Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Sync number
cs: Číslo syncu
de: Sync Nummer
es_es: Sinc. número
fr_fr: Nombre sync
it: Numero di sincronizzazioni
nl_be: Sync aantal
pt: Número sync
ru: Номер синхронизации
sk: Počet synchronizácií
sv: Synknummer

source: Total syncs
cs: Celkem synců
de: Gesamte Syncs
es_es: Total de cuadros
it: Sincronizzazioni totali
nl_be: Totaal syncs
pt: Syncs totais
ru: Всего синхронизаций
sk: Celkovo synchronizácií
sv: Totala synkar

source: Variables
cs: Proměnné
de: Variablen
it: Variabili
nl_be: Variabelen
pt: Variáveis
ru: Переменные
sk: Premenné
sv: Variablar

# UnableToStartWebService
source: Unable to start the web service. Please check that the port is not busy.
cs: Nelze spustit webovou službu. Zkontrolujte prosím vybraný port.
de: Web Service konnte nicht gestartet werden. Stelle sicher, dass der Port nicht anderweitig genutzt wird.
es_es: No se ha podido iniciar el servicio web. Por favor, comprueba que el puerto no está ocupado.
fr_fr: Activé pour démarrer le service Web. Veuillez à vérifier que le port n'estpas occupé.
it: Web server non disponibile. Controllare che la porta sia libera.
nl_be: Kan internet service niet starten. Controleer of de poort niet bezet is.
pt: Não foi possível iniciar o web service. Por favor verifique se a porta está disponível.
ru: Не удается запустить веб-сервис. Проверьте, не занят ли порт.
sk: Nieje možné spustiť webovú službu. Skontrolujte prosím port.
sv: Kunde inte starta webbtjänsten. Vänligen kontrollera att porten inte är upptagen.

source: Incorrect VBR header
cs: Nesprávná hlavička VBR
de: Inkorrekter VBR Header
es_es: Encabezado VBR incorrecto
fr_fr: VBR principal incorrect
it: Etichetta VBR errata
nl_be: Onjuiste VBR koptekst
pt: VBR header incorreto
ru: Неправильный заголовок VBR
sk: Nesprávna VBR hlavička
sv: Felaktig VBR beskrivning

source: Files with errors
cs: Soubory s chybami
de: Dateien mit Fehlern
es_es: Archivos con errores
fr_fr: Fichiers avec des erreurs
it: File con errori
nl_be: Bestanden met fouten
pt: Arquivos com erros
ru: Файлы с ошибками
sk: Súbory s chybami
sv: Filer med fel

source: Files without errors
cs: Soubory bez chyb
de: Dateien ohne Fehler
es_es: Archivos sin errores
fr_fr: Fichiers sans erreur
it: filke senza errori
nl_be: Bestanden zonder fouten
pt: Arquivos sem erros
ru: Файлы без ошибок
sk: Súbory bez chýb
sv: Filer utan fel

source: Analyse files
cs: Analýza souborů
de: Dateien analysieren
es_es: Analizar archivos
fr_fr: Analyser les fichiers
it: Analisi file
nl_be: Bestanden analyseren
pt: Analisar arquivos
ru: Анализ файлов
sk: Analýza súborov
sv: Analysera filer

# AnalyseFilesMenu
source: Analyse files...
cs: Analyzovat soubory...
de: Dateien analysieren...
es_es: Analizar archivos...
fr_fr: Analyser les fichiers...
it: Analisi file...
nl_be: Bestanden analyseren...
pt: Analisar arquivos...
ru: Анализ файлов…
sk: Analýza súborov...
sv: Analysera filer...

# AnalysingFile
source: Analysing file {0} of {1}
cs: Analýza souboru {0} z {1}
de: Analysiere Datei {0} von {1}
es_es: Analizando archivo {0} de {1}
fr_fr: Analyse le fichier {0} sur {1}
it: File in analisi {0} di {1}
nl_be: Analyseren bestand {0} van {1}
pt: Analisando arquivo {0} de {1}
ru: Анализ файла {0} из {1}
sk: Analýza súboru {0} z {1}
sv: Analyserar fil {0} av {1}

source: Time offset
de: Zeitversatz
es_es: Tiempo offset
fr_fr: Temps compensé
it: Compensazione tempo
nl_be: Tijd compenseren
pt: Tempo de offset
ru: Смещение времени
sk: Časový posun
sv: Tid-offset

source: Click to restore original data
cs: Klikněte k obnově původních dat
de: Klicken um Originaldaten wiederherzustellen
es_es: Clic para restaurar los datos originales
fr_fr: Cliquez pour restaurer les données originales
it: Clicca per ripristinare i dati originali
nl_be: Klik om de originele gegevens te herstellen
pt: Clique para restaurar original data
ru: Чтобы восстановить исходные данные, нажмите сюда
sk: Klikni pre obnovenie originálnych dát
sv: Klicka för att återställa orginaldata

source: Overwrite data
cs: Přepsat data
de: Überschreibe Daten
es_es: Datos resumen
fr_fr: Ecrire sur les données
it: Sovrascrivi i dati
nl_be: Data overschrijven
pt: Sobrescrever data
ru: Перезаписать данные
sk: Prepísať dáta
sv: Skriv över data

source: Unknown number of tracks
cs: Neznámý počet stop
de: Unbekannte Anzahl an Tracks
es_es: Número de pistas desconocido
fr_fr: Nombre de pistes inconnu
it: Numero di brani sconosciuto
nl_be: Onbekend aantal nummers
pt: Número de faixas desconhecido
ru: Неизвестное число дорожек
sk: Neznámy počet skladieb
sv: Okänt antal spår

source: Output device
cs: Výstupní zařízení
de: Ausgabegerät
es_es: Dispositivo de salida
fr_fr: Périphérique de sortie
it: Dispositivo di output
nl_be: Uitvoerapparaat
pt: Dispositivo de saída
ru: Устройство вывода
sk: Výstupné zariadenie
sv: Utmatningenhet

# OutputDeviceChangeWarning
source: If you change the output device Helium will need to be restarted.
cs: Pokud změníte výstupní zařízení, bude potřeba restartovat Helium.
de: Wenn das Ausgabegerät geändert wird, muss Helium neugestartet werden.
es_es: Si cambias el dispositivo de salida Helium necesitará reiniciarse.
fr_fr: Si vous changez le périphérique de sortie, Helium devra être redémarré.
it: Se modifichi il dispositivo di output Helium dovrà essere riavviato.
nl_be: Als U het uitvoerapparaat wijzigd moet Helium herstart worden.
pt: Se você alterar o dispositivo de saída, o Helium precisará ser reiniciado.
ru: Если изменить устройство вывода, нужно будет перезапустить Helium.
sk: Ak zmeníte výstupné zariadenie bude potrebné reštartovať Helium.
sv: Om du ändrar utmatningsenhet måste Helium startas om.

source: Player
cs: Přehrávač
es_es: Reproductor
fr_fr: Lecteur
nl_be: Speler
ru: Проигрыватель
sk: Prehrávač
sv: Spelare

source: Refine
cs: Vylepšení
de: Verfeinern
es_es: Refinar
fr_fr: Affiner
it: Affina
nl_be: Verfijnen
pt: Refinar
ru: Уточнить
sk: Vyčistit
sv: Förfina

source: Rename files
cs: Přejmenování souborů
de: Dateien umbenennen
es_es: Renombrar archivos
fr_fr: Renommer les fichiers
it: Rinomina file
nl_be: Bestanden hernoemen
pt: Renomear arquivos
ru: Переименовать файлы
sk: Premenovať súbory
sv: Byt namn på filer

source: Scripts
cs: Skripty
de: Skripte
ru: Сценарии
sk: Skripty
sv: Script

# ScriptCompletedSuccessfully
source: Scripts completed successfully
cs: Skripty úspěšně dokončeny
de: Skripte erfolgreich beendet
es_es: Scripts completados satisfactoriamente
fr_fr: Scripts exécutés avec succès
it: Script completato
nl_be: Scripts succesvol afgerond
pt: Scripts completados com sucesso
ru: Сценарии выполнены
sk: Skripty úspešne ukončené
sv: Scriptet kördes utan problem

# ScriptCompletedWithErrors
source: Scripts completed with errors
cs: Skripty dokončeny s chybami
de: Skripte mit Fehlern beendet
es_es: Scripts completados con errores
fr_fr: Scripts exécutés avec des erreurs
it: Script completato con errori
nl_be: Scripts afgesloten met fouten
pt: Scripts completados com erros
ru: Сценарии выполнены с ошибками
sk: Skripty ukončené s chybami
sv: Scriptet kördes med fel

# ScriptProgressWindow
source: Executing scripts
cs: Provádění skriptů
de: Führe Skripte aus
es_es: Ejecutar scripts
fr_fr: Exécution des scripts
it: Esecuzione script
nl_be: Scripst aan het uitvoeren
pt: Executando scripts
ru: Выполнение сценариев
sk: Spúštanie skriptov
sv: Exekverar script

source: Remove all
cs: Odstranit vše
de: Alle entfernen
es_es: Eliminar todo
fr_fr: Supprimer tout
it: Rimuovi tutto
nl_be: Alles verwijderen
pt: Remover todos
ru: Удалить все
sk: Odstrániť všetko
sv: Ta bort alla

# ExclusiveMode
source: Use exclusive mode
cs: Použít exkluzivní režim
de: Exklusiven Modus benutzen
es_es: Usar modo exclusivo
fr_fr: Utiliser le mode exclusif
it: Modalità uso esclusivo
nl_be: Exclusieve modus gebruiken
pt: Usar modo exclusivo
ru: Исключительный режим
sk: Použiť exkluzívny mód
sv: Använd exklusivt läge

source: Move remaining files
cs: Přesunout zbylé soubory
de: Verschiebe übrige Dateien
es_es: Mover el resto de archivos
fr_fr: Déplacer les fichiers restants
it: Sposta i file rimanenti
nl_be: Alle resterende bestanden verwijderen
pt: Mover arquivos restantes
ru: Переместить оставшиеся файлы
sk: Presunúť zostávajúce súbory
sv: Flytta återstående filer

source: Select item
cs: Vybrat položku
de: Element wählen
es_es: Seleccionar elemento
fr_fr: Sélectionner un item
it: Seleziona voce
nl_be: Item selecteren
pt: Selecionar item
ru: Выбор элемента
sk: Výber položiek
sv: Välj post

# RunScriptMenu
source: Run script...
cs: Spustit skript...
de: Starte Skript...
es_es: Ejecutar script...
fr_fr: Exécuter le script...
it: Eseguo script...
nl_be: Script uitvoeren...
pt: Executar script...
ru: Запуск сценария…
sk: Spustiť skript...
sv: Kör script...

source: Edit label...
cs: Upravit vydavatele...
de: Label bearbeiten...
es_es: Editar discográfica...
fr_fr: Editer le label...
it: Modifica casa discografica
nl_be: Label bewerken...
pt: Editar rótulo...
ru: Изменить лейбл…
sk: Editovať vydavateľa...
sv: Ändra utigvare...

source: Parent label
cs: Vydavatelství
de: Mutterlabel
es_es: Discográfica matriz
fr_fr: Label parent
it: Casa discografica madre
nl_be: Gelijkaardig label
pt: Rótulo Pai
ru: Родительский лейбл
sk: Rodičovský vydavateľ
sv: Förälderutgivare

# SelectScriptTitle
source: Select script to run
cs: Vyberte skript ke spuštění
de: Wähle Skript zum Starten
es_es: Selecciona script a ejecutar
fr_fr: Sélectionner le script à éxécuter
it: Seleziona lo script da eseguire
nl_be: Selecteer script om uit te voeren
pt: Selecione o script para executar
ru: Выберите сценарий для запуска
sk: Výber skriptu na spustenie
sv: Välj script att köra

# PlaybackBuffer
source: Playback buffer (ms)
de: Abspielpuffer (ms)
es_es: Buffer de reproducción (ms)
it: Buffer esecuzione (ms)
nl_be: Afspelen buffer (ms)
pt: Buffer de reprodução (ms)
ru: Буфер проигрывания (мс)
sk: Buffer prehrávania (ms)
sv: Uppspelningsbuffer (ms)

# PlaybackDeviceChanged
source: The player parameters have been changed. Helium needs to be restarted so that these changed will take effect. Click OK to restart Helium.
cs: Parametry přehrávače byly změněny. Aby došlo k provedení těchto změn, je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Die Playereinstellungen wurden verändert. Helium muss neugestartet werden. Klicke OK zum Neustart.
es_es: Los parámetros del reproductor han sido cambiados. Helium necesita ser reiniciado para que los cambios tengan efecto. Clic en OK para reiniciar Helium.
fr_fr: Les paramètres du lecteur ont été modifiés. Helium doit rédémarrer pour que ces modifications soient appliquées. Cliquez sur OK pour redémarrer Helium.
it: I parametri del riproduttore sono stati cambiati. Helium deve essere riavviato perché le modifiche abbiano effetto. Clicca OK per riavviare Helium.
nl_be: De speler parameters zijn gewijzigd. Helium moet worden heropgestart zodat deze verandering van kracht wordt. Klik op OK om Helium opnieuw op te starten.
pt: Os parâmetros do player foram alterados. Helium precisa ser reiniciado para que estas mudanças tomem efeito. Clique OK para reiniciar o Helium.
ru: Параметры проигрывателя изменены. Чтобы изменения вступили в силу, необходимо перезапустить Helium. Нажмите «OK», чтобы перезапустить Helium.
sk: Parametre prehrávača boli zmenené. Helium sa potrebuje reštartovať aby sa mohli zmeny použiť. Kliknite na OK aby sa Helium mohol reštartovať.
sv: Uppspelningsinställningarna har ändrats. Helium måste startas om. Klicka på OK för att starta om Helium.

source: Use WASAPI
cs: Použít WASAPI
de: WASAPI benutzen
es_es: Usar WASAPI
fr_fr: Utiliser WASAPI
it: Utilizza WASAPI
nl_be: WASAPI gebruiken
pt: Usar WASAPI
ru: Использовать WASAPI
sk: Použiť WASAPI
sv: Använd WASAPI

# ClickToSeeDetails
source: Click here to see more details
cs: Klikněte zde pro více detailů
de: Hier klicken für mehr Details
es_es: Clic aquí para ver más detalles
fr_fr: Cliquez ici pour voir plus de détails
it: Clicca qui per vedere maggiori dettagli
nl_be: Klik hier voor meer details
pt: Clique aqui para ver mais detalhes
ru: Чтобы посмотреть подробнее, нажмите сюда
sk: Pre viac detailov klikni sem
sv: Klicka här för att se mer information

# HasIncorrectApicMime
source: Incorrect APIC MIME
cs: Nesprávné APIC MIME
de: Inkorrekter APIC MIME
es_es: APIC MIME incorrecto
fr_fr: APIC MIME incorrect
it: APIC MIME errato
nl_be: Onjuiste APIC MIME
pt: APIC MIME incorreto
ru: Неправильный MIME-тип APIC
sk: Nesprávne APIC MIME
sv: Felaktig APIC MIME

# CalcKeyCloseWarning
source: A calculate Key operation is running. The tool can be closed first when the operation is completed.
cs: Probíhá výpočet tóniny. Tento nástroj lze ukončit po skončení této operace.
de: Tonlage wird berechnet. Die Funktion kann erst geschlossen werden, wenn die Berechnung fertig ist.
es_es: Se está efectuando una operación de cálculo de Clave. La herramienta se podrá cerrar cuando la operación se complete.
fr_fr: Une opération de calcul de la clé est en cours. L'outil se fermera quand l'opération sera terminée.
it: Un'operazione importante è in esecuzione. Lo strumento non può essere chiuso prima che l'operazione sia stata completata.
nl_be: Een toets Berekenen bewerking wordt uitgevoerd. de tool kan eerst worden gesloten wanneer de bewerking is voltooid.
pt: Uma operação de cálculo de tom está sendo executada. A ferramenta pode ser fechada quando a operação estiver completa.
ru: Выполняется операция вычисления ключа. Инструмент может быть закрыт после завершения операции.
sk: Operácia výpočtu Kľúča práve beží. Nástroj sa dá ukončiť ked operácia skončí.
sv: En nyckelberäkningsoperation körs. Verktyget kan stängas först när operationen är slutförd.

# CalcMusicKey
source: Calculate key
cs: Vypočítat tóninu
de: Berechne Tonlage
es_es: Calcular Clave
fr_fr: Calculer la clé
it: Ricalcolo parametri
nl_be: Sleutel berekenen
pt: Calcular tom
ru: Вычислить ключ
sk: Výpočet kľúča
sv: Beräkna nyckel

source: Active database
cs: Aktivní databáze
de: Aktive Datenbank
es_es: Base de datos activa
fr_fr: Base de données active
it: Database attivo
nl_be: Actieve databank
pt: Banco de dados ativo
ru: Активная база данных
sk: Aktívna databáza
sv: Aktiv databas

source: Backup
cs: Záloha
es_es: Copia de seguridad
fr_fr: Sauvegarde
nl_be: Reservekopie
pt: Cópia de segurança
ru: Резервное копирование
sk: Záloha

# BackupCreatedWithNoProblems
source: The backup operation completed with no problems.
cs: Záloha proběhla bez problémů.
de: Das Backup ist ohne Probleme abgeschlossen worden.
es_es: La operación de copia de seguridad se ha completado sin errores.
fr_fr: L'opération de sauvegarde s'est terminée sans problème.
it: Operazione di backup completata correttamente
nl_be: De reservekopiebewerking is zonder problemen afgerond.
pt: A operação de cópia de segurança foi completada sem problemas.
ru: Операция резервного копирования выполнена без ошибок.
sk: Zálohovanie prebehlo bez problémov.
sv: Backup operationen lyckades.

# BackupExistsOverwrite
source: A backup with that name exists. Would you like to overwrite that file?
cs: Záloha s tímto názvem již existuje. Chcete tento soubor přepsat?
de: Ein Backup mit diesem Namen besteht bereits. Soll dieses überschrieben werden?
es_es: Existe una copia de seguridad con el mismo nombre. ¿Quieres sobrescribir el archivo?
fr_fr: Une sauvegarde avec ce nom existe. Voulez-vous écrire sur ce fichier?
it: Un backup con questo nome esiste già. Vuoi sovrascrivere il file?
nl_be: Een reservekopie met die naam bestaat. Wilt u dit bestand overschrijven?
pt: Uma cópia de segurança com este nome já existe. Gostaria de sobrescrever este arquivo?
ru: Резервная копия с таким именем уже есть. Перезаписать этот файл?
sk: Záloha s týmto názvom už existuje. Želáte si tento súbor prepísať?
sv: En backup med detta namn finns redan. Vill du skriva över den filen?

# BackupMenu
source: Backup...
cs: Záloha...
es_es: Copia de seguridad...
fr_fr: Sauvegarde...
nl_be: Reservekopie...
pt: Cópia de segurança...
ru: Резервное копирование…
sk: Zálohovať...

# CreatingBackup
source: Creating backup, please wait
cs: Vytváření zálohy, čekejte prosím
de: Backup wird erstellt, bitte warten
es_es: Creando base de datos, por favor, espera
fr_fr: Création d'une sauvegarde, veuillez patienter...
it: Creazione backup, attendere
nl_be: Maken van reservekopie, even geduld aub
pt: Criando cópia de segurança, por favor aguarde
ru: Создание резервной копии; подождите
sk: Vytvára sa záloha, počkajte prosím
sv: Skapar backup, vänligen vänta

source: Destination path:
cs: Cílová cesta:
de: Zielpfad:
es_es: Ruta de destino:
fr_fr: Chemin de destination:
it: Percorso di destinazione:
nl_be: Bestemmings pad:
pt: Caminho de destino:
ru: Целевой путь:
sk: Cieľová cesta:
sv: Destinationsmapp:

source: Overwrite
cs: Přepsat
de: Überschreiben
es_es: Resumen
fr_fr: Ecrire sur
it: Sovrascrive
nl_be: Overschrijven
pt: Sobrescrever
ru: Перезаписать
sk: Prepísať
sv: Skriv över

source: User settings
cs: Uživatelské nastavení
de: Benutzereinstellungen
es_es: Configuración de usuario
fr_fr: Réglages de l'utilisateur
it: Impostazioni utente
nl_be: Gebruikersinstellingen
pt: Configuração de usuário
ru: Пользовательские настройки
sk: Uživateľské nastavenia
sv: Användarinställningar

source: Show Visualisations
cs: Zobrazit vizualizace
de: Visualisierung anzeigen
es_es: Mostrar Visualizaciones
fr_fr: Voir les visualisations
it: Mostra visualizzazioni
nl_be: Visualisaties tonen
pt: Mostrar Visualizações
ru: Показывать визуализацию
sk: Ukáž vizualizácie
sv: Visa Visualisations

# MarkAsBadMatch
source: Bad match
cs: Není shoda
de: Schlechter Vergleich
es_es: Asociación errónea
fr_fr: Mauvaise correpsondance
it: Corrispondenza non trovata
nl_be: Slechte vergelijking
pt: Correspondência inapropriada
ru: Плохое совпадение
sk: Zlá zhoda
sv: Ingen match

source: Input
cs: Vstup
de: Eingabe
es_es: Entrada
fr_fr: Entrée
nl_be: Invoer
pt: Entrada
ru: Ввод
sk: Vstup

# PortChanged
source: You have changed the webservice port and Helium needs to be restarted. Click OK to restart Helium.
cs: Změnili jste port webové služby a je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Der Web Service Port wurde geändert. Helium muss neugestartet werden. Klicke OK zum Neustart.
es_es: Has cambiado el puerto del servicio web por lo que Helium debe ser reiniciado. Clic en OK para reiniciar Helium.
fr_fr: Vous avez changé le port du webservice et Helium doit redémarrer. Cliquez sur OK pour redémarrer Helium.
it: Hai cambiato la porta di Web server e Helium deve essere riavviato. Clicca OK per riavviare Helium.
nl_be: U hebt de webservice-poort gewijzigd en Helium moet worden heropgestart. Klik op OK om Helium opnieuw op te starten.
pt: Você alterou a porta de webservice e o Helium precisa ser reiniciado. Clique OK para reiniciar o Helium.
ru: Вы изменили порт веб-сервиса, Helium нужно перезапустить. Нажмите «OK», чтобы перезапустить Helium.
sk: Zmenili ste port webovej služby a Helium sa musí reštartovať. Kliknutím na OK sa Helium reštartuje.
sv: Du har ändrat porten för webbtjänsten. Helium måste startas om. Klicka på OK för att starta om Helium.

source: Acoust id
ru: Идентификатор Acoust

# AggregatedTitle
source: Title, Remix and Subtitle
cs: Název, Remix a Podtitul
de: Titel, Remix und Untertitel
es_es: Título, Remix y subtítulo
fr_fr: Titre, Remix et sous-titre
it: Titolo, Remix e sottotitolo
nl_be: Titel, Remix en Ondertitel
pt: Título, Remix and Subtítulo
ru: Название, ремикс и подзаголовок
sk: Názov, Remix a Titulok
sv: Titel, Remix och Undertitel

source: Insert field
cs: Vložit pole
de: Feld einfügen
es_es: Insertar campo
fr_fr: Insérer un champ
it: Inserisci campo
nl_be: Veld invoegen
pt: Inserir campo
ru: Вставить поле
sk: Vložiť pole
sv: Infoga fält

source: Edit templates
cs: Úprava šablon
de: Vorlage bearbeiten
es_es: Editar plantillas
fr_fr: Editer les modèles
it: Modifica modelli
nl_be: Sjablonen bewerken
pt: Editar templates
ru: Изменить шаблоны
sk: Editácia šablón
sv: Ändra mallar

# EditTemplatesEllipsed
source: Edit templates...
cs: Upravit šablony...
de: Vorlage bearbeiten...
es_es: Editar plantillas...
fr_fr: Editer les modèles...
it: Modifica modelli...
nl_be: Sjablonen bewerken...
pt: Editar templates...
ru: Изменить шаблоны…
sk: Editovať šablóny...
sv: Ändra mallar...

source: No database selected.
cs: Nebyla vybrána žádná databáze.
de: Keine Datenbank gewählt.
es_es: No se ha seleccionado base de datos.
fr_fr: Pas de base de données sélectionnée.
it: Nessun database selezionato.
nl_be: Geen databank geselecteerd.
pt: Nenhum banco de dados selecionado.
ru: База данных не выбрана.
sk: Nebola vybratá databáza.
sv: Ingen databas valld.

# SqlServerBackupRootInfo
source: Please be sure that the Sql server account have access to the folder where the backup file is located.
cs: Ujistěte se prosím, že má účet SQL Server přístup do složky se souborem zálohy.
de: Stelle sicher, dass das SQL Server Konto Zugriff auf den Ordner der Backupdatei hat.
es_es: Por favor, asegúrate que la cuenta Sql Server tiene acceso a la carpeta donde está ubicada la copia de seguridad.
fr_fr: Veuillez vérifier que le comptre du serveur Sql a l'accès au dossier ou le fichier de sauvegarde est situé.
it: Assicurarsi che l'account SQL sever abbia accesso alla cartella in cui il risiede il backup.
nl_be: Zorg ervoor dat de SQL Server-account toegang heeft tot de map waar het back-upbestand zich bevind.
pt: Por favor certifique-se que a conta do servidor Sql possua acesso à pasta onde a cópia de segurança está localizada.
ru: Убедитесь, что у учетной записи SQL Server есть доступ к папке, в которой находится файл резервной копии.
sk: Ubezpečte sa prosím, že účet na Sql serveri má prístup do adresára, kde je uložený záložný súbor.
sv: Vänligen kontroller att Sql server kontot har tillgång till mappen där backupfilen finns.

source: MySql options
cs: Volby My SQL
de: MySQL Optionen
es_es: Opciones MySql
fr_fr: Options MySql
it: Opzioni MySql
nl_be: MijnSql opties
pt: Minhas opções sql
ru: Параметры MySql
sk: Mysql možnosti
sv: MySql inställningar

# RestoreFile
source: Restore filename
cs: Soubor se zálohou
de: Dateiname wiederherstellen
es_es: Nombre del archivo a restaurar
fr_fr: Nom du fichier de la sauvegarde
it: Ripristina file di backup
nl_be: Bestandsnaam herstellen
pt: Restaurar nome do arquivo
ru: Файл для восстановления
sk: Obnoviť názov súboru
sv: Återställ filnamn

# RestoreMenu
source: Restore...
cs: Obnovit...
de: Wiederherstellen...
es_es: Restaurar...
fr_fr: Restaurer...
it: Ripristina...
nl_be: Herstellen...
pt: Restaurar...
ru: Восстановление…
sk: Obnoviť...
sv: Återställ...

# RestoreWindow
source: Restore
cs: Obnovit
de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
it: Ripristina
nl_be: Herstellen
pt: Restaurar
ru: Восстановление
sk: Obnovenie
sv: Återställ

source: Server
es_es: Servidor
fr_fr: Serveur
pt: Servidor
ru: Сервер

source: Sql server compact options
cs: Volby SQL Server Compact
de: SQL Server Compact Optionen
es_es: Opciones Sql Server compact
fr_fr: Options Sql server compact
it: Opzioni Sql server compact
nl_be: Sql server compact opties
pt: Opções do servidor sql compact
ru: Параметры SQL Server Compact
sk: Sql server compact možnosti
sv: Sql server compact inställningar

source: Sql server options
cs: Volby SQL Server
de: SQL Server Optionen
es_es: Opciones Sql Server
fr_fr: Options Sql server
it: Opzioni Sql server
nl_be: Sql server opties
pt: Opções do servidor Sql
ru: Параметры SQL Server
sk: Sql server moznosti
sv: Sql server inställningar
