Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# PasswordsDoNotMatch
source: Passwords does not match
cs: Heslo je nesprávné
de: Passwörter stimmen nicht überein
es_es: La contraseña no coincide
fr_fr: Les mots de passe ne sont pas les mêmes
it: La password non corrisponde
nl_be: Wachtwoorden komen niet overeen
pt: Senhas não conferem
ru: Пароли не совпадают
sk: Heslá nesúhlasia
sv: Lösenorden stämmer inte

source: Tag name
cs: Název tagu
es_es: Nombre de etiqueta
fr_fr: Pseudonyme
it: Nome TAG
nl_be: Labelnaam
pt: Nome da etiqueta
ru: Название тега
sk: Meno tagu
sv: Taggnamn

# TagNameMustBeUnique
source: Tag name must be unique and not empty
cs: Název tagu musí být jedinečný a nesmí být prázdný
de: Tag Name muss eindeutig und darf nicht leer sein
es_es: El nombre de etiqueta tiene que ser único y no estar vacío
fr_fr: Le pseudonyme doit être unique et ne peut être vide
it: Il nome TAG dev'essere univoco non vuoto
nl_be: Labelnaam moet uniek zijn en niet leeg
pt: Nome da etiqueta tem que ser único e não vazio
ru: Название тега должно быть уникальным и не пустым
sk: Meno tagu musí byť unikátne a nie prázdne
sv: Taggnamn måste vara unikt och inte tomt

source: User details
cs: Detaily uživatele
de: Benutzerdetails
es_es: Detalles de usuario
fr_fr: Détails à propos de l'utilisateur
it: Dettagli utente
nl_be: Gebruikersgegevens
pt: Detalhes do usuário
ru: Сведения о пользователе
sk: Uživateľské detaily
sv: Användardetaljer

# UserNameMustBeUnique
source: The user name must be unique
cs: Jméno uživatele musí být jedinečné
de: Der Benutzername muss eindeutig sein
es_es: El nombre de usuario tiene que ser único
fr_fr: Le nom d'utilisateur doit être unique
it: Il nome utente dev'essere univoco
nl_be: De gebruikersnaam moet uniek zijn
pt: O nome de usuário tem que ser único
ru: Имя пользователя должно быть уникальным
sk: Uživateľské meno musí byť unikátne
sv: Användarnamnet måste vara unikt

source: Manage users
cs: Správa uživatelů
de: Benutzerverwaltung
es_es: Gestionar usuarios
fr_fr: Gérer les utilisateurs
it: Gestione utenti
nl_be: Gebruikers beheren
pt: Gerenciar usuários
ru: Пользователи
sk: Správa uživateľov
sv: Hantera användare

source: The active user cannot be removed.
cs: Aktivního uživatele nelze odstranit.
de: Der aktive Benutzer kann nicht entfernt werden
es_es: El usuario activo no puede ser eliminado.
fr_fr: L'utilisateur actif ne peut être supprimé.
it: L'utente attivo non può essere rimosso.
nl_be: De actieve gebruiker kan niet worden verwijderd.
pt: O usuário ativo não pode ser removido.
ru: Активного пользователя удалить нельзя.
sk: Aktívny uživateľ nemôže byť odstránený.
sv: Den aktiva användaren kan ej tas bort.

source: Tasks
cs: Úkoly
de: Aufgaben
es_es: Tareas
fr_fr: Tâches
it: Attività
nl_be: Taken
pt: Tarefas
ru: Задачи
sk: Úlohy
sv: Uppgifter

source: Logout
cs: Odhlásit se
de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
nl_be: Uitloggen
ru: Выход
sk: Odhlásiť
sv: Logga ut

# LogoutAndRestart
source: Would you like to logout and restart?
cs: Chcete se odhlásit a restartovat?
de: Abmelden und neustarten?
es_es: ¿Quieres cerrar sesión y reiniciar?
fr_fr: Voulez-vous vous déconnecter et redémarrer?
it: Vuoi fare il logout e riavviare?
nl_be: Wilt U uitloggen en opnieuw opstarten?
pt: Gostaria de sair e entrar novamente?
ru: Выйти и перезапустить?
sk: Želáte si odhlásiť sa a reštartovať?
sv: Vill du logga ut och starta om?

source: Limit to
cs: Omezit na
de: Begrenzen auf
es_es: Limitar a
fr_fr: Limiter à
it: Limite a
nl_be: Beperk tot
pt: Limitar a
ru: Ограничение
sk: Obmedziť na
sv: Begränsa till

source: selected by
cs: vybráno
de: ausgewählt durch
es_es: seleccionado por
fr_fr: Sélectionner par
it: selezionato per
nl_be: geselecteerd door
pt: Selecionado por
ru: критерий —
sk: vybrané
sv: utvalt av

source: Search results
cs: Výsledky hledání
de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats recherche
it: Risultati ricerca
nl_be: Zoekresultaten
pt: Procurar resultados
ru: Результаты поиска
sk: Výsledky vyhľadávania
sv: Sök resultat

source: Giga bytes
cs: Gigabajtů
ru: гигабайт

source: Highest rating
cs: Nejvyšší hodnocení
de: Höchste Wertung
es_es: La mayor puntuación
fr_fr: Meilleures Notes
it: Valutazione massima
nl_be: Hoogste waardering
pt: Maior classificação
ru: Наивысшая оценка
sk: Najvyššie hodnotenie
sv: Högsta betyg

source: Hours
cs: Hodin
de: Stunden
es_es: Horas
fr_fr: Heures
it: Ore
nl_be: Uren
pt: Horas
ru: ч.
sk: Hodiny
sv: Timmar

source: Least played
cs: Nejméně přehráno
de: Am wenigsten gespielt
es_es: Menos reproducido
fr_fr: Moins lus
it: Meno ascoltato
nl_be: Minst afgespeeld
pt: Menos tocadas
ru: Наименее популярное
sk: Najmenej hrané
sv: Minst spelad

source: Least recently added
cs: Nejpozději přidáno
de: Vor Längerem hinzugefügt
es_es: Menos recientemente añadido
fr_fr: Moins récemment ajoutés
it: Aggiunto meno recentemente
nl_be: Minst recent toegevoegd
pt: Adicionadas menos recentemente
ru: Давно добавлено
sk: Najmenej aktuálne pridané
sv: Minst nyligen tillagd

source: Least recently played
cs: Nejpozději přehráno
de: Vor Längerem gespielt
es_es: Menos recientemente reproducido
fr_fr: Moins récemment lus
it: Ascoltato meno recentemente
nl_be: Minst recent afgespeeld
pt: Tocadas menos recentemente
ru: Давно проиграно
sk: Najmenej aktuálne prehrané
sv: Minst nyligen spelad

source: Lowest rating
cs: Nejnižší hodnocení
de: Geringste Berwertung
es_es: Puntuación más baja
fr_fr: Moins bonnes notes
it: Valutazione minima
nl_be: Laagste Beoordeling
pt: Menor classificação
ru: Низшая оценка
sk: Najnižšie hodnotenie
sv: Lägst betyg

source: Mega bytes
cs: Megabajtů
ru: мегабайт

source: Minutes
cs: Minut
de: Minuten
es_es: Minutos
it: Minuti
nl_be: Minuten
pt: Minutos
ru: Минуты
sk: Minúty
sv: Minuter

source: Most played
cs: Nejvíc přehráno
de: Meistgespielt
es_es: Más reproducido
fr_fr: Plus lus
it: Più ascoltato
nl_be: Meest afgespeeld
pt: Mais reproduzidas
ru: Самое популярное
sk: Najhranejšie
sv: Mest spelad

source: Most recently added
cs: Nejnověji přidáno
de: Vor Kurzem hinzugefügt
es_es: Más recientemente añadido
fr_fr: Plus récemment ajoutés
it: Aggiunto più recentemente
nl_be: Meest recent toegevoegde
pt: Adicionadas mais recentemente
ru: Недавно добавлено
sk: Najviac aktuálne pridané
sv: Senast tillagd

source: Most recently played
cs: Nejnověji přehráno
de: Vor Kurzem gespielt
es_es: Más recientemente reproducido
fr_fr: Plus récemment lus
it: Ascoltato più recentemente
nl_be: Meest recent afgespeelde
pt: Reproduzidas mais recentemente
ru: Недавно проиграно
sk: Najviac aktuálne prehrané
sv: Senast spelad

source: Random
cs: Náhodně
de: Zufällig
es_es: Aleatorio
fr_fr: Aléatoire
it: Casuale
nl_be: Willekeurig
pt: Aleatório
ru: Случайно
sk: Náhodne
sv: Slumpvis

source: Songs
cs: Skladby
de: Lieder
es_es: Pistas
fr_fr: Chansons
it: Canzoni
nl_be: Liedjes
pt: Músicas
ru: Композиции
sk: Skladby
sv: Låtar

# CouldNotConnectToLastFm
source: Could not authorize to Last.fm. Please check your credentials and try again.
cs: Nelze autorizovat Last.fm. Zkontrolujte prosím vaše údaje a zkuste to znovu.
de: Authorisierung bei Last.fm fehlgeschlagen. Bitte Anmeldedaten überprüfen und erneut versuchen.
es_es: No se puede autorizar a Last.fm. Por favor, comprueba tus credenciales e inténtalo de nuevo.
fr_fr: Last.fm n'est pas autorisé. Merci de vérifier vos identifiants et de recommencer.
it: Non sei autorizzato su Last.fm. Controlla le tue credenziali e ritenta
nl_be: Kon Last.fm niet autoriseren. Controleer Uw gegevens en probeer het opnieuw.
pt: Não foi autorizado por Last.fm. Por favor verifique suas credenciais e tente novamente.
ru: Не удалось авторизоваться на сервисе Last.fm. Проверьте учетные данные и повторите попытку.
sk: Neviem sa prihlásiť do Last.fm. Skontrolujte prosím prihlasovacie údaje.
sv: Kunde inte autentisera med Last.fm. Kontrollera dina uppgifter och försök igen.

# NavigateUp
source: Up...
cs: Nahoru...
de: Hoch...
es_es: Arriba...
fr_fr: Haut...
it: Su...
nl_be: Omhoog ...
pt: Cima...
ru: Вверх…
sk: Hore...
sv: Upp...

source: Edit smart playlist...
cs: Upravit smart playlist...
de: Smartplayliste bearbeiten...
es_es: Editar lista inteligente...
fr_fr: Editer la playlist intelligente...
it: Modifica playlist smart
nl_be: Slimme afspeellijst bewerken...
pt: Editar lista de reprodução smart...
ru: Изменить умный плей-лист…
sk: Editovať smart playlist...
sv: Ändra smart spellista...

source: New smart playlist...
cs: Nový smart playlist...
de: Neue Smartplayliste...
es_es: Nueva lista de reproducción inteligente...
fr_fr: Nouvelle playlist intelligente
it: Nuova playlist smart
nl_be: Nieuwe slimme afspeellijst ...
pt: Nova lista de reprodução smart...
ru: Новый умный плей-лист…
sk: Nový smart playlist...
sv: Ny smart spellista...

source: Smart playlist
de: Smartplayliste
es_es: Lista inteligente
fr_fr: Playlist intelligente
it: Playlist smart
nl_be: Slimme afspeellijst
pt: Lista de reprodução Smart
ru: Умный плей-лист
sv: Smart spellista

source: Smart playlists
cs: Smart playlisty
de: Smartplaylisten
es_es: Listas inteligentes
fr_fr: Playlists intelligentes
it: Playlist smart
nl_be: Slimme afspeellijsten
pt: Lista de reprodução Smart
ru: Умные плей-листы
sk: Smart playlisty
sv: Smarta spellistor

source: Playlist name
cs: Název playlistu
de: Playlistenname
es_es: Nombre de lista de reproducción
fr_fr: Nom de la playlist
it: Nome playlist
nl_be: Afspeellijst naam
pt: Nome da lista de reprodução
ru: Название плей-листа
sk: Meno playlistu
sv: Namn på spellista

source: Listening history
cs: Historie přehrání
de: Hörhistorie
es_es: Historial de escucha
fr_fr: Ecouter l'historique
it: Cronologia ascolti
nl_be: Luistergeschiedenis
pt: Histórico de audição
ru: История прослушивания
sk: História počúvania
sv: Uppspelningshistorik

source: Last played time
cs: Naposledy přehráno
de: Zuletzt gespielt
es_es: Tiempo de la última reproducción
fr_fr: Temps de la dernière lecture
it: Ultimo ascolto
nl_be: Laatst afgespeeld
pt: Última vez reproduzida
ru: Время последнего проигрывания
sk: Posledný čas prehratia
sv: Senast spelad

# RemoveSelectedSyncItem
source: Remove selected item?
cs: Odstranit vybranou položku?
de: Gewähltes Element entfernen?
es_es: ¿Eliminar elemento seleccionado?
fr_fr: Supprimer les items sélectionnés?
it: Rimuovi le voci selezionate?
nl_be: Geselecteerde item verwijderen?
pt: Remover item selecionado?
ru: Удалить выбранный элемент?
sk: Odstrániť vybrané položky?
sv: Ta bort valda poster?

source: Items
cs: položek
de: Elemente
es_es: Elementos
it: Voci
pt: Itens
ru: элем.
sk: Položky
sv: Poster

source: of total
cs: celkem
de: von allen
es_es: del total
fr_fr: du total
it: del totale
nl_be: van totaal
pt: do total
ru: из
sk: z celkovo
sv: av totalt

source: Plays
cs: Přehrání
de: gespielt
es_es: Reproducciones
fr_fr: Lis
it: Ascolta
nl_be: Speelt
pt: Reproduzida
ru: Проигрывания
sk: Prehratí
sv: Spelningar

# LastThirtyDaysPlays
source: Played last thirty days
cs: Přehráno v posledních 30 dnech
de: In den letzten 30 Tagen gespielt
es_es: Reproducido en los últimos treinta días
fr_fr: Lus les derniers 30 jours
it: Ascoltato negli ultimi tre giorni
nl_be: Laatste dertig dagen afgespeeld
pt: Reproduzida nos últimos 30 dias
ru: Проиграно за последний месяц
sk: Prehrané za posledných 30 dní
sv: Spelad de senaste trettio dagarna

source: Shuffle
cs: Náhodně
es_es: Mezclar
fr_fr: Mélanger
it: Mescola
nl_be: Mengen
pt: Aleatório
ru: Перемешать
sk: Premiešať
sv: Blanda

source: All plug-ins
cs: Všechny doplňky
de: Alle Erweiterungen
es_es: Todos los plug-ins
fr_fr: Tous les plug-ins
it: Tutti i plug-in
nl_be: Alle plugins
pt: Todos plug-ins
ru: Все плагины
sk: Všetky pluginy
sv: Alla plug-ins

source: Download
cs: Stáhnout
es_es: Descargar
fr_fr: Télécharger
nl_be: Downloaden
pt: Baixar
ru: Скачивать
sk: Stiahnúť
sv: Ladda ned

source: Copy
cs: Kopírovat
de: Kopieren
es_es: Copiar
fr_fr: Copier
it: Copia
nl_be: Kopiëren
pt: Copiar
ru: Копировать
sk: Kopírovať
sv: Kopiera

source: Cut
cs: Vyjmout
de: Ausschneiden
es_es: Cortar
fr_fr: Couper
it: Taglia
nl_be: Knippen
pt: Cortar
ru: Вырезать
sk: Vybrať
sv: Klipp ut

source: Paste
cs: Vložit
de: Einfügen
es_es: Pegar
fr_fr: Coller
it: Incolla
nl_be: Plakken
pt: Colar
ru: Вставить
sk: Vložiť
sv: Klistra in

source: Genres
cs: Žánry
es_es: Géneros
it: Generi
pt: Gêneros
ru: Жанры
sk: Žánre

source: Played this day
cs: Přehráno v tento den
de: An diesem Tag gespielt
es_es: Reproducido hoy
fr_fr: Lus aujourd'hui
it: Ascoltato oggi
nl_be: Vandaag afgespeeld
pt: Tocado neste dia
ru: Проиграно в этот день
sk: Dnes prehrané
sv: Spelad denna dag

source: Use global hotkeys
cs: Použít globální klávesové zkratky
de: Benutze globale Hotkeys
es_es: Usar atajos globales
fr_fr: Utiliser les touches rapides générales
it: Usa scorciatoie
nl_be: Globale sneltoetsen gebruiken
pt: Usar hotkeys globais
ru: Глобальные горячие клавиши
sk: Použi globálne "horúce klávesy"
sv: Använd globala snabbtangenter

source: Next
cs: Další
de: Weiter
es_es: Siguiente
fr_fr: Suivant
it: Prossimo
nl_be: Volgende
pt: Próxima
ru: Далее
sk: Ďalej
sv: Nästa

# Prev
source: Previous
cs: Předchozí
de: Zurück
es_es: Previo
fr_fr: Précédent
it: Precedente
nl_be: Voorgaand
pt: Prévia
ru: Назад
sk: Predchádzajúci
sv: Föregående

source: Select date
cs: Vybrat datum
de: Wähle Datum
es_es: Seleccionar fecha
fr_fr: Sélectionner la date
it: Data selezionata
nl_be: Kies datum
pt: Data selecionada
ru: Выбор даты
sk: Vybrať dátum
sv: Välj datum

source: Navigation pane full width
cs: Celá šířka navigační lišty
de: Breiter Navigationsbereich
es_es: Panel de navegación a ancho completo
fr_fr: Volet de navigation large
it: Pannello menu di navigazione ampio
nl_be: Navigatievenster volle breedte
pt: Largura total do painel de navegação
ru: Панель навигации на всю ширину
sk: Plná šírka navigačného panela
sv: Fullbredd på navigationsmeny

source: Add random album
cs: Přidat náhodné album
de: Zufälliges Album anfügen
es_es: Añadir álbum aleatorio
fr_fr: Ajouter aléatoirement des albums
it: Aggiungi album casuali
nl_be: Willekeurig album toevoegen
pt: Adicionar álbum aleatório
ru: Добавить случайный альбом
sk: Pridať náhodný album
sv: Lägg till slumpat album

source: Add random tracks
cs: Přidat náhodné skladby
de: Zufällige Tracks anfügen
es_es: Añadir pistas aleatorias
fr_fr: Ajouter aléatoirement des pistes
it: Aggiungi brani casuali
nl_be: Willekeurige nummers toevoegen
pt: Adicionar faixa aleatória
ru: Добавить случайные дорожки
sk: Pridať náhodné skladby
sv: Lägg till slumpade låtar

source: Add random tracks from same artist
cs: Přidat náhodné skladby od stejného interpreta
de: Zufällige Tracks des gleichen Interpreten anfügen
es_es: Añadir pistas aleatorias del mismo artista
fr_fr: Ajouter aléatoirement des pistes du même artiste
it: Aggiungi brani casuali dello stesso artista
nl_be: Willekeurige nummers van dezelfde artiest toevoegen
pt: Adicionar faixas aleatórias do mesmo artista
ru: Добавить случайные дорожки того же исполнителя
sk: Pridať náhodné skladby od rovnákeho interpréta
sv: Lägg till slumpade låtar från samma artist

source: Add random tracks from same genre
cs: Přidat náhodné skladby ze stejného žánru
de: Zufällige Tracks des gleichen Genres anfügen
es_es: Añadir pistas aleatorias del mismo género
fr_fr: Ajouter aléatoirement des pistes du même genre
it: Aggiungi brani casuali dello stesso genere
nl_be: Willekeurige nummers van hetzelfde genre toevoegen
pt: Adicionar faixas aleatórias do mesmo gênero
ru: Добавить случайные дорожки того же жанра
sk: Pridať náhodné skladby rovnakého žánru
sv: Lägg till slumpade låtar från samma genre

source: Add random tracks from same year
cs: Přidat náhodné skladby ze stejného roku
de: Zufällige Tracks des gleichen Jahres anfügen
es_es: Añadir pistas aleatorias del mismo año
fr_fr: Ajouter aléatoirement des pistes de la même année
it: Aggiungi brani casuali dello stesso anno
nl_be: Willekeurige nummers van hetzelfde jaar toevoegen
pt: adicionar faixas aleatórias do mesmo ano
ru: Добавить случайные дорожки того же года
sk: Pridať náhodné skladby z rovnakého roku
sv: Lägg till slumpade låtar från samma år

source: Add similar tracks
cs: Přidat podobné skladby
de: Ähnliche Tracks anfügen
es_es: Añadir pistas similares
fr_fr: Ajouter des pistes similaires
it: Aggiungi brani simili
nl_be: Vergelijkbare nummers toevoegen
pt: Adicionar faixa similar
ru: Добавить похожие дорожки
sk: Pridať podobné skladby
sv: Lägg till liknande låtar

source: All
cs: Vše
de: Alle
es_es: Todo
it: Tutto
nl_be: Alle
pt: Todos
ru: Все
sk: Všetko
sv: Alla

# AutoEnqueue
source: Auto queue
cs: Automatická fronta
de: Auto-Anfügen
es_es: Cola automática
fr_fr: Liste de lectuce automatique
it: Coda di riproduzione automatica
nl_be: Auto wachtrij
pt: Auto enfileirar
ru: Автоматическая очередь
sk: Auto poradie
sv: Auto-köa

# AutoEnqueueEnabled
source: Auto queue enabled
cs: Automatická fronta zapnuta
de: Auto-Anfügen aktiviert
es_es: Activar cola automática
fr_fr: Liste de lectuce automatique activée
it: Coda di riproduzione automatica abilitata
nl_be: Auto wachtrij geactiveerd
pt: Auto enfileirar habilitado
ru: Автоматическая очередь включена
sk: Auto poradie povolené
sv: Auto-kö aktiv

# AutoEnqueueOptionsMenu
source: Auto queue options...
cs: Volby automatické fronty...
de: Auto-Anfügen Optionen...
es_es: Opciones de cola automática...
fr_fr: Options de la liste de lectuce automatique...
it: Opzioni Coda di riproduzione automatica...
nl_be: Auto wachtrij opties...
pt: Opções de auto enfileirar
ru: Параметры автоматической очереди…
sk: Možnosti auto poradia...
sv: Auto-kö inställningar

source: Automatically maintain at least
cs: Automaticky zachovat minimálně
de: Sorge für mindestens
es_es: Mantener automáticamente al menos
fr_fr: Maintien automatiquement au moins
it: Mantenimento automatico al minimo
nl_be: Op zijn minst automatisch handhaven
pt: Automaticamente manter no mínimo
ru: Автоматически оставлять минимум
sk: Automaticky zachovať minimálne
sv: Behåll minst

source: Automatically retain at most
cs: Automaticky zachovat maximálně
de: Behalte maximal
es_es: Mantener automáticamente como máximo
fr_fr: Conserve automatiquement les
it: Mantenimento automatico al massimo
nl_be: Automatisch maximaal behouden
pt: Automaticamente reter no máximo
ru: Автоматически оставлять максимум
sk: Autoamticky uchovať najviac
sv: Behåll som mest

# PreviousTracksInPlayQueue
source: previous tracks in the play queue
cs: předchozích stop ve frontě přehrávání
de: vorhergende Tracks in der Wiedergabeliste
es_es: pistas anteriores en cola de reproducción
fr_fr: Pistes précédentes dans la file d'attente
it: Brano precedente nella coda di riproduzione
nl_be: vorige nummers in de afspeelwachtrij
pt: Faixas prévias na fila de reprodução
ru: предыд. дорож. в очереди
sk: predchádzajúcich skladieb v poradí prehrávania
sv: tidigare spår i spelkön

# UpcomingTracksInPlayQueue
source: upcoming tracks in the play queue
cs: dalších stop ve frontě přehrávání
de: kommende Tracks in der Wiedergabeliste
es_es: pistas siguientes en cola de reproducción
fr_fr: Pistes dans la file d'attente
it: Prossimi brani nella Coda di riproduzione
nl_be: aankomende nummers in de afspeelwachtrij
pt: Próximas faixas na fila de reprodução
ru: предст. дорож. в очереди
sk: následujúcich skladieb v poradí prehrávania
sv: kommande spår i spelkön

# UpdateLibrary_RemoveUnavailableRoots
source: Remove unavailable root paths
cs: Odstranit nedostupné kořenové cesty
de: Entferne nicht vorhandene Wurzelverzeichnisse
es_es: Eliminar rutas raíz no disponibles
fr_fr: Supprimer les chemins inaccessibles
it: Rimuovi percorsi non disponibili
nl_be: Niet beschikbare rootpaden verwijderen
pt: Remover caminhos raiz indisponíveis
ru: Удалить недоступные корневые пути
sk: Odstrániť nedostupné koreňové cesty
sv: Ta bort ej tillgängliga rot-sökvägar

# CenterActiveTrack
source: Center the active track in the Play queue
cs: Vycentrovat aktivní stopu ve frontě přehrávání
de: Zentriere den aktiven Track in der Play Queue
es_es: Centrar la pista activa en la Cola de reproducción
fr_fr: Centrer la piste actuelle dans la file d'attente
it: Centra il brano corrente nella Coda di riproduzione
nl_be: Centreer het actieve nummer in de afspeelrij
pt: Centrar a faixa ativa na fila de reprodução
ru: Активная дорожка в очереди по центру
sk: Centrovať aktívnu skladbu v Poradí prehrávania
sv: Centrera aktivt spår i spelkön

source: Enable web service
cs: Zapnout webovou službu
de: Web Service aktivieren
es_es: Activar servicio web
fr_fr: Service Web activé
it: Abilita il Web service
nl_be: Webservice inschakelen
pt: Habilitar web service
ru: Включить веб-сервис
sk: Povoliť webovú službu
sv: Aktivera webbtjänst

source: Web service
cs: Webová služba
es_es: Servicio web
fr_fr: Service Web
ru: Веб-сервис
sk: Webová služba
sv: Webbtjänst

# WebserviceStarted
source: Web service started on port: {0}
cs: Webová služba spuštěna v portu: {0}
de: Web Service gestartet auf Port: {0}
es_es: Servicio web iniciado en puerto: {0}
fr_fr: Service Web démarré sur le port: {0}
it: Web service iniziato sulla porta: {0}
nl_be: Webservice gestart op poort: {0}
pt: Web service iniciado na porta: {0}
ru: Веб-сервис запущен, порт: {0}
sk: Webová služba spustená na porte: {0}
sv: Webbtjänst startad på port: {0}

# YourIp
source: Your IP-address(es) are:
cs: Vaše IP adresy jsou:
de: IP-Adressen sind:
es_es: Tu(s) dirección(es) IP es(son):
fr_fr: Votre address(es) IP est(sont) :
it: Il tuo indirizzo IP è:
nl_be: Uw IP-adres(sen) zijn:
pt: Seu(s) endereço(s) IP são:
ru: Ваши IP-адреса:
sk: Vaša IP adresa je:
sv: Dina IP-adresser är:

# NumberOfItemsDiffer
source: Number of tracks differ. Source tracks: {0}, downloaded tracks:{1}
cs: Počet stop se liší. Zdrojových stop: {0}, stažených stop: {1}
de: Anzahl der Tracks unterschiedlich. Vorhanden: {0}, heruntergeladen: {1}
es_es: Número de pistas distinto. Pistas originales: {0}, pistas descargadas: {1}
fr_fr: Nb de pistes diffère. Pistes sources: {0}, pistes téléchargées: {1}
it: Numero di brani div. Brani sorgente: {0}, Brani scaricati:{1}
nl_be: Aantal nummers verschillen. Bron nummers: {0}, gedownloade nummers: {1}
pt: Número de faixas difere. Faixas de origem: {0}, faixas baixadas:{1}
ru: Число дорожек различается. Исходные — {0}, скачанные — {1}
sk: Počet skladieb je rozdielny. Zdrojové skladby: {0}, stiahnuté skladby:{1}
sv: Antal spår skiljer sig. Källspår: {0}, nedladdade spår: {1}

source: Download information
cs: Stáhnout informace
de: Informationen herunterladen
es_es: Descargar información
fr_fr: Télécharger des informations
it: Scarica informazioni
nl_be: Informatie over downloaden
pt: Informação baixada
ru: Скачать сведения
sk: Stiahnutie informácií
sv: Ladda ner information

source: Duration
cs: Délka
de: Dauer
es_es: Duración
fr_fr: Durée
it: Durata
nl_be: Duur
pt: Duração
ru: Длительность
sk: Trvanie
sv: Längd

source: No options available
cs: Nejsou dostupné žádné volby
de: Keine Optionen vorhanden
es_es: No hay opciones disponibles
fr_fr: Aucune option disponible
it: Nessuna opzione disponibile
nl_be: Geen opties beschikbaar
pt: Sem opções disponíveis
ru: Настроек нет
sk: Niesú dostupné žiadne možnosti
sv: Inga tillgängliga inställningar

source: Add from smart playlist
cs: Přidat ze smart playlistu
de: Aus einer Smartplayliste anfügen
es_es: Añadir desde lista de reproducción inteligente
fr_fr: Ajouter depuis une playlist intelligente
it: Aggiungi da playlist smart
nl_be: Uit slimme afspeellijst toevoegen
pt: Adicionar à partir da lista de reprodução smart
ru: Добавить из умного плей-листа
sk: Pridať zo smart playlistu
sv: Lägg till från smart spellista
