Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Format
cs: Formát
es_es: Formato
it: Formato
nl_be: Formaat
pt: Formato
ru: Формат
sk: Formát

source: Frequency
cs: Frekvence
de: Frequenz
es_es: Frecuencia
fr_fr: Fréquence
it: Frequenza
nl_be: Frequentie
pt: Frequência
ru: Частота
sk: Frekvencia
sv: Frekvens

source: Genre
cs: Žánr
es_es: Género
it: Genere
pt: Gênero
ru: Жанр
sk: Žáner

source: Hidden
cs: Skryté
de: Versteckt
es_es: Oculto
fr_fr: Caché
it: Nascosto
nl_be: Verborgen
pt: Oculto
ru: Скрытый
sk: Skryté
sv: Dold

source: Last played
cs: Naposledy přehráno
de: Zuletzt gespielt
es_es: Última reproducción
fr_fr: Dernière lecture
it: Ultimo ascoltato
nl_be: Laatst gespeeld
pt: Tocou última vez
ru: Последнее проигрывание
sk: Naposledy prehrané
sv: Senast spelad

source: Modified
cs: Upraveno
de: Geändert
es_es: Modificado
fr_fr: Modifié
it: Modificato
nl_be: Gewijzigd
pt: Modificado
ru: Изменен
sk: Upravené
sv: Ändrad

source: Never played
cs: Nikdy nepřehráno
de: Nie gespielt
es_es: Nunca reproducido
fr_fr: Jamais lue
it: Mai ascoltato
nl_be: Nooit afgespeeld
pt: Nunca tocado
ru: Не проигрывалось
sk: Ešte nehralo
sv: Aldrig spelad

# NextArrow
source: Next >
cs: Další >
de: Weiter >
es_es: Siguiente >
fr_fr: Suivant >
it: Prossimo>
nl_be: Volgend >
pt: Próxima >
ru: Далее >
sk: Ďalej >
sv: Nästa >

source: No
cs: Ne
de: Nein
fr_fr: Non
nl_be: Nee
pt: Não
ru: Нет
sk: Nie
sv: Nej

source: Overview
cs: Přehled
de: Überblick
es_es: Resumen
fr_fr: Vue d'ensemble
it: Panoramica
nl_be: Overzicht
pt: Visão Geral
ru: Обзор
sk: Prehľad
sv: Översikt

source: Play counter
cs: Počet přehrání
de: Abspielzähler
es_es: Contador reproducciones
fr_fr: Compteur de lectures
it: Contatore ascolti
nl_be: Afspeelteller
pt: Contador
ru: Счетчик проигрывания
sk: Počítadlo prehraní
sv: Spelräknare

# PreviousArrow
source: < Previous
cs: < Předchozí
de: < Zurück
es_es: < Previo
fr_fr: < Précédent
it: < Precedente
nl_be: < Vorig
pt: < Prévia
ru: < Назад
sk: < Predchádzajúci
sv: < Tidigare

source: Profile
cs: Profil
de: Profil
es_es: Perfil
fr_fr: Profil
it: Profilo
nl_be: Profiel
pt: Perfil
ru: Профиль
sk: Profil
sv: Profil

source: Rating
cs: Hodnocení
de: Bewertung
es_es: Puntuación
fr_fr: Note
it: Valutazione
nl_be: Waardering
pt: Classificações
ru: Оценка
sk: Hodnotenie
sv: Betyg

source: Read-only
cs: Jen pro čtení
es_es: Sólo lectura
fr_fr: Lecture seule
it: Sola lettura
nl_be: Alleen lezen
pt: Somente leitura
ru: Только чтение
sk: Len na čítanie
sv: Skrivskyddad

source: Sample rate
cs: Hodnota samplování
es_es: Frecuencia de muestreo
fr_fr: Taux d'échantillonage
it: Frequenza di campionamento
nl_be: Voorbeeld beoordeling
pt: Taxa de amostra
ru: Частота дискретизации
sv: Sample nivå

source: Similar artists
cs: Podobní interpreti
de: Ähnliche Interpreten
es_es: Artistas similares
fr_fr: Artistes similaires
it: Artisti simili
nl_be: Gelijkaardige artiesten
pt: Artistas similares
ru: Похожие исполнители
sk: Podobní interpréti
sv: Liknande artister

source: Song length
cs: Délka skladby
de: Liedlänge
es_es: Duración de la pista
fr_fr: Durée de la chanson
it: Durata canzone
nl_be: Liedjeslengte
pt: Comprimento da música
ru: Длина композиции
sk: Dĺžka skladby
sv: Låtlängd

source: Tags
cs: Tagy
es_es: Etiquetas
it: TAG
pt: Etiquetas
ru: Теги
sk: Tagy
sv: Taggar

source: Time
cs: Délka
de: Zeit
es_es: Tiempo
fr_fr: Durée
it: Durata
nl_be: Tijd
pt: Tempo
ru: Время
sk: Čas
sv: Tid

source: Title
cs: Název
de: Titel
es_es: Título
fr_fr: Titre
it: Titolo
nl_be: Titel
pt: Título
ru: Название
sk: Názov
sv: Titel

source: Track gain
cs: Normalizace stopy
de: Trackanpassung
es_es: Ganancia de pista
fr_fr: Gain de la piste
it: Amplificazione Brano
nl_be: Nummerwinst
ru: Усиление дорожки
sk: Zosilnenie skladby

source: VBR
ru: Переменная скорость

source: Version
cs: Verze
es_es: Versión
it: Edizione
nl_be: Versie
pt: Versão
ru: Версия
sk: Verzia

source: Year
cs: Rok
de: Jahr
es_es: Año
fr_fr: Année
it: Anno
nl_be: Jaar
pt: Ano
ru: Год
sk: Rok
sv: År

source: Yes
cs: Ano
de: Ja
es_es: Sí
fr_fr: Oui
it: Sì
nl_be: Ja
pt: Sim
ru: Да
sk: Áno
sv: Ja

# AddFiles_AddingFiles
source: Adding files, {0}% done
cs: Přidávání souborů, {0}% hotovo
de: Füge Dateien hinzu, {0}% fertig
es_es: Añadiendo archivos, {0}% hecho
fr_fr: Ajout de fichiers, {0}% effectué(s)
it: Sto aggiungendo file, {0} fatto
nl_be: Toevoegen bestanden, {0}% klaar
pt: Adicionando arquivos, {0}% pronto
ru: Добавление файлов, выполнено: {0}%
sk: Pridávanie súborov, {0}% hotovo
sv: Lägger till filer, {0}% klart

# UpdateLibrary_Header
source: Update library
cs: Aktualizace knihovny
de: Datenbank aktualisieren
es_es: Actualizar biblioteca
fr_fr: Mise à jour de la bibliothèque
it: Aggiornamento collezione
nl_be: Bibliotheek bijwerken
pt: Atualizar acervo
ru: Обновление библиотеки
sk: Aktualizácia knižnice
sv: Uppdaterar bibliotek

# UpdateLibrary_DetailText
source: Select which folders you would like to update
cs: Vyberte složky, které chcete aktualizovat
de: Ordner auswählen, die aktualisiert werden sollen
es_es: Seleccionar carpetas que quieres actualizar
fr_fr: Sélectionnez les dossiers que vous souhaitez mettre à jour
it: Seleziona le cartelle da aggiornare
nl_be: Selecteer de folders die U wilt bijwerken
pt: Selecionar quais pastas você gostaria de atualizar
ru: Выберите, какие папки нужно обновить
sk: Vybrať adresáre, ktoré chcete aktualizovať
sv: Välj vilka mappar du vill uppdatera

# UpdateLibrary_ForceSync
source: Force synchronization of all files
cs: Vynutit synchronizaci všech souborů
de: Erzwinge Synchronisation aller Dateien
es_es: Forzar sincronización de todos los archivos
fr_fr: Forcer la synchronisation de tous les fichiers
it: Forza la sincronizzazione dei file
nl_be: Synchronisatie van alle bestanden afdwingen
pt: Forçar sincronização de todos arquivos
ru: Выполнить синхронизацию всех файлов
sk: Vynútiť synchronizáciu všetkých súborov
sv: Tvångsuppdatera alla filer

# UpdateLibrary_ProgressDetail
source: Any new files that are located will be added after the scanning steps are completed
cs: Po skenování budou přidány všechny nově nalezené soubory
de: Alle neu gefundenen Dateien werden nach dem Suchvorgang hinzugefügt
es_es: Cualquier archivo nuevo que sea localizado será añadido cuando terminen los pasos del escaneado
fr_fr: Tous les nouveaux fichiers trouvés seront ajoutés après l'analyse
it: Ogni nuovo file trovato sarà aggiunto dopo che la scansione sarà completata
nl_be: Elk nieuw bestand dat is gevonden na het scannen zal toegevoegd worden
pt: Quaisquer novos arquivos localizados serão adicionados depois das etapas de busca forem completas
ru: Все найденные новые файлы будут добавлены после завершения сканирования
sk: Všetky novoobjavené súbory budú pridané po ukončení skenovania
sv: Nya filer som hittas kommer bli tillagda efter sökningen är genomförd

# UpdateLibrary_ProgressHeader
source: The selected folders are being updated
cs: Probíhá aktualizace vybraných složek
de: Die ausgewählten Ordner werden aktualisiert
es_es: Las carpetas seleccionadas han sido actualizadas.
fr_fr: Les dossiers sélectionnés vont être mis à jour
it: La cartella selezionata è stata aggiornata
nl_be: De geselecteerde mappen worden bijgewerkt
pt: O arquivo selecionado está sendo atualizado
ru: Выбранные папки обновляются
sk: Vybrané súbory budú aktualizované
sv: De valda mapparna uppdateras

# UpdateLibrary_RemoveUnavailable
source: Remove unavailable files
cs: Odstranit nedostupné soubory
de: Entferne fehlende Dateien
es_es: Eliminar archivos no disponibles
fr_fr: Retirer le fichiers inaccessibles
it: Elimina i file non disponibili
nl_be: Niet beschikbare bestanden verwijderen
pt: Remover arquivos indisponíveis
ru: Удалить недоступные файлы
sk: Odstrániť nedostupné súbory
sv: Ta bort ej tillgängliga filer

source: Update library...
cs: Aktualizace knihovny...
de: Datenbank aktualisieren...
es_es: Actualizar biblioteca...
fr_fr: Mise à jour de la bibliothèque...
it: Aggiornamento collezione...
nl_be: Bibliotheek bijwerken...
pt: Atualizar acervo...
ru: Обновление библиотеки…
sk: Aktualizovať knižnicu...
sv: Uppdatera bibliotek

source: Releases
cs: Tituly
de: Veröffentlichungen
es_es: Lanzamientos
fr_fr: Parutions
it: Pubblicazioni
nl_be: Uitgaves
pt: Lançamentos
ru: Выпуски
sk: Vydania
sv: Utgåvor

source: Active file
cs: Aktivní soubor
de: Aktive Datei
es_es: Archivo activo
fr_fr: Fichier actif
it: File attivo
nl_be: Actief bestand
pt: Arquivo ativo
ru: Активный файл
sk: Aktívny súbor
sv: Aktiv fil

source: All release types
cs: Všechny typy vydání
de: Alle Veröffentlichungstypen
es_es: Todos los tipos de lanzamiento
fr_fr: Tous les types
it: Tutti i tipi di pubblicazione
nl_be: Alle uitgaves
pt: Todos tipos de lançamento
ru: Все типы выпусков
sk: Vsetky typy vydaní
sv: Alla utgivningstyper

source: All years
cs: Všechny roky
de: Alle Jahre
es_es: Todos los años
fr_fr: Toutes les années
it: Tutti gli anni
nl_be: Alle jaren
pt: Todos anos
ru: Все годы
sk: Všetky roky
sv: Alla år

source: All genres
cs: Všechny žánry
de: Alle Genres
es_es: Todos los géneros
fr_fr: Tous les genres
it: Tutti i generi
nl_be: Alle genres
pt: Todos gêneros
ru: Все жанры
sk: Všetky žánre
sv: Alla genres

source: Added
cs: Přidáno
de: Hinzugefügt
es_es: Añadido
fr_fr: Ajouté
it: Aggiunto
nl_be: Toegevoegd
pt: Adicionado
ru: Добавлено
sk: Pridané
sv: Tillagd

source: CDs
cs: CD
it: CD
ru: CD
sk: CD

source: Recorded
cs: Nahráno
de: Aufgenommen
es_es: Grabado
fr_fr: Enregistré
it: Registrato
nl_be: Opgenomen
pt: Gravação
ru: Записано
sk: Nahrané
sv: Inspelad

source: Released
cs: Vydáno
de: Veröffentlicht
es_es: Lanzamiento
fr_fr: Parution
it: Pubblicato
nl_be: Uitgebracht
pt: Lançamento
ru: Выпущено
sk: Vydané
sv: Släppt

source: Long
cs: Dlouhé
de: Lang
es_es: Largo
it: Lunghezza
nl_be: Lang
pt: Extensão
ru: Длинная
sk: Dĺžka
sv: Lång

source: Born
cs: Narození
de: Geboren
es_es: Nacido
fr_fr: Né(e)
it: Nato
nl_be: Geboren
pt: Nascimento
ru: Рождение
sk: Narodený
sv: Född

source: Died
cs: Úmrtí
de: Gestorben
es_es: Fallecido
fr_fr: Décédé(e)
it: Morto
nl_be: Gestorven
pt: Morte
ru: Смерть
sk: Zomrel
sv: Död

source: Disbanded
cs: Rozpad
de: Getrennt
es_es: Disuelta
fr_fr: Séparé
it: Sciolto
nl_be: Ontbonden
pt: Dissolução
ru: Роспуск
sk: Rozpustená
sv: Nedlagd

source: Formed
cs: Vznik
de: Gegründet
es_es: Formada
fr_fr: Formé
it: Formato
nl_be: Opgericht
pt: Formação
ru: Создание
sk: Založená
sv: Skapad

source: From
cs: Z
de: Von
es_es: De
fr_fr: De
it: Da
nl_be: Uit
pt: De
ru: Страна
sk: Z
sv: Från

source: Group
cs: Skupina
de: Gruppe
es_es: Grupo
fr_fr: Groupe
it: Gruppo
nl_be: Groep
pt: Grupo
ru: Группа
sk: Skupina
sv: Grupp

source: Untitled artist
cs: Nepojmenovaný interpret
de: Unbenannter Interpret
es_es: Artista sin nombre
fr_fr: Artiste inconnu
it: Artista senza nome
nl_be: Naamloos artiest
pt: Artista sem nome
ru: Исполнитель без имени
sk: Neznámy interprét
sv: Ospecifik artist

source: Parent
cs: Nadřazený
de: Mutter
es_es: Padre
fr_fr: Apparenté
it: Associato
nl_be: Ouder
pt: Principal
ru: Родительский
sk: Rodič
sv: Förälder

source: Untitled label
cs: Nepojmenovaný vydavatel
de: Unbenanntes Label
es_es: Discográfica sin nombre
fr_fr: Label inconnu
it: Etichetta senza nome
nl_be: Naamloos label
pt: Rótulo sem nome
ru: Лейбл без названия
sk: Vydavateľ nezadaný
sv: Ospecifik etikett

source: Rebuilding cache
cs: Aktualizace vyrovn. paměti
de: Erstelle den Cache neu
es_es: Reconstruyendo caché
fr_fr: Reconstruction du cache
it: Ricostruzione cache
nl_be: Heropbouwen cachegeheugen
pt: Reconstruindo cache
ru: Перестройка кэша
sk: Rebuildujem cache
sv: Skapar om cache

source: Type to filter...
cs: Zadejte filtr...
de: Schreiben zum Filtern...
es_es: Escribe para filtrar...
fr_fr: Tapez pour filtrer...
it: Tipologia di filtri...
nl_be: Type om te filteren...
pt: Digite para filtrar
ru: Введите текст фильтра…
sk: Napíš čo chceš filtrovať...
sv: Skriv för att filtera...

# RT_Album
source: Album
es_es: Álbum
pt: Álbum
ru: Альбом

# RT_Anthology
source: Anthology
cs: Antologie
de: Best Of
es_es: Antología
fr_fr: Anthologie
it: Antologia
nl_be: Antologie
pt: Antologia
ru: Антология
sk: Antológia
sv: Antologi

# RT_AudioBook
source: Audio book
cs: Audiokniha
de: Hörbuch
es_es: Audio libro
fr_fr: Livre audio
it: Audio libro
nl_be: Luisterboek
pt: Audio Livro
ru: Аудиокнига
sk: Audio kniha
sv: Ljudbok

# RT_Bootleg
source: Bootleg
ru: Бутлег
sv: Piratkopia/bootleg

# RT_Compilation
source: Compilation
cs: Kompilace
es_es: Compilación
nl_be: Compilatie
pt: Compilação
ru: Компиляция
sk: Kompilácia
sv: Samling

# RT_Digital
source: Digital
cs: Digitál
it: Digitale
nl_be: Digitaal
ru: Цифровой носитель

# RT_DVD
source: DVD
ru: DVD-диск

# RT_EP
source: EP
ru: Миньон

# RT_LivePerformance
source: Live performance
cs: Live
de: Live-Album
es_es: Actuación en directo
fr_fr: Performance live
it: Live
nl_be: Live Optreden
pt: Ao vivo
ru: Живое выступление
sk: Živé predstavenie
sv: Live uppträdande

# RT_Maxi
source: Maxi
de: Maxi / Single
ru: Макси-сингл

# RT_Sampler
source: Sampler
es_es: Muestra
it: Campionatore
ru: Семплер
sv: Demo

# RT_SoundEffects
source: Sound effects
cs: Zvukové efekty
de: Soundeffekte
es_es: Efectos de sonido
fr_fr: Effets sonores
it: Effetti sonori
nl_be: Geluidseffecten
pt: Efeitos Sonoros
ru: Звуковые эффекты
sk: Zvukové efekty
sv: Ljudeffekter

# RT_Soundtrack
source: Soundtrack
es_es: Banda sonora
fr_fr: Musique de film
it: Colonna sonora
pt: Trilhas sonoras
ru: Музыка из фильма

# RT_Undefined
source: Undefined
cs: Nedefinované
de: Nicht definiert
es_es: Indefinido
fr_fr: Indéfini
it: Non definito
nl_be: Ongedefinieerd
pt: Indefinido
ru: Не определено
sk: Nedefinované
sv: Odefinierad

# RT_Video
source: Video
es_es: Vídeo
fr_fr: Vidéo
pt: Vídeo
ru: Видео

source: Type to search...
cs: Hledat...
de: Schreiben zum Suchen...
es_es: Escribe para buscar...
fr_fr: Tapez pour chercher...
it: Tipo di ricerca...
nl_be: Type om te zoeken...
pt: Digite para procurar...
ru: Введите искомый текст…
sk: Napíš čo hľadáš...
sv: Skriv för att söka...

# LangChanged
source: You have changed the current language so Helium needs to be restarted. Click OK to restart Helium.
cs: Změnili jste používaný jazyk a je potřeba Helium restartovat. Kliknutím na OK provedete restart programu.
de: Helium muss neugestartet werden, da die Sprache geändert wurde. Klicke OK um Neon neuzustarten.
es_es: Has cambiado el idioma actual por lo que Helium debe ser reiniciado. Clic en OK para reiniciar Helium.
fr_fr: Vous avez changé la langue actuelle, Helium doit redémarrer. Cliquez sur OK pour redémarrer Helium.
it: Hai cambiato lingua. Helium dovrà essere riavviato. Clicca OK per riavviare Helium.
nl_be: U hebt de huidige taal veranderd zodoende moet Helium herstart worden. Klik op OK om Helium te herstarten.
pt: Você mudou o idioma corrente. O Helium precisa ser reiniciado. Clique OK para reiniciar.
ru: Вы изменили язык приложения, Helium нужно перезапустить. Нажмите «OK», чтобы перезапустить Helium.
sk: Zmenili ste jazyk a Helium sa musí reštartovať. Kliknutím na OK sa Helium reštartuje.
sv: Du har ändrat språk så Helium måste startas om. Klicka på OK för att starta om.

source: Language
cs: Jazyk
de: Sprache
es_es: Idioma
fr_fr: Langue
it: Lingua
nl_be: Taal
pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk

# LastFm_Completed
source: Click OK when you have completed the Last.fm authentication
cs: Po dokončení ověření údajů z Last.fm klikněte na OK
de: Klicke OK, wenn Last.fm Authentifizierung beendet ist
es_es: Clic en OK cuando completes las autentificación en Last.fm
fr_fr: Cliquez OK quand vous aurez complété les informations d'authentification Last.fm
it: Clicca OK quando hai completato l'autenticazione su Last.fm
nl_be: Klik op OK wanneer de Last.fm authenticatie is afgerond
pt: Clique OK quando você tiver completado a autenticação do Last.fm
ru: Нажмите «OK» после завершения проверки подлинности на сервисе Last.fm
sk: Kliknite na OK ak ste ukončili Last.fm autentifikáciu
sv: Klicka på OK när du har slutfört Last.fm autentiseringen.

# LastFm_Grant
source: Click OK to grant Helium to use Last.fm
cs: Kliknutím na OK povolíte Helium používání Last.fm
de: Klicke OK, um Helium Zugriff auf Last.fm zu gewähren
es_es: Clic en OK para permitir que Helium use Last.fm
fr_fr: Cliquez OK pour permettre à Helium d'utiliser Last.fm
it: Clicca OK per consentire a Helium di usare last.fm
nl_be: Klik op OK om Helium toelating te geven om Last.fm te gebruiken
pt: Clique OK para permitir o Helium usar o Last.fm
ru: Нажмите «OK», чтобы разрешить приложению Helium использовать Last.fm
sk: Kliknite na OK ak chete aby Helium mohlo používať Last.fm
sv: Klicka på OK för att tillåta Helium att använda Last.fm

# LastFm_NeedToRegister
source: You need to register Helium to use Last.fm
cs: Pro použití Last.fm potřebujete Helium registrovat
de: Helium muss zur Nutzung von Last.fm registriert werden
es_es: Necesitas registrar Helium para usar Last.fm
fr_fr: Vous devez enregistrer Helium pour utiliser Last.fm
it: È necessario registrare Helium per l'utilizzo di Last.fm
nl_be: U moet Helium registreren om Last.fm te kunnen gebruiken
pt: Você precisa registrar o Helium para usar o Last.fm
ru: Для использования Last.fm необходимо зарегистрировать Helium
sk: Potrebujete zaregistrovať Helium aby mohol používať Last.fm
sv: Du måste registrera Helium att använda Last.fm

source: Password
cs: Heslo
de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
nl_be: Wachtwoord
pt: Senha
ru: Пароль
sk: Heslo
sv: Lösenord

source: Register
cs: Registrovat
de: Registrieren
es_es: Registrar
fr_fr: Enregistrement
it: Registrazione
nl_be: Registreren
pt: Registrar
ru: Регистрация
sk: Registrovať
sv: Registrera

source: Use Last.fm
cs: Používat Last.fm
de: Benutze Last.fm
es_es: Usar Last.fm
fr_fr: Utiliser Last.fm
it: Usa Last.fm
nl_be: Last.fm gebruiken
pt: Usar Last.fm
ru: Использовать Last.fm
sk: Použiť Last.fm
sv: Använd Last.fm

# AddFiles_Completed
source: Adding of files completed
cs: Přidávání souborů bylo dokončeno
de: Hinzufügen von Dateien beendet.
es_es: Adición de archivos completada
fr_fr: Ajout des fichiers terminé
it: Aggiunta file completata
nl_be: Toevoegen van bestanden voltooid
pt: A Adição de arquivos foi completada
ru: Добавление файлов завершено
sk: Pridávanie hotových súborov
sv: Adderingen av filer slutfördes

# AboutNeon
source: About Helium
cs: O programu Helium
de: Über Helium
es_es: Acerca de Helium
fr_fr: A propos d'Helium
it: A proposito di Helium
nl_be: Over Helium
pt: Sobre o Helium
ru: О приложении Helium
sk: O programe Helium
sv: Om Helium

# OptionsTitle
source: Options
cs: Volby
de: Optionen
es_es: Opciones
it: Opzioni
nl_be: Opties
pt: Opções
ru: Параметры
sk: Možnosti
sv: Inställningar

# Import_DatabaseIsNotEmpty
source: You can only perform an import to an empty database.
cs: Import lze použít pouze do prázdné databáze.
de: Ein Import ist nur bei einer leeren Datenbank möglich.
es_es: Sólo se puede realizar una importación a una base de datos vacía.
fr_fr: Vous pouvez importer uniquement dans une base de données vide.
it: Puoi eseguire un'importazione solo su un database vuoto.
nl_be: U kunt enkel importeren naar een lege databank.
pt: Você somente pode realizar uma importação para um banco de dados vazio.
ru: Импортировать можно только в пустую базу данных.
sk: Môžete uskutočniť len Import do prázdnej databázy.
sv: Du kan bara utföra en import till en tom databas.

source: Edit tags...
cs: Upravit tagy...
de: Tags bearbeiten...
es_es: Editar etiquetas...
fr_fr: Editer les tags...
it: Modifica TAG...
nl_be: Tags bewerken...
pt: Editar etiquetas...
ru: Изменить теги…
sk: Editovať tagy...
sv: Ändra taggar...

# FileExistsInQueue
source: One or more selected files are currently being processed. Please retry when the running operation is completed.
cs: Jeden nebo více vybraných souborů se právě používá. Zkuste to prosím po dokončení aktuální operace.
de: Mindestens eine gewählte Datei wird gerade bearbeitet. Bitte versuche es erneut, wenn die Bearbeitung abgeschlossen ist.
es_es: Uno o más archivos están siendo procesados. Por favor, reinténtalo cuando la operación actual se complete.
fr_fr: Un ou plusieurs fichiers sont actuellement utilisé(s). Merci d'essayer de nouveau quand l'opération actuelle sera terminée.
it: Uno o più file selezionati sono attualmente in elaborazione. Ritenta quando l'operazione sarà terminata.
nl_be: Eén of meer geselecteerde bestanden worden momenteel verwerkt. Probeer het opnieuw wanneer de actieve bewerking is voltooid.
pt: Um ou mais arquivos selecionados estão sendo processados. Por favor tente novamente quando a operação em execução estiver completa.
ru: Обрабатываются один или несколько выбранных файлов. Повторите попытку после завершения текущей операции.
sk: Súbory sa práve spracovávajú. Vyskúšajte prosím neskôr, keď sa operácia ukončí.
sv: En eller flera filer används av en annan process. Försök igen senare.

source: Updating database
cs: Aktualizace databáze
de: Aktualisiere die Datenbank
es_es: Actualizando base de datos
fr_fr: Mise à jour de la base de données
it: Aggiornamento database
nl_be: Databank bijwerken
pt: Atualizando banco de dados
ru: Обновление базы данных
sk: Aktualizujem databázu
sv: Uppdaterar databas

# UpdatingFileStatus
source: Updating file {0}/{1}
cs: Aktualizace souboru {0}/{1}
de: Aktualisiere Datei {0}/{1}
es_es: Actualizando archivo {0}/{1}
fr_fr: Mise à jour du fichier {0}/{1}
it: Aggiornamento file {0}/{1}
nl_be: Bestand bijwerken {0}/{1}
pt: Atualizando arquivo [0}/{1}
ru: Обновление файла {0} из {1}
sk: Aktualizujem súbor {0}/{1}
sv: Uppdaterar fil {0}/{1}

source: Group members
cs: Členové skupiny
de: Gruppenmitglieder
es_es: Miembros del grupo
fr_fr: Membres du groupe
it: Membri del gruppo
nl_be: Groepsleden
pt: Membros do grupo
ru: Участники группы
sk: Členovia skupiny
sv: Gruppmedlemmar

# ImportHelium11Db
source: Import Helium 11 database...
cs: Import databáze Helium 11...
de: Importiere Helium 11 Datenbank...
es_es: Importar base de datos Helium 11...
fr_fr: Importer la base de données d'Helium 11...
it: Importa il database di Helium 11...
nl_be: Importeer Helium 11 databank...
pt: Importando banco de dados do Helium 11...
ru: Импортировать базу данных Helium 11…
sk: Import databázy z Helium 11...
sv: Importera Helium 11 databas...

source: Member of
cs: Členem
de: Mitglied von
es_es: Miembro de
fr_fr: Membre de
it: Membro di
nl_be: Lid van
pt: Membro do
ru: Входит в состав групп
sk: Člen
sv: Medlem av

# ImportingHelium11Database
source: Importing Helium database
cs: Porbíhá import databáze Helium 11
de: Importiere Helium 11 Datenbank
es_es: Importando base de datos Helium 11
fr_fr: Importation de la base de données d'Helium 11
it: Sto importando il database di Helium 11
nl_be: Importeren van Helium 11 databank
pt: Importando banco de dados do Helium 11
ru: Импорт базы данных Helium
sk: Importujem databázu z Helium 11
sv: Importerar Helium 11 databas

# EditMultipleGenresHelper
source: Split genres on separate lines
cs: Oddělte žánry do samostatných řádků
de: Ein Genre pro Zeile
es_es: Dividir géneros en líneas separadas
fr_fr: Séparer les genre en lignes séparées
it: Dividi i generi in linee separate
nl_be: Splits genres op aparte lijnen
pt: Dividir gêneros em linhas separadas
ru: Разделить жанры по строкам
sk: Rozdeliť žánre na osobitné riadky
sv: Dela genres på separata rader

# EditMultipleGenresTitle
source: Edit multiple genres
cs: Upravit více žánrů
de: Multiple Genres bearbeiten
es_es: Editar múltiples géneros
fr_fr: Editer des genres multiples
it: Modifica più generi
nl_be: Meerdere genres bewerken
pt: Editar múltiplos gêneros
ru: Изменить несколько жанров
sk: Editovať viac žánrov
sv: Ändra multipla genres
