Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# BetaMessage
source: Welcome to this beta version of Helium! Please note that this is a beta version which may contain bugs and features that are not yet completed. We recommend you to work with a copy of your files to avoid any possible data loss. If you encounter any bug, please use the built-in reporting tool and to help us to solve it, be sure to include a reproduction guide.
cs: Vítejte v beta verzi programu Neon! Vemte prosím na vědomí, že se jedná o beta verzi, která může obsahovat chyby a funkce, které stále nejsou dokončeny. Doporučujeme pracovat s kopií vašich souborů a předejít tak možné ztrátě dat. Pokud narazíte na chybu, použijte prosím integrovaný nástroj pro hlášení chyb a pomozte nám tyto chyby vyřešit, s uvedením jednotlivých kroků k jejich opětovné reprodukci.
de: Willkommen zu dieser Betaversion von Neon! Beachte bitte, dass dies eine Betaversion ist und daher Fehler und unvollständige Funktionen haben kann. Wir empfehlen mit einer Kopie deiner Dateien zu arbeiten, um Datenverlust zu vermeiden. Wenn du einen Fehler findest, melde ihn bitte mit der eingbauten Reportfunktion und helfe uns diesen zu beseitigen. Gib dabei mögliche Schritte zur Wiederholung an.
es_es: ¡Bienvenido a esta versión beta de Neon! Por favor, ten en cuenta que esta es una versión beta que puede contener errores y funciones que aún no se han completado. Recomendamos trabajar con una copia de tus archivos para evitar cualquier pérdida de datos. Si encuentras algún error, por favor utiliza la herramienta de informes incorporada y ayúdanos a resolverlo, asegúrate de incluir una guía que nos permita reproducir el problema.
fr_fr: Bienvenue dans la version beta d'Helium ! Veuillez noter que cette version beta peut contenir des bogues et des fonctionnalités encore incomplètes. Nous vous recommandons de travailler avec une copie de vos fichiers pour éviter toute perte de données. Si vous rencontrez un bogue, veuillez utiliser l'outil de signalement intégré pour nous aider à le corriger. N'oubliez pas d'intégrer un guide pour indiquer comment le reproduire.
it: Benvenuto alla versione beta di Helium! Nota che le versioni beta possono contenere bachi e/o funzioni non perfettamente funzionanti. Si raccomanda di lavora scon una copia dei tuoi file per prevenire qualunque perdita accidentale dei dati. Se riscontri degli errori, inviaci per cortesia il modulo di segnalazione errori includendo una descrizione di come sono avvenuti.
nl_be: Welkom op deze beta-versie van Neon! Let op: dit is een beta-versie die bugs en functies die nog niet zijn afgerond kan bevatten. Wij raden U aan om te werken met een kopie van uw bestanden om mogelijk verlies van gegevens te voorkomen. Als U een bug ondervindt, dan kunt u gebruik maken van de ingebouwde rapportage tool om ons te helpen om het op te lossen, zorg ervoor dat U een reproductielijst insluit.
pt: Bem vindo a esta versão beta do Neon! Por favor note que esta é uma versão beta que pode conter bugs e recursos que não estão ainda completos. Nós recomendamos que você utilize uma cópia de seus arquivos para evitar qualquer risco de perda de dados. Se você encontrar qualquer bug, por favor utilize a ferramenta embutida para reportar e ajudar-nos a solucioná-lo, não esqueça de incluir um guia para que possamos reproduzí-lo.
ru: Вас приветствует бета-версия Helium! Помните, что это бета-версия: в ней могут быть ошибки и недоработанные функции. Во избежание потери данных мы рекомендуем работать с копией файлов. Столкнувшись с ошибкой, воспользуйтесь встроенным инструментом отправки отчетов и не забудьте описать, как ее воспроизвести — это поможет нам решить проблему.
sk: Vítame Vás v ďalšej beta verzii Neon! Majte prosím na pamäti, že je to stále beta verzia, ktorá može obsahovať chyby a veci, ktoré ešte niesú hotové. Odporúčame Vám používať kópiu Vašich súborov, aby sa zabránilo prípadnej strate dát. Ak objavíte nejakú chybu, použite prosím zabudovaný nástroj na jej report a aby ste nám s jej opravou pomohli tak aj postup ako k nej došlo.

# BackgroundAlbumOptions
source: Album background
cs: Pozadí alba
de: Albumhintergrund
es_es: Fondo del álbum
fr_fr: Arrière-plan album
it: Sfondo album
nl_be: Album achtergrond
pt: Álbum de fundo
ru: Фон альбома
sk: Pozadie albumu
sv: Album bakgrund

# BackgroundArtistsOptions
source: Artist background
cs: Pozadí interpreta
de: Interpretenhintergrund
es_es: Fondo del artista
fr_fr: Arrière-plan artiste
it: Sfondo artista
nl_be: Artiest achtergrond
pt: Artista de fundo
ru: Фон исполнителя
sk: Pozadie interpréta
sv: Artist bakgrund

source: Import from Helium 11
cs: Import z Helium 11
de: Von Helium 11 importieren
es_es: Importar de Helium 11
fr_fr: Importer depuis Helium 11
it: Importazione da Helium 11
nl_be: Uit Helium 11 importeren
pt: Importar do Helium 11
ru: Импорт из Helium 11
sk: Import z Helium 11
sv: Importera från Helium 11

# ImportFromHelium11Menu
source: Import from Helium 11...
cs: Import z Helium 11...
de: Von Helium 11 importieren...
es_es: Importar de Helium 11...
fr_fr: Importer depuis Helium 11...
it: Importazione da Helium 11...
nl_be: Uit Helium 11 importeren...
pt: Importar do Helium 11...
ru: Импорт из Helium 11…
sk: Importovať z Helium 11...
sv: Importera från Helium 11...

# MySql_IncorrectCase
source: Your MySql server contains an invalid value for lower_case_table_names. The value for lower_case_table_names must be set to 1, case insensitive mode. Please change this value in your mysql configuration file and retry.
cs: Váš MySQL server obsahuje neplatnou hodnotu pro lower_case_table_names. Hodnota pro lower_case_table_names musí být nastavena na 1, ignorování velikosti znaků. Změňte prosím tuto hodnotu ve vašem konfiguračním souboru MySQL a zkuste to znovu.
de: Der MySQL Server hat einen falsch gesetzten Wert für lower_case_table_names. Der Wert für lower_case_table_names muss auf 1 gesetzt sein, Groß-/Kleinschreibung ignorierender Modus. Bitte ändere diesen Wert in deiner MySQL Konfiguration und versuche es erneut.
es_es: Tu servidor MySql contiene un valor no válido en lower_case_table_names. El valor para lower_case_table_names debe ser establecido a 1, en modo de insensibilidad a mayúsculas. Por favor, cambia este valor en tu archivo de configuración de MySql y reintenta.
fr_fr: Votre serveur MySql contient une valeur invalide pour lower_case_table_names. La valeur pour lower_case_table_names doit être mise à 1, dans le cas du mode insensible. Veuillez changer cette valeur dans votre fichier de configuration mysql et réessayez.
it: Il tuo server MySql contiene un valore invalido di lower_case_table_names. Il valore di lower_case_table_names deve essere impostato a 1. Cambia questo valore nel file di configurazione mysql e riprova.
nl_be: Uw MySQL server bevat een ongeldige waarde voor lower_case_table_names. De waarde voor lower_case_table_names moet worden ingesteld op 1, hoofdlettergevoelige modus.
pt: Seu servidor MySql contém um valor inválido para lower_case_table_names. O valor para lower_case_table_names precisa ser setado para 1, modo case insensitive. Por favor altere este valor no seu arquivo de configuração mysql e tente novamente.
ru: У вашего сервера MySql недопустимое значение для параметра lower_case_table_names. Параметр lower_case_table_names должен быть равен 1, что означает нечувствительность к регистру. Измените это значение в файле конфигурации MySQL и повторите попытку.
sk: Váš MySql server obsahuje chybnú hodnotu pre lower_case_table_names. Hodnota pre lower_case_table_names musí byť nastavená na 1, case insensitive mode. Zmente prosím túto hodnotu v konfiguračnom súbore mysql a skúste znova.
sv: Din MySql server innehåller felaktigt värde för lower_case_table_names. Värdet för lower_case_table_names måste anges till 1, case insensitive mode. Vänligen ändra värdet i din MySql konfigurationsfil och försök igen.

source: View image
cs: Zobrazit obrázek
de: Zeige Bild
es_es: Ver imagen
fr_fr: Vue image
it: Vista immagine
nl_be: Beeld bekijken
pt: Ver imagem
ru: Просмотр изображения
sk: Zobraz obrázok
sv: Visa bild

source: Show all items
cs: Zobrazit všechny položky
de: Zeige alle Elemente
es_es: Mostrar todos los elementos
fr_fr: Montrer tous les items
it: Mostra tutte le voci
nl_be: Alle items tonen
pt: Mostrar todos os itens
ru: Показать все элементы
sk: Ukázať všetky položky
sv: Visa alla poster

# ShowItemsWithNoPictures
source: Show only items that have no assigned pictures
cs: Zobrazit pouze položky, které nemají přiřazeny obrázky
de: Zeige nur Elemente ohne Bilder
es_es: Mostrar sólo elementos que no tienen imágenes asignadas
fr_fr: Montrer uniquement les items qui n'ont pas d'images liées
it: Mostra solo le voci senza immagini associate
nl_be: Toon alleen items die geen toegewezen afbeeldingen hebben
pt: Mostrar somente itens que não possuem imagens
ru: Показывать только элементы, которым не назначены изображения
sk: Ukázať len položky bez priradených obrázkov
sv: Visa endast poster som ej har bilder

# ShowItemsWithPictures
source: Show only items that have assigned pictures
cs: Zobrazit pouze položky, které mají přiřazeny obrázky
de: Zeige nur Elemente mit Bildern
es_es: Mostrar sólo elementos que tienen imágenes asignadas
fr_fr: Montrer uniquement les items qui ont des images liées
it: Mostra solo le voci con immagini associate
nl_be: Toon alleen items die toegewezen afbeeldingen hebben
pt: Mostrar somente itens que possuem imagens
ru: Показывать только элементы, которым изображения назначены
sk: Ukázať len položky s priradenými obrázkami
sv: Visa endast poster som har bilder

source: Show only album artists
cs: Zobrazit pouze interprety alb
de: Zeige nur Albuminterpreten
es_es: Mostrar sólo artistas de álbumes
fr_fr: Montrer uniquement les artistes des albums
it: Mostra solo artisti album
nl_be: Enkel albumartiesten tonen
pt: Mostrar somente álbum artistas
ru: Показывать только исполнителей альбомов
sk: Ukázať len interprétov albumu
sv: Visa endast album artister

source: Ascending
cs: Vzestupně
de: Aufsteigend
es_es: Ascendente
fr_fr: Croissant
it: Ascendente
nl_be: Oplopend
pt: Ascendente
ru: По возрастанию
sk: Vzostupne
sv: Stigande

source: Descending
cs: Sestupně
de: Absteigend
es_es: Descendente
fr_fr: Décroissant
it: Discendente
nl_be: Aflopend
pt: Descendente
ru: По убыванию
sk: Zostupne
sv: Fallande

source: No sorting
cs: Bez seřazení
de: Ohne Sortierung
es_es: Sin ordenación
fr_fr: Pas de tri
it: Nessuna estrazione
nl_be: Geen sortering
pt: Sem ordenação
ru: Без сортировки
sk: Bez triedenia
sv: Ingen sortering

source: Sort by
cs: Řadit podle
de: Sortiert nach
es_es: Ordenar por
fr_fr: Tri par
it: Estrai per
nl_be: Sorteren op
pt: Ordem de
ru: Сортировка
sk: Triediť podľa
sv: Sortera efter

source: Then by
cs: Poté podle
de: Dann nach
es_es: Entonces por
fr_fr: Puis par
it: Quindi per
nl_be: Dan op
pt: Então por
ru: Затем
sk: Ďalej podľa
sv: Därefter

source: Total length
cs: Celková délka
de: Gesamtlänge
es_es: Duración total
fr_fr: Longueur totale
it: Durata totale
nl_be: Totale lengte
pt: Tamanho total
ru: Общая длина
sk: Celková dĺžka
sv: Total längd

source: Views
cs: Zobrazení
de: Ansichten
es_es: Vistas
fr_fr: Vues
it: Viste
nl_be: Bekijken
pt: Vistas
ru: Просмотр
sk: Prehľady
sv: Vyer

source: Available visualizations
cs: Dostupné vizualizace
de: Vorhandene Erweiterungen
es_es: Visualizaciones disponibles
fr_fr: Visualisations disponibles
it: Visualizzazioni disponibili
nl_be: Beschikbare visualisaties
pt: Visualizações disponíveis
ru: Доступные визуализации
sk: Dostupné vizualizácie
sv: Tillgängliga visualiseringar

source: Dock in now playing view
cs: Ukotvit do zobrazení právě přehrávaného
de: An Aktuelle Wiedergabe anhängen
es_es: Anclar en vista reproduciendo ahora
fr_fr: Incrustée dans le volet droit
it: Pannello in vista in ascolto
nl_be: In speelt nu venster plaatsen
pt: Encaixar na vista reproduzindo agora
ru: Закрепить в окне «проигрывается»
sk: Dock v prehľade prehrávania
sv: Docka i nu-spelas vyn

source: Full screen
cs: Celá obrazovka
de: Vollbildmodus
es_es: Pantalla completa
fr_fr: Plein écran
it: Schermo pieno
nl_be: Volledig scherm
pt: Tela cheia
ru: Во весь экран
sk: Celá obrazovka
sv: Fullskärm

# ShowInVisualizationsView
source: Full window mode
cs: Režim plného okna
de: Fenstermodus
es_es: Modo de pantalla completa
fr_fr: Dans la fenêtre
it: Modalità finestra piena
nl_be: Volledige vensterweergave
pt: Mostrar na vista de visualizações
ru: Режим полного окна
sk: Ukázať vo vizualizačnom pohľade
sv: Helt-fönster läge

source: Start/stop visualization
cs: Spustit/zastavit vizualizaci
de: Start / Stopp
es_es: Comenzar/detener visualización
fr_fr: Démarrer/arrêter la visualisation
it: Start/Stop visualizzazione
nl_be: Start/stop visualisatie
pt: Iniciar/parar visualização
ru: Запустить визуализацию
sk: Spusti/ukonči vizualizáciu
sv: Starta/stanna visualisering

source: Visualizations
cs: Vizualizace
de: Visualisierungen
es_es: Visualizaciones
fr_fr: Visualisations
it: Visualizzazione
nl_be: Visualisaties
pt: Visualizações
ru: Визуализация
sk: Vizualizácie
sv: Visualiseringar

source: Visualization view
cs: Zobrazení vizualizací
de: Visualisierungsansicht
es_es: Vista Visualización
fr_fr: Visualisation
it: Vista visualizzazione
nl_be: Visualisatie zien
pt: Vista de visualização
ru: Просмотр визуализации
sk: Vizualizačný pohľad
sv: Visualiserings-vy

# ConfigVisualization
source: Configure visualization...
cs: Konfigurace vizualizace...
de: Konfiguration...
es_es: Configurar visualizaciones...
fr_fr: Configurer la visualisation...
it: Configurazione visualizzazione...
nl_be: Visualisatie configureren...
pt: Configurar visualização...
ru: Настроить визуализацию…
sk: Konfigurovať vizualizácie...
sv: Konfigurera visualisering...

# ShowVisualPositionBar
source: Show graphic position-bar
cs: Zobrazit grafický spektrogram
de: Grafischer Positionsanzeiger
es_es: Mostrar barra gráfica de posicionamiento
fr_fr: Montrer le graphique de progression
it: Mostra sonogramma
nl_be: Grafische positie-balk tonen
pt: Mostrar barra de posição gráfica
ru: Показывать графическую панель положения
sk: Zobraz pozíciu prehrávania graficky
sv: Visa grafisk positionspanel

source: Do not show again
cs: Znovu nezobrazovat
de: Nicht erneut anzeigen
es_es: No mostrar de nuevo
fr_fr: Ne plus le montrer
it: Non mostrare più
nl_be: Niet meer laten zien
pt: Não mostrar novamente
ru: Больше не показывать
sk: Znovu nezobrazovať
sv: Visa inte igen

source: Restore
cs: Obnovit
de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
it: Ripristina
nl_be: Herstellen
pt: Restaurar
ru: Восстановление
sk: Obnoviť
sv: Återställ

# StartVisDlg
source: Start visualization
cs: Spustit vizualizaci
de: Starten
es_es: Comenzar visualización
fr_fr: Démarrer la visualisation
it: Inizia visualizzazione
nl_be: Start visualisatie
pt: Iniciar visualização
ru: Запустить визуализацию
sk: Spustiť vizualizáciu
sv: Starta visualisering

# VisualizationsWarningMessage
source: You are about to start a visualization plug-in created by a third party vendor. Please note that visualizations are not developed by Imploded Software and can work different on different machines. Visualizations may also require specific dependencies such as OpenGl and/or specific versions of DirectX/Direct-3D. These parameters may generate instability or crashes. Would you like to continue?
cs: Chystáte se spustit vizualizační plugin vytvořený třetí stranou. Vemte prosím na vědomí, že vizualizace nepochází od Imploded Software a mohou fungovat různě na různých zařízeních. Vizualizace také mohou vyžadovat specifické požadavky jako např. OpenGL a/nebo specifickou verzi DirectX/Direct-3D. Tyto parametry mohou způsobit nestabilitu nebo pády aplikace. Chcete pokračovat?
de: Du bist dabei eine Visualisierungserweiterung einer dritten Partei zu starten. Beachte bitte, dass diese Erweiterungen nicht von Imploded Software erstellt werden und auf verschiedenen System unterschiedlich laufen können. Visualisierungen können auch besondere Abhängigkeiten haben wie OpenGL und/oder spezielle DirectX/Direct-3D Versionen. Dies kann zu Instabilitäten oder Abstürzen führen. Willst du fortfahren?
es_es: Estás a punto de iniciar un plug-in de visualización creado por un proveedor de terceros. Ten en cuenta que las visualizaciones no son desarrolladas por Imploded Software y pueden trabajar diferente en distintos equipos. Las visualizaciones también pueden requerir dependencias específicas, tales como OpenGL y/o versiones específicas de DirectX/Direct-3D. Estos parámetros pueden generar inestabilidad o bloqueos. ¿Quieres continuar?
fr_fr: Vous êtes sur le point de démarrer un plug-in de visualisation crée par une tierce personne. Veuillez notrer que cette visualisation n'a pas été développée par Imploded Software et peut fonctionner différemment sur différentes machines. Les visualisations peuvent aussi avoir besoin de ressources spécifiques comme OpenGL et/ou des versions spécifiques de DirectX/Direct-3D. Ces paramètres peuvent générer une instabilité ou des plantages. Voulez-vous cointinuer?
it: Stai iniziando un plug.in di visualizzazione di un'altra società. Nota che la visualizzazione non è sviluppata da Imploded Software e può funzionare in modo diverso su macchine differenti. lE Visualizzazioni possono anche richiedere specifiche istanze quali OpenGl e/o specifiche versioni di DirectX/Direct-3D. Questi parametri possono generare instabilità o crash. Vuoi continuare?
nl_be: U staat op het punt om een visualisatie plug-in gemaakt door een externe leverancier te starten. Houd er rekening mee dat de visualisaties niet zijn ontwikkeld door Imploded Software en anders kunnen werken op verschillende machines . Visualisaties kunnen ook specifieke afhankelijkheden, zoals OpenGL en/of specifieke versies van DirectX/Direct-3D nodig hebben.. Deze parameters kunnen instabiliteit of vastlopen genereren. Wilt u doorgaan?
pt: Você irá iniciar um plug-in de visualização criado por terceiros. Por favor observe que estas visualizações não são desenvolvidas por Imploded Software e podem funcionar diferente em diferentes computadores. Visualizações podem também requerer dependências específicas, tais como OpenGl e/ou versões específicas de DirectX/Direct-3D. Estes parâmetros podem gerar instabilidades ou falhas. Você gostaria de continuar?
ru: Вы собираетесь запустить плагин визуализации от стороннего поставщика. Помните, что эта визуализация разработана не компанией Imploded Software и на разных машинах может работать по-разному. Также у визуализации могут быть конкретные зависимости, например, OpenGl и (или) конкретные версии DirectX или Direct3D. Это может приводить к нестабильной работе и сбоям. Продолжить?
sk: Ste pripravený spustiť vyzualizačný plug-in vytvorený treťou stranou. Chceme len upozorniť, že vyzualizácie vytvorené inou spoločnosťou ako Imploded Software môžu na roznych počítačoch fungovať rozdielne. Visualizácie tiež môžu vyžadovať špecifickú podporu, napríklad OpenGl a/alebo rôzne verzie DirectX/Direct-3D. Tieto podmienky môžu generovať nestability alebo pády programu. Želáte si aj napriek tomu pokračovať?
sv: Du är på väg att starta visualiserings plug-in gjord av tredje parts tillverkare. Vänligen notera att visualiseringar inte är gjorda av Imploded Software och att dom kan fungera olika beroende på maskiner. Visualiseringar kan behöva specifika beroende så som OpenGl och/eller specifika versioner av DirectX/Direct-3D. Dessa parametrar kan generera instabilitet och krascher. Vill du fortsätta?

source: Clear Play queue
cs: Vymazat frontu přehrávání
de: Wiedergabeliste leeren
es_es: Limpiar cola de reproducción
fr_fr: Effacer la file d'attente
it: Cancella coda di riproduzione
nl_be: Afgespeeld verwijderen
pt: Limpar fila de Reprodução
ru: Очистить очередь
sk: Vyčistiť Poradie prehrávania
sv: Rensa spelkö

source: Added trends
cs: Trendy
de: Hinzufügetrend
es_es: Tendencias añadidas
fr_fr: Tendances ajoutées
it: Tendenze aggiunte
nl_be: Toegevoegde ontwikkelingen
pt: Tendências adicionadas
ru: Тренды добавления
sk: Pridané trendy
sv: Tillagd-trend

source: Days
cs: Dnech
de: Tage
es_es: Días
fr_fr: Jours
it: Giorni
nl_be: Gebruikersnaam
pt: Dias
ru: сут.
sk: Dni
sv: Dagar

source: File type trends
cs: Trendy
de: Dateitypentrend
es_es: Tendencias de tipo de archivo
fr_fr: Tendances des types de fichiers
it: Tipo di file tendenze
nl_be: Bestandstype ontwikkelingen
pt: Tendência de tipos de arquivos
ru: Тренды типов файлов
sk: Súbory trendov
sv: Filtyp-trend

source: In the last
cs: V posledních
de: In den letzten
es_es: En los últimos
fr_fr: Dans les derniers
it: All'ultimo
nl_be: In de laatste
pt: No último
ru: За последние
sk: V posledných
sv: I den sista

source: Months
cs: Měsících
de: Monate
es_es: Meses
fr_fr: Mois
it: Mesi
nl_be: Maanden
pt: Meses
ru: мес.
sk: Mesiace
sv: Månader

source: Not in the last
cs: Nikoliv v posledních
de: Nicht in den letzten
es_es: No en los últimos
fr_fr: Pas dans les derniers
it: Non all'ultimo
nl_be: Niet in de afgelopen
pt: Não no último
ru: Не за последние
sk: Nie v posledných
sv: Inte i den senaste

source: Playing trends
cs: Trendy přehrávání
de: Abspieltrends
es_es: Tendencias de reproducción
fr_fr: Tendances de lectures
it: Tendenze d'ascolto
nl_be: Afspeeltrends
pt: Tendência de reprodução
ru: Тренды прослушивания
sk: Trendy prehrávania
sv: Uppspelnings-trend

source: Weeks
cs: Týdnech
de: Wochen
es_es: Semanas
fr_fr: Semaines
it: Settimane
nl_be: Weken
pt: Semanas
ru: нед.
sk: Týždne
sv: Veckor

source: Equalizer active
cs: Ekvalizér aktivní
de: Equalizer aktiv
es_es: Ecualizador activo
fr_fr: Egaliseur actif
it: Attiva equalizzazione
nl_be: Equalizer actief
pt: Equalizador ativo
ru: Эквалайзер включен
sk: Ekvalizér je aktívny
sv: Equalizer aktiv

# FileTypeAddedTrends
source: File type and added trends
cs: Typy souborů a trendy
de: Dateityp- und Hinzufügetrend
es_es: Tipos de archivo y tendencias de incorporación
fr_fr: Type de fichiers et tendances ajoutées
it: Tipo file e tendenze aggiunte
nl_be: Bestandstype en toegevoegde ontwikkelingen
pt: Tipo de arquivo e tendências adicionadas
ru: Тренды по добавляемым типам файлов
sv: Filtyp och tillagd-trend

# BrowseFolderInMe
source: Browse folder in Music Explorer
cs: Zobrazit složku v Hudebním prohlížeči
de: Öffne Ordner im Musikexplorer
es_es: Navegar a carpeta en Explorador de Música
fr_fr: Développer le dossier dans l'Explorateur Helium
it: Esplora cartella in Esploratore Musicale
nl_be: Map in Music Explorer doorbladeren
pt: Navegar pasta no Music Explorer
ru: Просмотр папки в «Обзоре музыки»
sk: Prehliadať adresár v Hudobnom prehliadači
sv: Hitta mapp i musikutforskaren

# AutoHideShowNowPlayingWhenStartingVis
source: Auto show/hide Now playing when starting Visualization in docked/full window mode
cs: Autom. zobrazit/skrýt Právě se přehrává při spuštění vizualizace v režimu ukotvení/plného okna
de: Aktuelle Wiedergabe automatisch öffnen/schließen, wenn Visualisierung startet
es_es: Auto mostrar/ocultar Reproduciendo ahora cuando comience la Visualización en modo bloqueo/pantalla completa
fr_fr: Montrer/cacher automatiquement le volet en cours de lecture au démarrage d'une visualisation en mode incrusté/fenêtre entière
it: Mostra/nascondi In Ascolto automatico quando inizia la Visualizzazione in modalità finestra a pannello/pieno
nl_be: Auto tonen/verbergen Nu spelen bij het starten van Visualisatie in gedokte/volledige vensterweergave
pt: Auto mostrar/ocultar Reproduzindo agora quando iniciar Visualização em modo de janela encaixado/inteiro
ru: Показывать/скрывать «Проигрывается» при запуске визуализации в закрепленном режиме и режиме полного окна
sk: Automaticky ukázať/ukryť Práve hrá po spustení vizualizácie v ukotvenom/plnooknovom móde
sv: Dölj/visa nu-spelas panel automatiskt när en visualisering är dockad/i helt-fönster läge
