Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Set release type
cs: Typ vydání
de: Veröffentlichungstyp festlegen
es_es: Establecer tipo de lanzamiento
fr_fr: Définir le type de parution
it: Imposta tipo di pubblicazione
nl_be: Uitgavetype plaatsen
pt: Definir tipo de lançamento
ru: Задать тип выпуска

# MoveToAlbumMenu
source: Move to album...
cs: Přesunout do alba...
de: In Album verschieben...
es_es: Mover al álbum...
fr_fr: Déplacer vers l'album...
it: Sposta nell'album...
nl_be: Naar album verplaatsen...
pt: Mover para o álbum...
ru: Переместить в альбом…

source: Select album
cs: Vybrat album
de: Album auswählen
es_es: Seleccionar álbum
fr_fr: Sélectionner un album
it: Seleziona album
nl_be: Album selecteren
pt: Selecionar álbum
ru: Выбор альбома

# EditAlbumReviewWindow
source: Edit album review
cs: Upravit recenzi alba
de: Albumbewertung bearbeiten
es_es: Editar reseña de álbum
fr_fr: Editer la critique de l'album
it: Modifica recensione album
nl_be: Album beoordeling bewerken
pt: Editar revisão do álbum
ru: Изменить отзыв на альбом

# EditReview
source: Edit album review
cs: Upravit recenzi alba
de: Albumbewertung bearbeiten
es_es: Editar reseña de álbum
fr_fr: Editer la critique de l'album
it: Modifica recensione album
nl_be: Album beoordeling bewerken
pt: Editar revisão do álbum
ru: Изменить отзыв на альбом

source: Album review
cs: Recenze alba
de: Albumwertung
es_es: Reseña de álbum
fr_fr: Critique de l'album
it: Recensione album
nl_be: Album beoordeling
pt: Revisão do álbum
ru: Отзыва на альбом

source: Has album review
cs: Obsahuje recenzi
de: Hat Albumbewertung
es_es: Tiene reseña de álbum
fr_fr: A une critique d'album
it: L'album è recensito
nl_be: Heeft album beoordeling
pt: Tem revisão do álbum
ru: С отзывом на альбом

# Imp11_PerformJobsDesc
source: The following data will be imported from Helium 11
cs: Následující data budou importována z Helium 11
de: Folgende Daten werden von Helium 11 importiert
es_es: Los siguientes datos serán importados desde Helium 11
fr_fr: Les données suivantes seront importées depuis Helium 11
it: I dati deguenti saranno importati da Helium 11
nl_be: De volgende gegevens worden geïmporteerd uit Helium 11
pt: Os dados a seguir serão importados do Helium 11
ru: Следующие данные будут импортированы из приложения Helium 11

# PendingJobs
source: {0} pending jobs
cs: {0} úloh ve frontě
de: {0} ausstehende Aufträge
es_es: {0} trabajos pendientes
fr_fr: {0} travaux en attente
it: {0} attività in attesa
nl_be: {0} geplande taken
pt: {0} trabalhos pendentes
ru: Заданий в очереди: {0}

source: Update folder...
cs: Aktualizovat složku...
de: Ordner aktualisieren...
es_es: Actualizar carpeta...
fr_fr: Mettre à jour le dossier...
it: Aggiorna cartella...
nl_be: Map-update...
pt: Pasta de atualização...
ru: Обновить папку…

source: Remove source file
cs: Odstranit zdrojový soubor
de: Quelldatei entfernen
es_es: Eliminar archivo original
fr_fr: Supprimer le fichier source
it: Rimuovi file sorgente
nl_be: Bronbestand verwijderen
pt: Remover arquivo de origem
ru: Удалить исходный файл

source: No tracks selected
cs: Nevybrány žádné stopy
de: Keine Tracks ausgewählt
es_es: No hay pistas seleccionadas
fr_fr: Aucune piste sélectionnée
it: Nessun brano selezionato
nl_be: Geen nummers geselecteerd
pt: Nenhuma faixa selecionada
ru: Дорожки не выбраны

# ThereAreErrors
source: There are one or more errors, please review them before proceeding with the rename operation.
cs: Došlo k jedné nebo více chybám, před procesem přejmenování je prosím zkontrolujte.
de: Es gibt einen oder mehrere Fehler, bitte überprüfe diese, bevor du den Umbenennungsvorgang fortsetzt.
es_es: Hay uno o más errores, por favor, revísalos antes de continuar con la operación de renombrado.
fr_fr: Il y a une erreur ou plus. Veuillez les examiner avant de poursuivre l'opération de changement de nom.
it: Ci sono uno o più errori, controllali prima di procedere con l'operazione di rinomina.
nl_be: Er zijn één of meer fouten, herzie deze voordat u verder gaat met de naamswijziging.
pt: Há um ou mais erros; reveja-os antes de prosseguir com a operação de renomeação.
ru: Есть одна или несколько ошибок, которые нужно проверить, прежде чем продолжать переименование.

source: Suggested tracks
cs: Doporučené stopy
de: Vorgeschlagene Tracks
es_es: Pistas sugeridas
fr_fr: Pistes suggérées
it: Brani suggeriti
nl_be: Voorgestelde nummers
pt: Faixas sugeridas
ru: Рекомендуемые дорожки

source: Favourite tracks
cs: Oblíbené stopy
de: Favorisierte Tracks
es_es: Pistas favoritas
fr_fr: Pistes favorites
it: Brani preferito
nl_be: Favoriete nummers
pt: Faixas favoritas
ru: Избранные дорожки

source: Fill
cs: Vyplnit
de: Füllen
es_es: Rellenar
fr_fr: Remplir
it: Pieno
nl_be: Vullen
pt: Preencher
ru: Заливка

source: Scale
cs: Stupnice
de: Skala
es_es: Escala
fr_fr: Échelle
it: Scala
nl_be: Schaal
pt: Escala
ru: Масштаб

# CroppingChanged
source: Cropping mode has changed and Helium needs to be restarted.
cs: Došlo ke změně v režimu ořezu a je potřeba restartovat Helium.
de: Der Zuschneidemodus hat sich geändert und Helium muss neu gestartet werden.
es_es: Se ha cambiado el modo de recorte y Helium necesita reiniciarse
fr_fr: Le mode tronquer a été modifié. Helium doit être redémarré.
it: La modalità ritaglio è cambiata e Helium deve essere riavviato.
nl_be: Bijsnijden modus is veranderd en Helium moet worden herstart.
pt: Modo de recorte alterado. Helium precisa ser reiniciado.
ru: Режим обрезки изменен, нужно перезапустить Helium.

source: Crop thumbnails
cs: Ořezat náhledy
de: Thumbnails zuschneiden
es_es: Recortar miniaturas
fr_fr: Tronquer les miniatures
it: Ritaglia miniature
nl_be: Miniatuurweergaves bijsnijden
pt: Miniatura de recorte
ru: Обрезка эскизов

source: Thumbnail aspect ratio
cs: Poměr stran náhledů
de: Seitenverhältnis der Thumbnails
es_es: Relación de aspecto de la miniatura
fr_fr: Format d'image des miniatures
it: Proporzioni miniature
nl_be: Miniatuurweergave beeldverhouding
pt: Proporção da miniatura
ru: Пропорции эскизов

# ThumbnailRatioChanged
source: Thumbnail aspect ratio changed. Helium needs to be restarted.
cs: Došlo ke změně poměru stran náhledů. Je potřeba restartovat Helium.
de: Das Seitenverhältnis der Thumbnails hat sich geändert. Helium muss neu gestartet werden.
es_es: Se ha cambiado la relación de aspecto de la miniatura. Helium necesita ser reiniciado.
fr_fr: Le format d'image des miniatures a été modifié. Helium doit être redémarré.
it: Le proporzioni miniature sono acmbiate. Helium deve essere riavviato.
nl_be: Miniatuurweergave beeldverhouding gewijzigd. Helium moet herstart worden.
pt: Razão da proporção da miniatura mudou. Helium precisa ser reiniciado.
ru: Пропорции эскизов изменены. Необходимо перезапустить Helium.

# DownloadLyricsWindow
source: Download lyrics
cs: Stáhnout texty
de: Liedtext herunterladen
es_es: Descargar letras
fr_fr: Télécharger les paroles
it: Download testi
nl_be: Teksten downloaden
pt: Baixar letras
ru: Скачать текст

source: Bold
cs: Tučně
de: Fett
es_es: Negrita
fr_fr: Gras
it: Grassetto
nl_be: Vet
pt: Negrito
ru: Полужирный

source: Italic
cs: Kurzíva
de: Kursiv
es_es: Cursiva
fr_fr: Italique
it: Corsivo
nl_be: Cursief
pt: Itálico
ru: Курсив

source: Link
cs: Odkaz
de: Verlinken
es_es: Enlace
fr_fr: Lien
it: Collega
ru: Ссылка

source: Remove formatting
cs: Odstranit formátování
de: Formatierung entfernen
es_es: Eliminar formato
fr_fr: Supprimer le formatage
it: Rimuovi formattazione
nl_be: Formatering verwijderen
pt: Remover formatação
ru: Удалить форматирование

source: Underline
cs: Podtržení
de: Unterstreichen
es_es: Subrayado
fr_fr: Soulignement
it: Sottolineato
nl_be: Onderstrepen
pt: Sublinhado
ru: Подчеркнутый

source: Unlink
cs: Odstranit odkaz
de: Verlinkung aufheben
es_es: Desvincular
fr_fr: Supprimer le lien
it: Scollega
nl_be: Ontkoppelen
pt: Desvincular
ru: Удалить ссылку

# ShowLetterNavigation
source: Show letter navigation bar
cs: Zobrazit abecední navigační lištu
de: Buchstaben-Navigationsleiste anzeigen
es_es: Mostrar barra de navegación de letras
fr_fr: Afficher la barre de navigation de lettre
it: Mostra lettera barra di navigazione
nl_be: Letter navigatiebalk tonen
pt: Mostrar barra de navegação da letra
ru: Панель навигации с буквами

# AdvancedTagEditorAll
source: Advanced Tag Editor (all items in view)
cs: Pokročilý editor tagů (všechny položky v zobrazení)
de: Erweiterter Tag-Editor (alle Elemente anzeigen)
es_es: Editor de etiquetas avanzado (elementos en la vista)
fr_fr: Éditeur de tags avancé (tous les éléments en vue)
it: Editor di TAG avanzato (tutte le voci nella vista)
nl_be: Geavanceerde Labelbewerker (alle items bekijken)
pt: Editor de etiqueta avançado (todos os itens em exibição)
ru: Расширенный редактор тегов (все элементы в просмотре)

# AdvancedTagEditorSelected
source: Advanced Tag Editor (selected items)
cs: Pokročilý editor tagů (vybrané položky)
de: Erweiterter Tag-Editor (ausgewählte Elemente)
es_es: Editor de etiquetas avanzado (elementos seleccionados)
fr_fr: Éditeur de tags avancé (éléments sélectionnés)
it: Editor di TAG avanzato (seleziona voci)
nl_be: Geavanceerde Labelbewerker (geselecteerde items)
pt: Editor de etiqueta avançado (itens selecionados)
ru: Расширенный редактор тегов (выбранные элементы)

# TagEditorAll
source: Tag Editor (all items in view)
cs: Editor tagů (všechny položky v zobrazení)
de: Tag-Editor (alle Elemente anzeigen)
es_es: Editor de etiquetas (elementos en vista)
fr_fr: Éditeur de tags (tous les éléments en vue)
it: Editor di TAG (tutte le voci nella vista)
nl_be: Labelbewerker (alle items bekijken)
pt: Editor de etiqueta (todos os itens em exibição)
ru: Редактор тегов (все элементы в просмотре)

# TagEditorSelected
source: Tag Editor (selected items)
cs: Editor tagů (vybrané položky)
de: Tag-Editor (ausgewählte Elemente)
es_es: Editor de etiquetas (elementos seleccionados)
fr_fr: Éditeur de tags (éléments sélectionnés)
it: Editor di TAG (seleziona voci)
nl_be: Labelbewerker (geselecteerde items)
pt: Editor de etiqueta (itens selecionados)
ru: Редактор тегов (выбранные элементы)

# LabelDetails
source: Releases within Label details
cs: Detaily o titulech vydavatelství
de: Veröffentlichungen in Labeldetails
es_es: Lanzamientos sin detalles de discográfica
fr_fr: Parutions avec des détails sur le label
it: Pubblicazioni senza dettagli casa discografica
nl_be: Uitgaves binnen Label gegevens
pt: Lançamento com detalhes da gravadora
ru: Выпуски в сведениях о лейбле

# CopyToExternalFolder
source: Copy to folder...
cs: Kopírovat do složky...
de: In Ordner kopieren...
es_es: Copiar a carpeta...
fr_fr: Copier vers le dossier...
it: Copia alla cartella...
nl_be: Naar map kopiëren...
pt: Copiar para a pasta...
ru: Скопировать в папку…

# SaveAsId3v23
source: Save ID3 v2.x tags as version 2.3
cs: Ukládat tagy ID3 v2.x jako verzi 2.3
de: Tags ID3 v2.x speichern als Version 2.3
es_es: Guardar etiquetas ID3 v2.x como versión 2.3
fr_fr: Enregistrer les tags ID3 v2.x en version 2.3
it: Salva TAG ID3 v2. versione 2.3
nl_be: Bewaar ID3-tags v2.x als versie 2.3
pt: Salvar as etiquetas ID3 v2. x como versão 2.3
ru: Сохранять теги ID3 v2.x в версии 2.3

# StopWhenTrackFinished
source: Stop when a track has finished played
cs: Zastavit po skončení stopy
de: Anhalten, wenn ein Track bis zum Ende abgespielt wurde
es_es: Parar cuando una pista termine de reproducirse
fr_fr: Arrêter quand une piste a été lue
it: Ferma quando è finito il brano
nl_be: Stoppen wanneer een nummer is afgespeeld
pt: Parar quando uma faixa terminar de reproduzir
ru: Остановить после завершения проигрывания дорожки

source: seconds
cs: sekund
de: Sekunden
es_es: segundos
fr_fr: secondes
it: secondi
nl_be: seconden
pt: segundos
ru: с

# ShowNavigationMenu
source: Show left navigation menu
cs: Zobrazit levé navigační menu
de: Linkes Navigationsmenü anzeigen
es_es: Mostrar menú de navegación izquierdo
fr_fr: Afficher le menu de navigation de gauche
it: Mostra pannello del menu di navigazione
nl_be: Linker navigatiemenu tonen
pt: Mostrar menu de navegação à esquerda
ru: Показать левое меню навигации

source: Update play counter after
cs: Aktualizovat počet přehrání po
de: Abspielzähler aktualisieren nach
es_es: Actualizar contador de reproducción después
fr_fr: Mettre à jour le compteur de lecture après
it: Aggiorna il contatore d'ascolti
nl_be: Afspeelteller updaten na
pt: Atualizar o contador de reprodução após
ru: Обновлять счетчик проигрывания через

source: Crossfade length
cs: Délka prolínání
de: Überblendungslänge
es_es: Longitud de mezcla
fr_fr: Durée du fondu enchaîné
it: Durata dissolvenza
nl_be: Duur overlapping
pt: Comprimento do crossfade
ru: Длительность перехода

source: Use crossfade
cs: Použít prolínání
de: Überblendung verwenden
es_es: Utilizar mezcla
fr_fr: Utiliser le fondu enchaîné
it: Usa dissolvenza
nl_be: Overlapping gebruiken
pt: Usar crossfade
ru: Использовать плавный переход

# AddRoot
source: Add root path
cs: Přidat koř. cestu
de: Wurzelpfad hinzufügen
es_es: Añadir ruta raíz
fr_fr: Ajouter un chemin racine
it: Aggiungi percorso radice
nl_be: Basismap toevoegen
pt: Adicionar caminho da raíz
ru: Добавить корневой путь

# CannotRemoveRootPath
source: The selected path cannot be removed since your library contains files connected to this path. You will need to remove the files from your library before you can remove this path.
cs: Vybraná cesta nemůže být odstraněna, protože vaše knihovna obsahuje soubory spojené s tímto umístěním. Před odstraněním této cesty bude nutné tyto soubory odstranit z vaší knihovny.
de: Der ausgewählte Pfad kann nicht entfernt werden, da deine Bibliothek Dateien enthält, die mit diesem Pfad verbunden sind. Du musst die Dateien aus deiner Bibliothek entfernen, bevor du diesen Pfad entfernen kannst.
es_es: La ruta seleccionada no puede eliminarse porque su biblioteca contiene archivos conectados a esta ruta. Deberá primero eliminar los archivos de su biblioteca para poder eliminar esta ruta.
fr_fr: Le chemin sélectionné ne peut être supprimé parce que votre bibliothèque contient des fichiers connectés à ce chemin. Vous devez supprimer les fichiers de votre bibliothèque avant de pouvoir supprimer ce chemin.
it: Il percorso selezionato non può essere rimosso fino a che la tua collezione contiene file collegati a questo percorso. È necessario rimuovere questi file prima di rimuovere il percorso.
nl_be: Het geselecteerde pad kan niet worden verwijderd omdat de bibliotheek bestanden verbonden met dit pad bevat. U moet de bestanden uit uw bibliotheek verwijderen voordat u dit pad zelf kunt verwijderen.
pt: O caminho selecionado não pode ser removido pois o seu acervo possui arquivos conectados a esse caminho. Você precisará remover os arquivos do seu acervo antes de remover o caminho.
ru: Выбранный путь удалить нельзя: в библиотеке есть файлы, связанные с этим путем. Чтобы удалить этот путь, нужно удалить соответствующие файлы из библиотеки.

# RemoveRoot
source: Remove root path
cs: Odstranit koř. cestu
de: Wurzelpfad entfernen
es_es: Eliminar ruta raíz
fr_fr: Supprimer le chemin racine
it: Rimuovi percorso
nl_be: Basismap verwijderen
pt: Remover caminho raíz
ru: Удалить корневой путь

# WasapiPlaybackBuffer
source: The length of the device's buffer in seconds. This is a minimum and the driver may choose to use a larger buffer.
cs: Délka vyrovnávací paměti zařízení v sekundách. Toto je minimum, ovladač může zvolit větší vyrovnávací paměť.
de: Länge des Puffers des Gerätes in Sekunden. Dies ist ein Minimum, der Treiber kann sich für die Verwendung eines größeren Puffers entscheiden.
es_es: La longitud del búfer del dispositivo en segundos. Este es un valor mínimo y el controlador puede optar por utilizar un búfer más grande.
fr_fr: La durée de la mémoire tampon de l'appareil en secondes. C'est un minimum et le pilote peut choisir d'utiliser une mémoire tampon plus volumineuse.
it: La durata del buffer dispositivo è di pochi secondi. Questo è il minimo e l'utilizzatore può scegliere di usare un bufefr maggiore
nl_be: De lengte van de buffer van het apparaat in seconden. Dit is een minimum en het besturingssysteem kan kiezen om een grotere buffer.
pt: O comprimento do buffer do dispositivo em segundos. É um mínimo. e o driver pode escolher usar um buffer maior.
ru: Длина буфера устройства в секундах. Это минимум; драйвер может использовать больший буфер.

# PrioritizeFiles_AddPicturesFromTags
source: Prioritize pictures from tags
cs: Upřednostnit obrázky z tagů
de: Bildern aus Tags Priorität geben
es_es: Dar prioridad a imágenes de etiquetas
fr_fr: Prioriser les images de tags
it: Privilegia le immagini dei TAG
nl_be: Geef prioriteit aan foto's van labels
pt: Priorizar as imagens das etiquetas
ru: Предпочитать изображения из тегов

# PlaybackTypeChanged
source: Playback type has been changed and Helium therefore needs to be restarted.
cs: Došlo ke změně typu přehrávání a je potřeba restartovat Helium.
de: Der Abspieltyp wurde geändert, daher muss Helium neu gestartet werden.
es_es: El tipo de reproducción se ha modificado y, por tanto, se debe reiniciar Helium.
fr_fr: Le type de lecture a été modifié. Helium doit être redémarré.
it: Il tipo di Palyback è stato cambiato e Helium deve essere riavviato.
nl_be: Afspeeltype is veranderd en Helium moet dus worden herstart.
pt: O tipo de reprodução foi alterado, portanto, o Helium precisa ser reiniciado.
ru: Тип проигрывания изменен, нужно перезапустить Helium.

source: Enable multiselect
cs: Zapnout vícenásobný výběr
de: Mehrfachauswahl aktivieren
es_es: Habilitar selección múltiple
fr_fr: Activer la sélection multiple
it: Abilita multiselezione
nl_be: Multiselect inschakelen
pt: Ativar seleção múltipla
ru: Включить множественный выбор

# LoadAlbumPictureFromTags
source: Load picture from tags
cs: Načíst obrázek z tagů
de: Bild aus Tags laden
es_es: Cargar imagen de etiquetas
fr_fr: Charger l'image depuis les tags
it: Carica immagine dai TAG
nl_be: Afbeelding van labels laden
pt: Carregar imagens à partir das etiquetas
ru: Загрузить изображение из тегов

source: Ape v2 tag size
cs: Velikost tagu Ape v2
de: Ape v2 Tag Größe
es_es: Tamaño de etiqueta Ape v2
fr_fr: Taille des tags ape v2
it: Dimensione TAG Ape v2
nl_be: Ape v2 tag grootte
pt: Tamanho da etiqueta Ape v2
ru: Размер тега APEv2

# ActivePath
source: Path:
cs: Cesta:
de: Pfad:
es_es: Ruta:
fr_fr: Chemin :
it: Percorso:
nl_be: Pad:
pt: Caminho:
ru: Путь:

source: <No path selected>
cs: <Cesta nevybrána>
de: <Kein Pfad ausgewählt>
es_es: <No se ha seleccionado ninguna ruta>
fr_fr: <Aucun chemin sélectionné>
it: <nessun percorso selezionato>
nl_be: <Geen pad geselecteerd>
pt: <Nenhum caminho selecionado>
ru: <Путь не выбран>

source: In library
cs: V knihovně
de: In Bibliothek
es_es: En la biblioteca
fr_fr: En bibliothèque
it: In collezione
nl_be: In bibliotheek
pt: No acervo
ru: В библиотеке

source: My computer
cs: Můj počítač
de: Mein Computer
es_es: Mi ordenador
fr_fr: Mon ordinateur
it: Mio computer
nl_be: Mijn computer
pt: Meu computador
ru: Мой компьютер

# SaveAutomaticallyMyComputer
source: Save changes automatically
cs: Uložit změny automaticky
de: Änderungen automatisch speichern
es_es: Guardar los cambios automáticamente
fr_fr: Enregistrer automatiquement les modifications
it: Salva le modifiche automaticamente
nl_be: Wijzigingen automatisch opslaan
pt: Salvar as alterações automaticamente
ru: Сохранять изменения автоматически

source: Save changes
cs: Uložit změny
de: Änderungen speichern
es_es: Guardar los cambios
fr_fr: Enregistrer les modifications
it: Salva modifiche
nl_be: Wijzigingen opslaan
pt: Salvar as alterações
ru: Сохранить изменения

source: Scan subfolders
cs: Skenovat podsložky
de: Unterordner scannen
es_es: Analizar subcarpetas
fr_fr: Analyser les sous-dossiers
it: Scanziona sottocartelle
nl_be: Submappen scannen
pt: Verificar subpastas
ru: Сканирование подпапок

# Library_OldSqlServer
source: Your Sql Server version is not supported. Only version 12 and newer are supported.
cs: Vaše verze Sql Serveru není podporována. Je podporována pouze verze 12 a vyšší.
de: Deine Sql-Server-Version wird nicht unterstützt. Nur Version 12 und neuere Versionen werden unterstützt.
es_es: Su versión de Sql Server no es compatible. Sólo la versión 12 y posteriores son compatibles.
fr_fr: La version de votre serveur SQL n'est pas prise en charge. Seules les versions 12 et ultérieures sont prises en charge.
it: Il tuo Sql server non è supportato. Soltanto la versione 12 e successive sono supportate.
nl_be: Uw SQL Server-versie wordt niet ondersteund. Enkel versie 12 en nieuwer worden ondersteund.
pt: A sua versão do Sql Server nao é suportada. Somente a versão 12 e posteriores são suportadas.
ru: Ваша версия SQL Server не поддерживается. Поддерживаются версии не старше 12-й.

# QuickTagEditor
source: Quick editor
cs: Rychlý editor
es_es: Editor rápido
fr_fr: Éditeur rapide
it: Modifica rapida
nl_be: Snelle bewerkingsvelden
pt: Editor rápido
ru: Быстрое редактирование

source: Crossfade
cs: Prolínání
de: Überblendung
es_es: Realizar transición
fr_fr: Fondu enchaîné
it: Dissolvenza
nl_be: Overlapping
ru: Плавный переход

# QtClear
source: -Clear value-
cs: -Vymazat hodnotu-
de: -Wert löschen-
es_es: -Borrar valor-
fr_fr: -Effacer la valeur-
it: - Cancella valori-
nl_be: -Waarde verwijderen-
pt: -Limpar valor-
ru: -Очистить значение-

# QtKeep
source: -Keep original value-
cs: -Zachovat původní hodnotu-
de: -Originalwert beibehalten-
es_es: -Mantener el valor original-
fr_fr: -Conserver la valeur d'origine-
it: -Mantieni valori originali-
nl_be: -Originele waarde behouden-
pt: -Manter valor original-
ru: -Сохранить исходное значение-

# MyComputerView
source: My computer
cs: Můj počítač
de: Mein Computer
es_es: Mi ordenador
fr_fr: Mon ordinateur
it: Mio computer
nl_be: Mijn computer
pt: Meu computador
ru: Мой компьютер

# ExportPlsWithRelativePaths
source: Export playlists with relative paths
cs: Exportovat playlisty s relativními cestami
de: Playlisten mit relativen Pfaden exportieren
es_es: Exportar listas de reproducción con rutas relativas
fr_fr: Exporter les playlists avec les chemins relatifs
it: Esporta le paylit e i relativi percorsi
nl_be: Afspeellijsten met relatieve paden exporteren
pt: Exportar listas de reprodução com caminhos relativos
ru: Экспорт плей-листов с относительными путями

source: No results found
cs: Nic nenalezeno
de: Keine Ergebnisse gefunden
es_es: No se han encontrado resultados
fr_fr: Aucun résultat trouvé
it: Nessun risultato trovato
nl_be: Geen resultaten gevonden
pt: Nenhum resultado encontrado
ru: Результатов не найдено

# CrossfadeStart
source: Start crossfading when the defined seconds of the track remains:
cs: Začít prolínání když zbývá následujících sekund z dané stopy:
de: Überblendung beginnen, wenn die angegebenen Sekunden des Tracks verbleiben:
es_es: Iniciar transición cuando quedan los segundos definidos de la pista:
fr_fr: Commencer le fondu enchaîné quand il reste les secondes de piste définies :
it: Inizia la dissolvenza alla fine del brano:
nl_be: Start overlapping wanneer deze seconden van het nummer overblijven:
pt: Iniciar crossfading quando os segundos definidos da faixa permanecer:
ru: Начинать плавный переход за указанное число секунд до конца дорожки:

source: Tooltip format
cs: Formát tooltipu
de: Format der Kurzinfos
es_es: Formato de información sobre herramientas
fr_fr: Format des info-bulles
it: Formato suggerimenti
nl_be: Formaat tekstballon
pt: Formato da dica de ferramenta
ru: Формат подсказки

# FilesNotLoaded
source: files could not be loaded
cs: souborů nešlo načíst
de: Dateien konnten nicht geladen werden
es_es: no se han podido cargar los archivos
fr_fr: les fichiers n'ont pu être chargés
it: i file non possono essere letti
nl_be: bestanden konden niet worden geladen
pt: arquivos não podem ser carregados
ru: файл. не удается загрузить
