Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: About...
cs: O programu...
de: Über...
es_es: Acerca de...
fr_fr: A propos...
it: A proposito di
nl_be: Over...
pt: Sobre...
ru: О приложении…
sk: O programe...
sv: Om..

source: Add
cs: Přidat
de: Hinzufügen
es_es: Añadir
fr_fr: Ajouter
it: Aggiungi
nl_be: Toevoegen
pt: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till

source: Add files to Library...
cs: Přidat soubory do knihovny...
de: Dateien zur Datenbank hinzufügen...
es_es: Añadir archivos a Biblioteca...
fr_fr: Ajouter des fichiers à la bibliothèque...
it: Aggiungi files alla Collezione...
nl_be: Bestanden toevoegen aan bibliotheek...
pt: Adicionar à Coleção
ru: Добавить файлы в библиотеку…
sk: Pridať súbory do Knižnice...
sv: Lägg till filer i biblioteket...

# AddFiles_AdddingFiles
source: Adding files
cs: Přidat soubory
de: Dateien hinzufügen
es_es: Añadiendo archivos
fr_fr: Ajout de fichiers en cours
it: Sto aggiungendo file
nl_be: Bestanden toevoegen
pt: Adicionando arquivos
ru: Добавление файлов
sk: Pridávanie súborov
sv: Lägger till filer

# AddFiles_AddFilesToLibrary
source: Add files to your library
cs: Přidat soubory do vaší knihovny
de: Dateien zur Datenbank hinzufügen
es_es: Añadir archivos a tu biblioteca
fr_fr: Ajouter des fichiers à votre bibliothèque
it: File aggiunti alla tua collezione
nl_be: Bestanden toevoegen aan uw bibliotheek
pt: Adicionar arquivos a sua coleção
ru: Добавление файлов в библиотеку
sk: Pridať súbory do vašej knižnice
sv: Lägger till filer till ditt bibliotek

# AddFiles_AddingFolders
source: Helium is adding the selected folders, please wait
cs: Helium přidává vybrané složky, čekejte prosím
de: Helium fügt die ausgewählten Ordner hinzu, bitte warten
es_es: Helium está añadiendo los archivos seleccionados, por favor, espera
fr_fr: Helium est en train d'ajouter les dossiers sélectionnés, merci de patienter
it: Helium sta aggiungendo le cartelle selezionate. attendere
nl_be: Helium is de geselecteerde mappen aan het toevoegen, even geduld aub
pt: Helium está adicionando as pastas selecionadas, por favor aguarde
ru: Helium добавляет выбранные папки; подождите
sk: Helium pridáva vybrané adresáre, počkajte prosím
sv: Helium lägger till de valda mapparna, vänligen vänta

# AddFiles_AddPicturesFromTags
source: Add pictures from tags
cs: Přidat obrázky z tagů
de: Bilder aus Tags hinzufügen
es_es: Añadir imágenes desde etiquetas
fr_fr: Ajouter les images depuis les tags
it: Aggiunta immagini dai TAG
nl_be: Afbeeldingen van tags toevoegen
pt: Adicionar imagens à partir das etiquetas
ru: Добавить изображения из тегов
sk: Pridať obrázky z tagov
sv: Lägg till bilder från taggar

# AddFiles_CalculatingAlbums
source: Calculating albums and matching pictures
cs: Kalkulace alb a obrázků
de: Bearbeite Alben und zugehörige Bilder
es_es: Calculando álbumes y asociando imágenes
fr_fr: Calcul des albums et des images correspondantes
it: Contollo album e corrispondenza immagini
nl_be: Berekenen van albums en bijpassende afbeeldingen
pt: Calculando álbuns e casando imagens
ru: Подсчет альбомов и соответствующих изображений
sk: Prepočítavam albumy a prislúchajúce obrázky
sv: Beräknar album och matchande bilder

# AddFiles_CreateAccurateRipIds
source: Creating AccurateRip ids, {0}% done
cs: Vytváření značek AccurateRip, {0}% hotovo
de: Erstelle AccurateRip IDs, {0}% fertig
es_es: Creando IDs de AccurateRip, {0}% hecho
fr_fr: Création des AccurateRip ids, {0}% effectué(s)
it: Creazione id AccurateRip {0}% fatto
nl_be: Maken van AccurateRip ids, {0}% klaar
pt: Criando AccurateRip ids, {0}% pronto
ru: Создание идентификаторов AccurateRip, выполнено: {0}%
sk: Vytváram AccurateRip ID, {0}% hotovo
sv: Skapar AccurateRip idn, {0}% klart

# AddFiles_CreateAcoustIds
source: Creating AcoustIds, {0}% done
cs: Vytváření značek AcoustId, {0}% hotovo
de: Erstelle AcoustIDs, {0}% fertig
es_es: Creando AcoustIds, {0}% hecho
fr_fr: Créations des AcoustIds, {0}% effectué(s)
it: Creazione id AcoustiID {0}% fatto
nl_be: Maken van AcoustIds, {0}% klaar
pt: Criando AcoustIds, {0}% pronto
ru: Создание идентификаторов Acoust, выполнено: {0}%
sk: Vytváram AcoustID, {0}% hotovo
sv: Skapar Acoust idn, {0}% klart

# AddFiles_CreateArtists
source: Creating artists and artist ratings
cs: Analýza interpretů a hodnocení
de: Erstelle Interpreten und Interpretenwertungen
es_es: Creando artistas y puntuaciones de artistas
fr_fr: Création des artistes et des notes des artistes
it: Creazione artisti e classificazione artisti
nl_be: Maken van artiesten en artiest beoordelingen
pt: Criando classificações de artistas e artista
ru: Создание исполнителей и их оценок
sk: Vytváram interprétov a ich hodnotenia
sv: Skapar artister och artist betyg

# AddFiles_CreateMbids
source: Creating MusicBrainz ids, {0}% done
cs: Vytváření značek MusicBrainz, {0}% hotovo
de: Erstelle MusicBrainz IDs, {0}% fertig
es_es: Creando MusicBrainz ids, {0}% hecho
fr_fr: Création des MusicBrainz ids, {0}% effectué(s)
it: Creazione id MusicBrainz {0}% fatto
nl_be: Maken van MusicBrainz ids, {0}% klaar
pt: Criando MusicBrainz ids, {0}% pronto
ru: Создание идентификаторов MusicBrainz, выполнено: {0}%
sk: Vytváram MusicBrainz ID, {0}% hotovo
sv: Skapar MusicBrainz idn, {0}% klart

# AddFiles_CreatePuids
source: Creating Puids, {0}% done
cs: Vytváření značek Puids, {0}% hotovo
de: Erstelle PUIDs, {0}% fertig
es_es: Creando Puids, {0}% hecho
fr_fr: Création des Puids, {0}% effectué(s)
it: Creazione id PuiID {0}% fatto
nl_be: Maken van Puids, {0}% klaar
pt: Criando Puids, {0}% pronto
ru: Создание идентификаторов PUID, выполнено: {0}%
sk: Vytváram Puids, {0}% hotovo
sv: Skapar Puids idn, {0}% klart

# AddFiles_CreatingAlbums
source: Creating albums, {0}% done
cs: Analýza alb, {0}% hotovo
de: Erstelle Alben, {0}% fertig
es_es: Creando álbumes, {0}% hecho
fr_fr: Création des albums, {0}% éffectué(s)
it: Creazione album {0}% fatto
nl_be: Maken van albums, {0}% klaar
pt: Criando albuns, {0}% pronto
ru: Создание альбомов, выполнено: {0}%
sk: Vytváram albumy, {0}% hotovo
sv: Skapar album, {0}% klart

# AddFiles_CreatingGenres
source: Creating genres, {0}% done
cs: Analýza žánrů, {0}% hotovo
de: Erstelle Genres, {0}% fertig
es_es: Creando géneros, {0}% hecho
fr_fr: Création des genres, {0}% effectué(s)
it: Creazione genere {0}% fatto
nl_be: Maken van genres, {0}% klaar
pt: Criando gêneros, {0}% pronto
ru: Создание жанров, выполнено: {0}%
sk: Vytváram žánre, {0}% hotovo
sv: Skapar genres, {0}% klart

# AddFiles_CreatingLabels
source: Creating labels, {0}% done
cs: Analýza vydavatelů, {0}% hotovo
de: Erstelle Label, {0}% fertig
es_es: Creando discográficas, {0}% hecho
fr_fr: Création des labels, {0}% effectué(s)
it: Creazione case discografiche {0}% fatto
nl_be: Maken van labels, {0}% klaar
pt: Criando rótulos, {0}% pronto
ru: Создание лейблов, выполнено: {0}%
sk: Vytváram vydavateľov, {0}% hotovo
sv: Skapar utgivare, {0}% klart

# AddFiles_DetailText
source: Select the folders you would like to add to your library.
cs: Vyberte složky, které chcete přidat do vaší knihovny.
de: Wähle die Ordner, die hinzugefügt werden sollen.
es_es: Selecciona la carpeta que quieres añadir a tu biblioteca.
fr_fr: Sélectionnez les dossiers que vous voulez ajouter
it: Seleziona la cartella che vuoi aggiungere alla tua collezione.
nl_be: Selecteer de mappen die U wilt toevoegen aan uw bibliotheek.
pt: Selecione as pastas que deseja adicionar à coleção
ru: Выберите папки, которые нужно добавить в библиотеку.
sk: Vyber adresáre, ktoré chceš pridať do tvojej knižnice.
sv: Välj de mappar du vill lägga till ditt bibliotek

# AddFiles_Header
source: Add to library
cs: Přidání do knihovny
de: Zur Datenbank hinzufügen
es_es: Añadir a biblioteca
fr_fr: Ajouter à la bibliothèque
it: Aggiungi alla collezione
nl_be: Toevoegen aan bibliotheek
pt: Adicionar à coleção
ru: Добавить в библиотеку
sk: Pridať do knižnice
sv: Lägg till till bibliotek

# AddFiles_PrecalcArtistInfo
source: Precalculating artist information
cs: Kalkulace informací o interpretech
de: Bereite Interpreteninformationen vor
es_es: Pre calculando información del artista
fr_fr: Pré-calcul des informations sur les artistes
it: Precalcolo informazioni artista
nl_be: Voorafgaandelijk berekenen van artiest informatie
pt: Precalculando informações do artista
ru: Предварительный расчет сведений об исполнителях
sk: Prepočítavam informácie o intrerprétovi
sv: Beräknar artist information

# AddFiles_ScanningFiles
source: Scanning for files to add, please wait...
cs: Hledání souborů pro přidání, čekejte prosím...
de: Suche nach neuen Datein, bitte warten...
es_es: Escaneando archivos a añadir, por favor, espera...
fr_fr: Recherche des fichiers à ajouter, merci de patienter
it: Scansione dei file da aggiungere, attendere...
nl_be: Scannen van bestanden om toe te voegen, even geduld...
pt: Procurando por arquivos para adicionar, por favor espere...
ru: Сканирование добавляемых файлов; подождите…
sk: Hladám súbory na pridanie, počkaj prosím...
sv: Söker efter filer att lägga till, vänligen vänta...

# AddFiles_UpdateArtistInfo
source: Updating artist information
cs: Aktualizace informací o interpretech
de: Aktualisiere Interpreteninformationen
es_es: Actualizando información del artista
fr_fr: Mise à jour des informations sur les artistes
it: Aggiornamento informazioni artista
nl_be: Bijwerken artiestinformatie
pt: Atualizando informações do artista
ru: Обновление сведений об исполнителях
sk: Aktualizujem informácie interpréta
sv: Uppdaterar artist information

# AddFiles_UpdatingAlbumInformation
source: Updating album information, {0}% done
cs: Aktualizace informací alb, {0}% hotovo
de: Aktualisiere Albeninformationen, {0}% fertig
es_es: Actualizando información del álbum, {0}% hecho
fr_fr: Mise à jour des informations sur les albums, {0}% effectué(s)
it: Aggiornamento informazioni album, {0}% fatto
nl_be: Bijwerken albuminformatie, {0}% klaar
pt: Atualizando informação do album, {0}% pronto
ru: Обновление сведений об альбоме, выполнено: {0}%
sk: Aktualizujem informácie albumu, {0}% hotovo
sv: Uppdaterar album information, {0}% klart

source: Add music
cs: Přidat hudbu
de: Musik hinzufügen
es_es: Añadir música
fr_fr: Ajouter de la musique
it: Aggiungi musica
nl_be: Toevoegen muziek
pt: Adicionar música
ru: Добавить музыку
sk: Pridať hudbu
sv: Lägg till musik

source: Advanced
cs: Pokročilé
de: Fortgeschritten
es_es: Avanzado
fr_fr: Avancé
it: Avanzate
nl_be: Gevorderd
pt: Avançado
ru: Расширенные
sk: Rozšírené
sv: Avancerat

source: Advanced mode
cs: Pokročilý režim
de: Fortgeschrittener Modus
es_es: Modo avanzado
fr_fr: Mode avancé
it: Modalità avanzata
nl_be: Geavanceerde modus
pt: Modo avançado
ru: Расширенный режим
sk: Rozšírený mód
sv: Avancerat läge

source: Akas
cs: Aka
es_es: Alias
fr_fr: Alias
it: Alias
ru: Псевдонимы

source: Albums
cs: Alba
de: Alben
es_es: Álbumes
it: Album
pt: Álbuns
ru: Альбомы
sk: Albumy
sv: Album

source: Artists
cs: Interpreti
de: Interpreten
es_es: Artistas
fr_fr: Artistes
it: Artisti
nl_be: Artiesten
pt: Artistas
ru: Исполнители
sk: Interpréti
sv: Artister

source: Caching albums
cs: Načítání alb
de: Erstelle Alben Cache
es_es: Creando caché de álbumes
fr_fr: Mise en cache des albums
it: Caching album
nl_be: Ophalen albums
pt: Caching álbuns
ru: Кэширование альбомов
sk: Kešujem albumy
sv: Cachar album

source: Caching artists
cs: Načítání interpretů
de: Erstelle Interpreten Cache
es_es: Creando caché de artistas
fr_fr: Mise en cache des artistes
it: Caching artisti
nl_be: Ophalen artiesten
pt: Caching artistas
ru: Кэширование исполнителей
sk: Kešujem interprétov
sv: Cachar artister

# CachingData
source: Caching data, please wait
cs: Načítání dat, čekejte prosím
de: Cache Daten, bitte warten
es_es: Creando caché, por favor, espera
fr_fr: Mise en cache des données, merci de patienter
it: Caching dati, attendere
nl_be: Ophalen data, even geduld
pt: Caching data, por favor aguarde
ru: Кэширование данных; подождите
sk: Kešujem dáta, počkajte prosím
sv: Cachar data, vänligen vänta

source: Caching tracks
cs: Načítání skladeb
de: Erstelle Track Cache
es_es: Creando caché de pistas
fr_fr: Mise en cache des pistes
it: Caching brani
nl_be: Ophalen nummers
pt: Caching faixas
ru: Кэширование дорожек
sk: Kešujem skladby
sv: Cachar låtar

source: Cancel
cs: Zrušit
de: Abbruch
es_es: Cancelar
fr_fr: Annuler
it: Annulla
nl_be: Annuleren
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# LoadPicture
source: Load...
cs: Nahrát...
de: Laden...
es_es: Cargar...
fr_fr: Chargement...
it: Carico...
nl_be: Laden...
pt: Carregar...
ru: Загрузка…
sk: Nahrať...
sv: Öppna...

source: Clear
cs: Vymazat
de: Löschen
es_es: Limpiar
fr_fr: Effacer
it: Pulisci
nl_be: Verwijderen
pt: Limpar
ru: Очистить
sk: Odobrať
sv: Rensa

# CreateingDatabase
source: Creating new database, please wait
cs: Vytváření nové databáze, čekejte prosím
de: Erstelle Datenbank, bitte warten
es_es: Creando nueva base de datos, por favor, espera
fr_fr: Création d'une nouvelle base de données, merci de patienter
it: Nuovo database in creazione, attendere
nl_be: Nieuwe databank wordt gemaakt, even geduld
pt: Criando novo database, por favor aguarde
ru: Создание новой базы данных; подождите
sk: Vytváram novú databázu, počkajte prosím
sv: Skapar ny databas, vänligen vänta

source: Current step
cs: Probíhající krok
de: Aktueller Schritt
es_es: Paso actual
fr_fr: Etape actuelle
it: Fase attuale
nl_be: Huidige stap
pt: Etapa atual
ru: Текущий шаг
sk: Aktuálny krok
sv: Aktuellt steg

source: Edit
cs: Upravit
de: Ändern
es_es: Editar
fr_fr: Editer
it: Modifica
nl_be: Bewerken
pt: Editar
ru: Правка
sk: Editovať
sv: Ändra

# EnqueueLast
source: Queue last
cs: Zařadit na konec
de: Als Letztes anfügen
es_es: Último en la cola
fr_fr: Mettre à la fin de la file d'attente
it: Accoda in fondo
nl_be: Laatste in wachtrij
pt: Adicionar última
ru: В конец очереди
sk: Zaradiť nakoniec
sv: Köa sist

# EnqueueNext
source: Queue next
cs: Zařadit jako další
de: Als Nächstes einfügen
es_es: Siguiente en la cola
fr_fr: Mettre à la suite dans la file d'attente
it: Accoda al successivo
nl_be: Volgende in wachtrij
pt: Adicionar próxima
ru: В начало очереди
sk: Zaradiť ako následujúce
sv: Köa nästa

source: Explore folder
cs: Zobrazit složku
de: Ordner anzeigen
es_es: Explorar carpeta
fr_fr: Explorer le dossier
it: Esplora cartella
nl_be: Folder verkennen
pt: Explorar pasta
ru: Открыть папку в «Проводнике»
sk: Prehľadať adresár
sv: Utforska mapp

source: File
cs: Soubor
de: Datei
es_es: Archivo
fr_fr: Fichier
nl_be: Bestand
pt: Arquivo
ru: Файл
sk: Súbor
sv: Arkiv

source: Filter
cs: Filtr
es_es: Filtro
fr_fr: Filtre
it: Filtro
pt: Filtro
ru: Фильтр

source: Followers
cs: Následovníci
de: Folgende
es_es: Seguidores
fr_fr: A influencé
it: Seguaci
nl_be: Volgers
pt: Seguidores
ru: Последователи
sk: Následovníci
sv: Följare

source: Help
cs: Nápověda
de: Hilfe
es_es: Ayuda
fr_fr: Aide
it: Aiuto
pt: Ajuda
ru: Справка
sk: Pomoc
sv: Hjälp

source: Influenced by
cs: Vlivy
de: Beeinflusst von
es_es: Influenciado por
fr_fr: Influencé par
it: Influenzato da
nl_be: Beïnvloed door
pt: Influenciado por
ru: Влияние:
sk: Ovplyvnený
sv: Influerad av

source: Labels
cs: Vydavatelé
de: Label
es_es: Discográficas
it: Case Discografiche
pt: Rótulos
ru: Лейблы
sk: Vydavatelia
sv: Utgivare

# LoadingData
source: Loading data, please wait...
cs: Nahrávání dat, čekejte prosím...
de: Lade Daten, bitte warten...
es_es: Cargando datos, por favor, espere
fr_fr: Chargement des données, merci de patienter...
it: Dati in caricamento, attendere...
nl_be: Laden van data, even geduld...
pt: Carregando data, por favor aguarde...
ru: Загрузка данных; подождите…
sk: Nahrávam dáta, počkajte prosím...
sv: Laddar, vänligen vänta...

source: Music explorer
cs: Hudební prohlížeč
de: Musik Explorer
es_es: Explorador de música
fr_fr: Explorateur
it: Esploratore musicale
nl_be: Muziek verkenner
ru: Обзор музыки
sk: Hudobný explorer
sv: Musikutforskare

source: No track playing
cs: Přehrávač zastaven
de: Kein Track wird gespielt
es_es: Ninguna pista en reproducción
fr_fr: Aucune piste lue
it: Nessun brano in ascolto
nl_be: Geen enkel nummer speelt !
pt: Nenhuma faixa tocando
ru: Музыка не играет
sk: Žiadna skladba sa neprehráva
sv: Ingen låt spelas

source: Options...
cs: Volby...
de: Optionen...
es_es: Opciones...
it: Opzioni...
nl_be: Opties...
pt: Opções...
ru: Параметры…
sk: Možnosti...
sv: Inställningar...

source: Performed songs by
cs: Cover verze
de: Spielt Lieder von
es_es: Pistas ejecutadas por
fr_fr: Chans. interprétées par
it: Canzoni eseguite da
nl_be: Uitgevoerde liedjes door
pt: Músicas executadas por
ru: Исполненные композиции:
sk: Skladby interpretované
sv: Spelat låtar från

source: Play queue
cs: Fronta přehrávání
de: Wiedergabeliste
es_es: Cola de reproducción
fr_fr: File d'attente
it: Ascolta coda di riproduzione
nl_be: Afspeelrij
pt: Fila de faixas
ru: Очередь
sk: Prehrať poradie
sv: Spelkö

source: Properties...
cs: Vlastnosti...
de: Eigenschaften...
es_es: Propiedades...
fr_fr: Propriétés...
it: Proprietà...
nl_be: Eigenschappen...
pt: Propriedades...
ru: Свойства…
sk: Možnosti...
sv: Egenskaper...

source: Reading Play queue
cs: Čtení fronty přehrávání
de: Lese die Wiedergabeliste
es_es: Leyendo cola de reproducción
fr_fr: Lecture de la file d'attente
it: Leggi coda di riproduzione
nl_be: Lezen afspeelrij
pt: Lendo fila de faixas
ru: Чтение Очередь
sk: Načítavam Poradie prehrávania
sv: Läser spelkö

source: Remove
cs: Odstranit
de: Entfernen
es_es: Eliminar
fr_fr: Enlever
it: Rimuovi
nl_be: Verwijderen
pt: Remover
ru: Удалить
sk: Odstrániť
sv: Ta bort

# RemoveAlbum
source: Remove album from library?
cs: Odstranit album z knihovny?
de: Entferne Album aus der Datenbank
es_es: ¿Eliminar álbum de la biblioteca?
fr_fr: Enlever l'album de la bibliothèque?
it: Rimuovi l'album dalla collezione?
nl_be: Album verwijderen uit de bibliotheek?
pt: Remover álbum do acervo?
ru: Удалить альбом из библиотеки?
sk: Odstrániť album z knižnice?
sv: Ta bort album från bibliotek?

source: Reset
cs: Resetovat
es_es: Reiniciar
fr_fr: Initialiser
nl_be: Resetten
pt: Resetar
ru: Сброс
sk: Resetovať
sv: Rensa

source: See also
cs: Viz také
de: Siehe auch
es_es: Ver también
fr_fr: Voir aussi
it: Vedi anche
nl_be: Zie ook
pt: Veja também
ru: См. также
sk: Pozri tiež
sv: Se också

source: Select folder
cs: Vyberte složku
de: Wähle Ordner
es_es: Seleccionar carpeta
fr_fr: Sélectionnez le dossier
it: Seleziona cartella
nl_be: Folder selecteren
pt: Selecione uma pasta
ru: Выбор папки
sk: Vybrať adresár
sv: Välj mapp

source: Shown
cs: Zobrazeno
de: Angezeigt
es_es: Mostrado
fr_fr: Voir
it: Mostra
nl_be: Getoond
pt: Mostrado
ru: в окне
sk: Ukázané
sv: Visas

source: Similar
cs: Podobné
de: Ähnlich
fr_fr: Similaire
it: Simile
nl_be: Gelijksoortig
ru: Похожие
sk: Podobné
sv: Liknande

source: Step
cs: Krok
de: Schritt
es_es: Paso
fr_fr: Etape
it: Passo
nl_be: Stap
pt: Etapa
ru: шаг
sk: Krok
sv: Steg

source: Suggested albums
cs: Doporučená alba
de: Vorgeschlagene Alben
es_es: Álbumes sugeridos
fr_fr: Albums suggérés
it: Album suggeriti
nl_be: Voorgestelde albums
pt: Álbuns sugeridos
ru: Рекомендуемые альбомы
sk: Odporúčané albumy
sv: Föreslagna album

source: Tools
cs: Nástroje
de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
it: Strumenti
nl_be: Gereedschap
pt: Ferramentas
ru: Инструменты
sk: Nástroje
sv: Verktyg

source: Total steps
cs: Celkem kroků
de: Gesamtschritte
es_es: Total de pasos
fr_fr: Etapes total
it: Passi totali
nl_be: Totaal stappen
pt: Total de etapas
ru: Всего шагов
sk: Celkovo krokov
sv: Totalt antal steg

source: Tracks
cs: Skladby
es_es: Pistas
fr_fr: Pistes
it: Brani
nl_be: Nummers
pt: Faixas
ru: Дорожки
sk: Skladby
sv: Spår

source: User
cs: Uživatel
de: Benutzer
es_es: Usuario
fr_fr: Utilisateurs
it: Utente
nl_be: Gebruiker
pt: Usuário
ru: Пользователь
sk: Uživateľ
sv: Användare

source: Various artists
cs: Různí interpreti
de: Verschiedene Interpreten
es_es: Varios artistas
fr_fr: Artistes divers
it: Artisti vari
nl_be: Verschillende artiesten
pt: Vários Artistas
ru: Различные исполнители
sk: Rôzni interpréti
sv: Blandade artister

source: View
cs: Zobrazit
de: Ansicht
es_es: Vista
fr_fr: Vue
it: Vista
nl_be: Bekijken
pt: Ver
ru: Вид
sk: Náhľad
sv: Visa

source: Accessed
cs: Otevřeno
de: Letzter Zugriff
es_es: Consultado
fr_fr: Accès
it: Consultati
nl_be: Geraadpleegd
pt: Acessado
ru: Доступ
sk: Otvorené
sv: Använd

source: Album
es_es: Álbum
pt: Álbum
ru: Альбом

source: Album gain
cs: Normalizace alba
de: Albenanpassung
es_es: Ganancia de álbum
fr_fr: Gain de l'album
it: Amplificazione album
nl_be: Album winst
pt: Álbum gain
ru: Усиление альбома
sk: Zosilnenie albumu

source: Artist
cs: Interpret
de: Interpret
es_es: Artista
fr_fr: Artiste
it: Artisti
nl_be: Artiest
pt: Artista
ru: Исполнитель
sk: Interprét

source: Audio properties
cs: Audio vlastnosti
de: Audioeigenschaften
es_es: Propiedades de audio
fr_fr: Propriétés audio
it: Proprietà audio
nl_be: Audioeigenschappen
pt: Propriedades de áudio
ru: Свойства аудио
sk: Audio možnosti
sv: Ljudattribut

source: Available
cs: Dostupné
de: Verfügbar
es_es: Disponible
fr_fr: Disponible
it: Disponibile
nl_be: Beschikbaar
pt: Disponível
ru: Доступно
sk: Dostupné
sv: Tillgänglig

source: Biography
cs: Biografie
de: Biografie
es_es: Biografía
fr_fr: Biographie
it: Biografia
nl_be: Biografie
pt: Biografia
ru: Биография
sk: Biografia
sv: Biografi

source: Bitrate
pt: Taxa de bit
ru: Битрейт

source: Bits per sample
cs: Bitů na sampl
de: Bit pro Sample
es_es: Bits por muestra
it: Bit per campione
nl_be: Bits per voorbeeld
pt: Bits por amostra
ru: Битовая глубина
sk: Bitov na vzorku
sv: Bitar-per-sampling

source: Close
cs: Zavřít
de: Schließen
es_es: Cerrar
fr_fr: Fermer
it: Chiudi
nl_be: Sluiten
pt: Fechar
ru: Закрыть
sk: Zatvoriť
sv: Stäng

source: Created
cs: Vytvořeno
de: Erstellt
es_es: Creado
fr_fr: Créé
it: Creato
nl_be: Aangemaakt
pt: Criado
ru: Создан
sk: Vytvorené
sv: Skapad

# DetailedFileAndTagInfo
source: Detailed tag & file information
cs: Detailní info o tagu & souboru
de: Detaillierte Tag- & Dateiinformationen
es_es: Información detallada de etiquetas y archivo
fr_fr: Tag détaillé & information sur le fichier
it: Dettaglio TAG e informazioni file
nl_be: Gedetailleerde tag & bestandsinformatie
pt: Etiqueta detalhada & informações do arquivo
ru: Подробные сведения о тегах и файле
sk: Detailné tagy a informácie súboru
sv: Detaljerad tagg & filinformation

source: Discography
cs: Diskografie
de: Discografie
es_es: Discografía
fr_fr: Discographie
it: Discografia
nl_be: Discografie
pt: Discografia
ru: Дискография
sk: Diskografia
sv: Diskografi

source: Explore...
cs: Prohlédnou...
de: Öffnen...
es_es: Explorar...
fr_fr: Explorer...
it: Esplorazione...
nl_be: Verkennen...
pt: Explorar...
ru: Открыть в «Проводнике»…
sk: Prehľadať...
sv: Utforska...

source: Filename
cs: Název souboru
de: Dateiname
es_es: Nombre de archivo
fr_fr: Nom du fichier
it: Nome file
nl_be: Bestandsnaam
pt: Nome do arquivo
ru: Имя файла
sk: Názov súboru
sv: Filnamn

# FileProperties_Title
source: File properties
cs: Vlastnosti souboru
de: Dateieigenschaften
es_es: Propiedades del archivo
fr_fr: Propriété du fichier
it: Proprietà file
nl_be: Bestandseigenschappen
pt: Propriedades do arquivo
ru: Свойства файла
sk: Možnosti súboru
sv: Filegenskaper

source: File size
cs: Velikost souboru
de: Dateigröße
es_es: Tamaño de archivo
fr_fr: Taille du fichier
it: Dimensione file
nl_be: Bestandsgrootte
pt: Tamanho do arquivo
ru: Размер файла
sk: Veľkosť súboru
sv: Filstorlek

source: File time
cs: Čas souboru
de: Dateidatum
es_es: Fecha del archivo
fr_fr: Heure du fichier
it: Durata file
nl_be: Bestandstijd
pt: Data do arquivo
ru: Время файла
sk: Čas súboru
sv: Filtid

source: File type
cs: Typ souboru
de: Dateityp
es_es: Tipo de archivo
fr_fr: Type de fichier
it: Tipo file
nl_be: Bestandstype
pt: Tipo do arquivo
ru: Тип файла
sk: Typ súboru
sv: Filtyp
