Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# InvalidDataEntered
source: Invalid data entered. Please note that all data are case sensitive and needs to be entered in the exact form it was send to you.
cs: Byla zadána neplatná data. Vemte prosím na vědomí, že se u všech dat rozlišuje velikost písmen a je potřeba je zadat přesně tak, jak vám byla zaslána.
de: Ungültige Daten eingegeben. Bitte beachte, dass alle Daten Groß-/Kleinschreibung beachtend sind und daher genauso eingegeben werden müssen, wie sie zugesendet wurden.
es_es: Datos introducidos incorrectos. Por favor, ten en cuenta que los datos son sensibles a las mayúsculas y tienen que ser introducidos en la forma exacta en que te fueron enviados.
fr_fr: Données invalides entrées. Veuillez noter que toutes les données sont sensibles à la casse et doivent être entrées dans le format exact qui vous a été envoyé.
it: I dati inseriti non sono validi. Nota che tutti i dati sono sensibili al maiuscolo/minuscolo ed è necessario inserirli nella stessa forma in cu ce li hai forniti.
nl_be: Ongeldige gegevens ingevoerd. Houd er rekening mee dat alle gegevens hoofdlettergevoelig zijn en in dezelfde vorm worden ingevoerd zoals naar U verzonden.
pt: Dados inválidos introduzidos. Por favor repare que os dados são sensíveis a maiúsculas e minúsculas a precisam ser informados da forma exata que foi enviado para você.
ru: Введены недопустимые данные. Помните, что все данные чувствительны к регистру и должны вводиться так, как они к вам пришли.
sk: Vložené neplatné dáta. Nezabudnite, že všetky dáta sú citlivé na veľkosť písma a musia byť zadané presne tak ako vám boli zaslané.
sv: Ogiltig data inskriven. Vänligen notera att alla fält är skiftlägeskänsliga och måste skrivas in i det exakta formatet de skickades i.

source: License key
cs: Licenční klíč
de: Lizenzschlüssel
es_es: Clave de licencia
fr_fr: Clé de licence
it: Chiave licenza
nl_be: Licentiesleutel
pt: Chave de licença
ru: Лицензионный ключ
sk: Licenčný kľúč
sv: Licensnyckel

source: Purchase
cs: Koupit
de: Kaufen
es_es: Compra
fr_fr: Acheter
it: Acquista
nl_be: Kopen
pt: Adquirir
ru: Купить
sk: Zakúpiť
sv: Köp

source: Read more
cs: Více info
de: Lies mehr
es_es: Modo de lectura
fr_fr: Lire davantage
it: Informazioni aggiuntive
nl_be: Lees verder
pt: Leia mais
ru: Подробнее
sk: Čítať viac
sv: Läs mer

# RegisterHelium
source: Unlock Premium
cs: Registrovat Helium
de: Helium registrieren
es_es: Desbloquear Premium
fr_fr: Débloquer Prenium
it: Sblocca Premium
nl_be: Helium registreren
pt: Registrar Helium
ru: Разблокировать Premium
sk: Helium registrácia
sv: Registrera Helium

# RegisterHeliumTitle
source: Unlock Premium Version
cs: Zaregistrujte si vaší kopii Helium
de: Dein Helium registrieren
es_es: Desbloquear versión Premium
fr_fr: Débloquer la version Prenium
it: Sblocca versione Premium
nl_be: Registreer uw kopie van Helium
pt: Registrar sua cópia do Helium
ru: Разблокировка версии Premium
sk: Zaregistrujte si svoju kopiu programu Helium
sv: Registera din version av Helium

# SuccessFullRegistration
source: Congratulations! You have successfully registered Helium. Click OK to restart Helium and enjoy all Premium features.
cs: Blahopřejeme! Úspěšně jste si zaregistrovali program Helium. Kliknutím na OK provedete restart programu a můžete si užívat všech prémiových funkcí.
de: Gratulation! Du hast Helium erfolgreich registriert. Klicke OK um Helium neuzustarten und alle Premium Funktionen zu geniessen.
es_es: ¡Felicidades! Has registrado satisfactoriamente Helium, Clic en OK para reiniciar Helium y disfrutar de todas las características Premium.
fr_fr: Félicitations! Vous avez enregistré Helium avec succès. Cliquez OK pour redémarrer Helium et profiter de toutes les fonctionnalités Prenium.
it: Congratulazioni! Hai correttamente registrato Helium. Clicca OK per riavviare helium e utilizzare le funzionalità Premium.
nl_be: Gefeliciteerd! U hebt Helium met succes geregistreerd. Klik op OK om Helium opnieuw op te starten en geniet van alle Premium-functies.
pt: Parabéns! Você registrou o Helium com sucesso. Clique em OK para reiniciar o Helium e aproveitar todos recursos Premium.
ru: Поздравляем! Вы зарегистрировали Helium. Нажмите «OK» — Helium перезапустится, и вы сможете пользоваться функциями Premium.
sk: Gratulujeme! Úspešne ste si zaregistrovali Helium. Kliknite na OK pre reštart a užite si všetky prémiové funkcie.
sv: Grattis! Du har registrerat Helium. Klicka på OK för att starta om och njut av Premium funktionerna.

# FileNotFound
source: File not found ({0})
cs: Soubor nebyl nalezen ({0})
de: Datei nicht gefunden ({0})
es_es: Archivo no encontrado {0}
fr_fr: Fichier(s) non trouvé(s) ({0})
it: Filenon trovati ({0})
nl_be: Bestand niet gevonden ({0})
pt: Arquivo não encontrado ({0})
ru: Файл не найден ({0})
sk: Súbor sa nenašiel ({0})
sv: Fil hittades inte {0}

source: Sub-labels
cs: Sub-vydavatelé
de: Tochterlabel
es_es: Sub-discográficas
fr_fr: Sous-labels
it: Sotto etichette
pt: Sub-rótulos
ru: Подлейблы
sk: Pod-vydavatelia
sv: Underutgivare

source: Top file-types
cs: Top souborové typy
de: Top-Dateitypen
es_es: Top tipos de archivo
fr_fr: Top types de fichiers
it: Tipo di file top
nl_be: Top bestandssoorten
pt: Top tipos de arquivo
ru: Популярные типы файлов
sk: Top typy súborov
sv: Topp filtyper

source: Top labels
cs: Top vydavatelé
es_es: Top discográficas
it: Case discografiche top
pt: Top gravadoras
ru: Популярные лейблы
sk: Top vydavatelia
sv: Topp utgivare

source: Top release-types
cs: Top typy vydání
de: Top-Veröffentlichungen
es_es: Top tipos de lanzamiento
fr_fr: Top types de parutions
it: Top tipo di pubblicazione
nl_be: Top uitgavesoorten
pt: Top lançamentos
ru: Популярные типы выпусков
sk: Top typy vydania
sv: Topp utgivningsformat

# OnlyInPremium
source: This feature is only available in the Premium version
cs: Tato funkce je dostupná pouze ve verzi Premium
de: Diese Funktion ist nur in der Premiumversion verfügbar
es_es: Esta característica sólo está disponible en la versión Premium
fr_fr: Cette fonctionnalité est uniquement disponible dans la version Prenium
it: Questa funzione è disponibile solo nella versione Premium
nl_be: Deze functie is alleen beschikbaar in de Premium-versie
pt: Este recurso está disponível somente na versão Premium
ru: Эта функция есть только в версии Premium
sk: Táto funkcia je dostupná len v Prémium verzii programu
sv: Denna funktion finns endast i Helium Premium

source: Listening habits
cs: Časy poslechu
de: Hörgewohnheiten
es_es: Hábitos de escucha
fr_fr: Habitudes d'écoute
it: Ascolti abituali
nl_be: Luistergewoontes
pt: Hábitos de audição
ru: Привычки слушания
sk: Zvyky počúvania
sv: Lyssningsvanor

source: Rating statistics
cs: Statistika hodnocení
de: Bewertungsstatistiken
es_es: Estadísticas de puntuación
fr_fr: Statistiques des notes
it: Statistiche valutazioni
nl_be: Beoordelingsstatistieken
pt: Estatísticas de classificação
ru: Статистика оценок
sk: Štatistiky hodnotenia
sv: Betygsstatistik

source: Tops
cs: Top
it: Top
ru: Популярные
sv: Topp

source: Album ratings
cs: Hodnocení alb
de: Albumbewertungen
es_es: Puntuaciones de álbum
fr_fr: Note des album
it: Valutazioni album
nl_be: Album beoordelingen
pt: Classificação de albums
ru: Оценки альбомов
sk: Hodnotenia albumu
sv: Album betyg

source: Artist ratings
cs: Hodnocení interpretů
de: Interpretenbewertungen
es_es: Puntuaciones de artista
fr_fr: Notes des artistes
it: Valutazioni artista
nl_be: Artiest beoordelingen
pt: Classificação de artistas
ru: Оценки исполнителей
sk: Hodnotenia interpréta
sv: Artist betyg

# PlayedDays
source: Played weekdays
cs: Dny
de: Wochentage
es_es: Reproducido por días de la semana
fr_fr: Lectures par jours de la semaine
it: Ascoltati nel fine settimana
nl_be: Op weekdagen afgespeeld
pt: Reprodução por dia
ru: Дни прослушивания
sk: Hrané víkendov
sv: Spelad veckodagar

source: Played hours
cs: Hodiny
de: Stunden
es_es: Reproducido por horas
fr_fr: Lectures par heures
it: Ascoltati negli orari
nl_be: Op uren afgespeeld
pt: Reprodução por hora
ru: Часы прослушивания
sk: Hrané hodín
sv: Spelad timmar

source: Played weeks
cs: Týdny
de: Kalenderwochen
es_es: Reproducido por semanas
fr_fr: Lectures par semaines
it: Ascoltati settimanalmente
nl_be: Op weken afgespeeld
pt: Reprodução por semana
ru: Недели прослушивания
sk: Hrané týždňov
sv: Spelad veckor

source: Track ratings
cs: Hodnocení skladeb
de: Trackbewertungen
es_es: Puntuaciones de pista
fr_fr: Notes des pistes
it: Valutazioni brani
nl_be: Nummer beoordelingen
pt: Classificação de faixas
ru: Оценки дорожек
sk: Hodnotenia skladby
sv: Låtbetyg

# FreeVersionLimit
source: This feature is not availble in the free version of Helium. To be able to use this feature you will need to upgrade to the Premium version of Helium.
cs: Tato funkce není dostupná v bezplatné verzi Helium. Abyste mohli tuto funkci využívat, je nutné upgradovat na verzi Premium.
de: Diese Funktion ist in Helium Free nicht verfügbar. Um diese Funktion nutzen zu können, musst du auf die Premiumversion umsteigen.
es_es: Esta característica no está disponible en la versión gratuita de Helium. Para poder usarla necesitas actualizar a la versión Premium de Helium.
fr_fr: Cette fonctionnalité n'est pas disponible dans la version gratuite d'Helium. Pour pouvoir utiliser cette fonctionnalité, vous devez passer à la version Prenium d'Helium.
it: Questa funzione è disponibile solo nella versione Premium. per usare questa funzione devi aggiornare Helium alla versione Premium.
nl_be: Deze functie is niet beschikbaar in de gratis versie van Helium. Om deze te kunnen gebruiken zal U moeten upgraden naar de Premium versie van Helium.
pt: Este recurso não está disponível na versão free do Helium. Para fazer uso deste recurso você precisa da versão Premium do Helium.
ru: В бесплатной версии Helium эта функция не работает. Чтобы использовать эту функцию, необходимо перейти на версию Helium Premium.
sk: Táto funkcia nieje dostupná vo free verzii programu Helium. Aby ste mohli funkciu využiť, potrebujete prejsť na Premium verziu programu Helium.
sv: Denna funktion är ej tillgänglig i gratisversionen av Helium. För att använda denna funktion behöver du uppgradera till Premium versionen.

source: Source image not found
cs: Zdrojový obrázek nebyl nalezen
de: Quellbild nicht gefunden
es_es: Imagen de origen no encontrada
fr_fr: Source de l'image non trouvée
it: Immagine sorgente non trovata
nl_be: Bron afbeelding niet gevonden
pt: Imagem de origem não foi encontrada
ru: Исходное изображение не найдено
sk: Zdrojový obrázok sa nenašiel
sv: Källfilen hittades inte

source: Clear picture
cs: Vymazat obrázek
de: Bild entfernen
es_es: Eliminar imagen
fr_fr: Effacer l'image
it: Cancella immagine
nl_be: Afbeelding verwijderen
pt: Limpar figura
ru: Очистить изображение
sk: Odstrániť obrázok
sv: Rensa bild

# RemoveAlbumMenu
source: Remove album...
cs: Odstranit album...
de: Album entfernen...
es_es: Eliminar álbum...
fr_fr: Supprimer l'album...
it: Rimuovi album...
nl_be: Album verwijderen...
pt: Remover album...
ru: Удалить альбом…
sk: Odstrániť album...
sv: Ta bort album...

source: Add blank
cs: Přidat prázdné
de: Leer hinzufügen
es_es: Añadir espacio en blanco
fr_fr: Ajouter un vide
it: Aggiungi spazio
nl_be: Toevoegen leeg
pt: Adicionar em branco
ru: Добавить пробел
sk: Pridať prázdne
sv: Lägg till blank

source: Available fields
cs: Dostupná pole
de: Vorhandene Felder
es_es: Campos disponibles
fr_fr: Champs disponibles
it: Campi disponibili
nl_be: Beschikbare velden
pt: Campos disponíveis
ru: Доступные поля
sk: Dostupné polia
sv: Tillgängliga fält

source: Columns
cs: Sloupce
de: Spalten
es_es: Columnas
fr_fr: Colonnes
it: Colonne
nl_be: Kolommen
pt: Colunas
ru: Столбцы
sk: Stĺpce
sv: Kolumner

source: Four columns
cs: Čtyři sloupce
de: Vier Spalten
es_es: Cuatro columnas
fr_fr: Quatre colonnes
it: Quattro colonne
nl_be: Vier kolommen
pt: Quatro colunas
ru: Четыре столбца
sk: Štyri stĺpce
sv: Fyra kolumner

source: One column
cs: Jeden sloupec
de: Eine Spalte
es_es: Una columna
fr_fr: Une colonne
it: Una colonna
nl_be: Eén kolom
pt: Uma coluna
ru: Один столбец
sk: Jeden stĺpec
sv: En kolumn

source: Selected fields
cs: Vybraná pole
de: Gewählte Felder
es_es: Campos seleccionados
fr_fr: Champs sélectionnés
it: Campi selezionati
nl_be: Geselecteerde velden
pt: Campos selecionados
ru: Выбранные поля
sk: Vybrané polia
sv: Valda fält

source: Selected tab
cs: Vybraná záložka
de: Gewählter Tab
es_es: Pestaña seleccionada
fr_fr: Onglet sélectionné
it: Tab selezionati
nl_be: Geselecteerde knop
pt: Aba selecionada
ru: Выбранная вкладка
sk: Vybraná záložka
sv: Vald flik

source: Three columns
cs: Tři sloupce
de: Drei Spalten
es_es: Tres columnas
fr_fr: Trois colonnes
it: Tre colonne
nl_be: Drie kolommen
pt: Três colunas
ru: Три столбца
sk: Tri stĺpce
sv: Tre kolumner

source: Two columns
cs: Dva sloupce
de: Zwei Spalten
es_es: Dos columnas
fr_fr: Deux colonnes
it: Due colonne
nl_be: Twee kolommen
pt: Duas colunas
ru: Два столбца
sk: Dva stĺpce
sv: Två kolumner

# AteTemplateEditor
source: Edit template
cs: Upravit šablonu
de: Vorlage bearbeiten
es_es: Editar plantilla
fr_fr: Editer le modèle
it: Modifica modello
nl_be: Sjabloon bewerken
pt: Editar template
ru: Изменить шаблон
sk: Editácia šablóny
sv: Ändra mall

source: Save as...
cs: Uložit jako...
de: Speichern als...
es_es: Guardar como...
fr_fr: Enregistrer sous...
it: Salva come...
nl_be: Bewaren als...
pt: Salvar como...
ru: Сохранить как…
sk: Uložiť ako...
sv: Spara som...

source: Edit template...
cs: Upravit šablonu...
de: Vorlage bearbeiten...
es_es: Editar plantilla...
fr_fr: Editer le modèle...
it: Modifica modello
nl_be: Sjabloon bewerken...
pt: Editar template...
ru: Изменить шаблон…
sk: Editovať šablónu...
sv: Ändra mall...

# EditAteTabWindow
source: Edit tab
cs: Upravit záložku
de: Tab bearbeiten
es_es: Editar pestaña
fr_fr: Editer l'onglet
it: Modifica tab
nl_be: Knop bewerken
pt: Editar aba
ru: Изменить вкладку
sk: editovať záložku
sv: Ändra flik

source: Name
cs: Jméno
es_es: Nombre
fr_fr: Nom
it: Nome
nl_be: Naam
pt: Nome
ru: Имя (название)
sk: Názov
sv: Namn

source: Move
cs: Přesunout
de: Verschieben
es_es: Mover
fr_fr: Déplacer
it: Sposta
nl_be: Verplaatsen
pt: Mover
ru: Переместить
sk: Presun
sv: Flytta

# CopyMenu
source: Copy...
cs: Kopírovat...
de: Kopieren...
es_es: Copiar...
fr_fr: Copier...
it: Copia...
nl_be: Kopiëren
pt: Copiar...
ru: Копировать…
sk: Kopírovať...
sv: Kopiera...

# MoveMenu
source: Move...
cs: Přesunout...
de: Verschieben...
es_es: Mover...
fr_fr: Déplacer...
it: Sposta...
nl_be: Verplaatsen...
pt: Mover...
ru: Переместить…
sk: Presunúť...
sv: Flytta...

# RenameMenu
source: Rename...
cs: Přejmenovat...
de: Umbenennen...
es_es: Renombrar...
fr_fr: Renommer...
it: Rinomina...
nl_be: Hernoemen...
pt: Renomear...
ru: Переименовать…
sk: Premenovať...
sv: Byt namn...

# RemoveAllFilesAndSubfolders
source: Remove all files in the folder and all sub folders
cs: Odstranit všechny soubory ve složce a všech podsložkách
de: Entferne alle Dateien in diesem Ordner und Unterordnern
es_es: Eliminar todos los archivos en la carpeta y todas las subcarpetas
fr_fr: Supprimer tous les fichiers dans le dossier et tous ses sous-dossiers
it: Rimuovi tutti i file dalla cartella e dalle sotto cartelle
nl_be: Alle bestanden in de map en alle submappen verwijderen
pt: Remover todos arquivos da pasta e todas as sub pastas
ru: Удалите все файлы в папке и все вложенные папки
sk: Odstrániť všetky súbory v adresári a všetkých podadresároch
sv: Ta bort alla filer i mappen och undermappar

# RemoveMenu
source: Remove...
cs: Odstranit...
de: Entferne...
es_es: Eliminar...
fr_fr: Supprimer...
it: Rimuovi...
nl_be: Verwijderen...
pt: Remover...
ru: Удалить…
sk: Odstrániť...
sv: Ta bort...

# OverwritePictures
source: Overwrite existing pictures
cs: Přepsat stávající obrázky
de: Überschreibe vorhandene Bilder
es_es: Sobrescribir imágenes existentes
fr_fr: Ecrire sur les images existantes
it: Sostituisci le immagini esistenti
nl_be: Bestaande afbeeldingen overschrijven
pt: Sobrescrever imagens existentes
ru: Перезапись существующих изображений
sk: Prepísať existujúce obrázky
sv: Skriv över bilder

source: No grouping
cs: Neseskupovat
de: Kein Gruppieren
es_es: No agrupación
fr_fr: Pas de groupement
it: Nessun raggruppamento
nl_be: Geen groepering
pt: Nenhum agrupamento
ru: Без группировки
sk: Bez zlučovania
sv: Ingen gruppering

# CustomPictureName
source: Custom name
cs: Vlastní název
de: Benutzerdefinierter Name
es_es: Nombre personalizado
fr_fr: Nom personnalisé
it: Nome personalizzato
nl_be: Gebruikersnaam
pt: Nome personalizado
ru: Свое название
sk: Vlastné meno
sv: Egendefinierat namn

source: Selected files
cs: Vybrané soubory
de: Gewählte Dateien
es_es: Archivos seleccionados
fr_fr: Fichier(s) sélectionné(s)
it: File selezionati
nl_be: Geselecteerde bestanden
pt: Arquivos selecionados
ru: Выбранные файлы
sk: Vybrané súbory
sv: Valda filer

source: Select files
cs: Vyberte soubory
de: Dateien auswählen
es_es: Seleccionar archivos
fr_fr: Sélectionner des fichiers
it: Seleziona file
nl_be: Bestanden selecteren
pt: Selecionar arquivos
ru: Выбор файлов
sk: Výber súborov
sv: Välj filer

source: Album picture name format
cs: Formát názvu obrázků alb
de: Format für Albumbilder
es_es: Formato para el nombre de la imagen de álbum
fr_fr: Format du nom de l'image de l'album
it: Nome formato immagine album
nl_be: Albumafbeelding indelingsnaam
pt: Formato de nome da imagem do álbum
ru: Формат имени для изображения альбома
sk: Formát mena obrázku albumu
sv: Albumbild filnamn format

source: Codes
cs: Kódy
es_es: Códigos
it: Codici
pt: Códigos
ru: Коды
sk: Kódy
sv: Koder

source: tracks played
cs: skladeb přehráno
de: Tracks gespielt
es_es: Pistas reproducidas
fr_fr: Pistes jouées
it: brani ascoltati
nl_be: nrs. afgespeeld
pt: músicas tocadas
ru: дорож. прослуш.
sk: prehraných skladieb
sv: låtar spelade

source: Album picture path
cs: Cesta k obrázkům alb
de: Pfad für Albumbilder
es_es: Ruta de la imagen del álbum
fr_fr: Chemin de l'image de l'album
it: Percorso immagine album
nl_be: Albumafbeelding pad
pt: Caminho de imagem do álbum
ru: Путь к изображению альбома
sk: Cesta pre obrázky albumov
sv: Sökväg till album bilder

source: Artist picture path
cs: Cesta k obrázkům interpretů
de: Pfad für Interpretenbilder
es_es: Ruta de la imagen del artista
fr_fr: Chemin de l'image de l'artiste
it: Percorso immagine artista
nl_be: Artiestafbeelding pad
pt: Caminho de imagem do artista
ru: Путь к изображению исполнителя
sk: Cesta pre obrázky interprétov
sv: Sökväg till artist bilder

# Imp11_ImportAlbumPictures
source: -Import album pictures
cs: -Import obrázků alb
de: - Importiere Albumbilder
es_es: -Importar imágenes de álbum
fr_fr: -Importer les images d'albums
it: -Importa immagini album
nl_be: -Albumafbeeldingen importeren
pt: -Importar imagens do álbum
ru: -Импорт изображений альбомов
sk: -Import obrázkov albumov
sv: -Importera album bilder

# Imp11_ImportArtistPictures
source: -Import artist pictures
cs: -Import obrázků interpretů
de: - Importiere Interpretenbilder
es_es: -Importar imágenes de artista
fr_fr: -Importer les images d'artistes
it: -Importa immagini artista
nl_be: -Artiestafbeeldingen importeren
pt: -Importar imagens do artista
ru: -Импорт изображений исполнителей
sk: -Import obrázkov interpréta
sv: -Importera artist bilder

# Imp11_ImportLabelPictures
source: -Import label pictures
cs: -Import obrázků vydavatelů
de: - Importiere Labelbilder
es_es: -Importar imágenes de discográficas
fr_fr: -Importer les images de labels
it: -Importa immagini casa discografica
nl_be: -Labelafbeeldingen importeren
pt: -Importar capas do álbum
ru: -Импорт изображений лейблов
sk: -Import obrázkov štítkov
sv: -Importera utgivare bilder

# Imp11_SQLCEDesc
source: -Import the Sql Server Compact database:
cs: -Import databáze SQL Server Compact:
de: - Importiere SQL Server Compact Datenbank:
es_es: -Importar la base de datos Sql Server Compact:
fr_fr: -Importer la base de données Sql Server Compact
it: -Importa database Sql Server Compact:
nl_be: -De Sql Server Compact databank importeren:
pt: -Importação de banco de dados Sql Server Compact:
ru: -Импорт базы данных SQL Server Compact:
sk: -Import Sql Server Compact databázy:
sv: -Importera Sql Server Compact databas:

source: Importing data
cs: Import dat
de: Importiere Daten
es_es: Importando datos
fr_fr: Importation des données
it: Importazione dati
nl_be: Gegevens importeren
pt: Importando dados
ru: Импорт данных
sk: Importujem dáta
sv: Importerar data

source: Label picture path
cs: Cesta k obrázkům vydavatelů
de: Pfad für Labelbilder
es_es: Ruta de la imagen de la discográfica
fr_fr: Chemin de l'image du label
it: Percorso immagine casa discografica
nl_be: Labelafbeelding pad
pt: Caminho de imagem da capa
ru: Путь к изображению лейбла
sk: Cesta k obrázku vydavateľa
sv: Sökväg till utgivare bilder

source: The active database is not empty!
cs: Aktivní databáze není prázdná!
de: Die aktive Datenbank ist nicht leer!
es_es: ¡La base de datos activa no está vacía!
fr_fr: La base de données active n'est pas vide!
it: Il database attivo non è vuoto!
nl_be: De actieve databank is niet leeg!
pt: O banco de dados ativo não está vazio!
ru: Активная база данных не пустая!
sk: Aktívna databáza nieje prázdna!
sv: Den aktiva databasen är inte tom!

# UserDefinedCapitaliazationChars
source: User defined delimiter characters (enter charactes after each other)
cs: Uživatelem definované oddělovače (zadejte znaky jeden po druhém)
de: Benutzerdefinierte Trennzeichen (Zeichen nacheinander eingeben)
es_es: Caracteres delimitadores definidos por el usuario (introduce caracteres detrás del anterior)
fr_fr: Caractères de délimitation définis par l'utilisateur (entrez les caractères l'un après l'autre)
it: Delimitatore di carattere definito dall'utente (un carattere dietro all'altro)
nl_be: Door de gebruiker gedefinieerde scheidingstekens (invoerpositie achter elkaar)
pt: Caracteres de delimitação definido pelo usuário (digite caracteres um após o outro)
ru: Пользовательские символы-разделители (вводите символы друг за другом)
sk: Uživateľom definovaný oddeľovací znak (zadajte znaky jeden za druhým)
sv: Användardefinierade skiljetecken (skriv tecken efter varandra)

source: And
cs: A
de: Und
es_es: Y
fr_fr: Et
it: E
nl_be: En
pt: E
ru: И
sk: A
sv: Och

source: Author
cs: Autor
de: Autor
es_es: Autor
fr_fr: Auteur
it: Autore
nl_be: Auteur
pt: Autor
ru: Автор
sk: Autor
sv: Skapare

source: Expression 1
cs: Výraz 1
de: Ausdruck 1
es_es: Expresión 1
it: Espressione 1
nl_be: Uitdrukking 1
pt: Expressão 1
ru: Выражение 1
sk: Výraz 1
sv: Uttryck 1

source: Expression 2
cs: Výraz 2
de: Ausdruck 2
es_es: Expresión 2
it: Espressione 2
nl_be: Uitdrukking 2
pt: Expressão 2
ru: Выражение 2
sk: Výraz 2
sv: Uttryck 2

source: Expression 3
cs: Výraz 3
de: Ausdruck 3
es_es: Expresión 3
it: Espressione 3
nl_be: Uitdrukking 3
pt: Expressão 3
ru: Выражение 3
sk: Výraz 3
sv: Uttryck 3

source: File path:
cs: Cesta k souboru:
de: Dateipfad:
es_es: Ruta archivo:
fr_fr: Chemin du fichier:
it: Precorso file:
nl_be: Bestandspad:
pt: Caminho do arquivo:
ru: Путь к файлу:
sk: Cesta k súboru:
sv: Sökväg:

source: Initializing...
cs: Spouštění...
de: Initialisiere...
es_es: Iniciando...
fr_fr: Initialisation...
it: Inizializzazione...
nl_be: Initialiseren ...
pt: Inicializando...
ru: Инициализация…
sk: Spúšťanie...
sv: Initialiserar...

source: No updates are available
cs: Nejsou dostupné žádné aktualizace
de: Keine Updates verfügbar
es_es: No hay actualizaciones disponibles
fr_fr: Pas de mise à jour disponible
it: Nessun aggiornamento disponibile
nl_be: Geen updates beschikbaar
pt: Não há atualizações disponíveis
ru: Обновлений нет
sk: Vaša verzia je aktuálna
sv: Inga uppdateringar tillgängliga

source: OFF
cs: VYP
de: AUS
nl_be: UIT
pt: DESATIVADO
ru: ВЫКЛ
sk: Vyp.
sv: AV
