Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: No smart playlist selected
cs: Žádný smart playlist nevybrán
de: Keine Smartplayliste gewählt
es_es: No se ha seleccionado lista de reproducción inteligente
fr_fr: Aucune playlist intelligente sélectionnée
it: Nessuna playlist smart selezionata
nl_be: Geen slimme afspeellijst geselecteerd
pt: Nenhuma lista de reprodução smart selecionada
ru: Умные плей-листы не выбраны
sk: Nebol vybraný žiadny smart playlist
sv: Ingen smart spellista vald

source: Select smart playlist
cs: Vyberte smart playlist
de: Smartplayliste auswählen
es_es: Seleccionar lista de reproducción inteligente
fr_fr: Sélectionner une playlist intelligente
it: Seleziona playlist smart
nl_be: Slimme afspeellijst selecteren
pt: Selecione uma lista de reprodução smart
ru: Выберите умный плей-лист
sk: Vybraný smart playlist
sv: Välj smart spellista

source: Show sort order values
cs: Zobrazit hodnoty řazení
de: Sortierungswerte anzeigen
es_es: Mostrar valores del criterio de ordenación
fr_fr: Montrer les valeurs de l'ordre de tri
it: Mostra valori ordinamento
nl_be: Sorteervolgordewaarden tonen
pt: Mostrar valores de ordenação
ru: Показать значения сортировки
sk: Ukáž hodnoty triedenia poradia
sv: Visa sorteringsvärden

source: Use sort order
cs: Použít řazení
de: Sortierungswerte benutzen
es_es: Usar criterio de ordenación
fr_fr: Utiliser l'ordre de tri
it: Ordinamento utilizzo
nl_be: Sorteervolgorde gebruiken
pt: Usar ordenação
ru: Использовать сортировку
sk: Použi triedenie poradia
sv: Använd sorteringsvärden

source: Stop
cs: Zastavit
de: Anhalten
es_es: Parar
pt: Parar
ru: Стоп
sv: Stoppa

source: Words used for auto sort order
cs: Slova použita pro automatické řazení
de: Worte für automatische Sortierung
es_es: Palabras usadas para auto criterio de ordenación
fr_fr: Mots utilisés pour ordre de tri automatique
it: Parole usate per l'auto ordinamento
nl_be: Woorden gebruikt voor auto sorteervolgorde
pt: Palavras usadas para auto ordenar
ru: Слова для автоматической сортировки
sk: Slová používané pre automatické triedenie poradia
sv: Ord som används för automatisk sorteringsordning

source: Years
cs: Roky
de: Jahre
es_es: Años
fr_fr: Années
it: Anni
nl_be: Jaren
pt: Anos
ru: год (лет)
sk: Roky
sv: År

source: Artist - title
cs: Interpret - název
de: Interpret - Titel
es_es: Artista - título
fr_fr: Artiste - titre
it: Artista - titolo
nl_be: Artiest - titel
pt: Artista - título
ru: Исполнитель - название
sk: Interprét - názov
sv: Artist - titel

source: Compare by
cs: Porovnat podle
de: Vergleiche per
es_es: Comparar por
fr_fr: Comparé à
it: Confronta per
nl_be: Vergelijken met
pt: Comparar por
ru: Критерий сравнения
sk: Porovnať s
sv: Jämför med

# DuplicateFinder
source: Find duplicates
cs: Hledání duplikátů
de: Duplikatsfinder
es_es: Buscar duplicados
fr_fr: Chercher les doublons
it: Cerca duplicati
nl_be: Dubbels vinden
pt: Procurar duplicatas
ru: Поиск дубликатов
sk: Vyhľadanie duplikátov
sv: Hitta dubbletter

# DuplicateFinderMenu
source: Find duplicates...
cs: Najít duplikáty...
de: Duplikatsfinder...
es_es: Buscar duplicados...
fr_fr: Chercher les doublons...
it: Cerca duplicati...
nl_be: Dubbels vinden...
pt: Procurar duplicatas...
ru: Поиск дубликатов…
sk: Vyhľadať duplikáty...
sv: Hitta dubbletter...

source: Match rating
cs: Shoda v hodnocení
de: Vergleichswertung
es_es: Grado de coincidencia
fr_fr: Note de la correspondance
it: Valutazione corrispondente
nl_be: Waardering vergelijken
pt: Classificação de combinação
ru: Уровень совпадения
sk: Hodnotenie zhody
sv: Matcha-betyg

source: Song length tolerance
cs: Tolerance délky skladby
de: Toleranz der Titellänge
es_es: Tolerancia en duración de la pista
fr_fr: Tolérance sur la durée de la chanson
it: Tolleranza durata canzone
nl_be: Songlengte tolerantie
pt: Tolerância de duração da música
ru: Допуск длительности композиции
sk: Tolerancia dĺžky skladby
sv: Låtlängdstolerans

# TagToFilenameMenu
source: Rename files...
cs: Přejmenovat soubory...
de: Dateien umbenennen...
es_es: Renombrar archivos...
fr_fr: Renommer les fichiers...
it: Rinomina file...
nl_be: Bestanden hernoemen...
pt: Renomear arquivos...
ru: Переименовать файлы…
sk: Premenovať súbory...
sv: Byt namn på filer...

source: Sort order
cs: Řazení
de: Sortierung
es_es: Criterio de ordenación
fr_fr: Ordre de tri
it: Ordinamento
nl_be: Sorteervolgorde
pt: Ordem
ru: Сортировка
sk: Poradie triedenia
sv: Sorteringsordning

# DarkTheme
source: Use dark theme
cs: Použít tmavý motiv
de: Benutze dunkles Design
es_es: Usar tema oscuro
fr_fr: Utiliser le thème sombre
it: Applica tema "Dark"
nl_be: Donker thema gebruiken
pt: Usar tema escuro
ru: Темная тема
sk: Použiť tmavú tému
sv: Mörkt tema

# LightTheme
source: Use light theme
cs: Použít světlý motiv
de: Benutze helles Design
es_es: Usar tema claro
fr_fr: Utiliser le thème clair
it: Applica tema "Light"
nl_be: Licht thema gebruiken
pt: Usar tema claro
ru: Светлая тема
sk: Použiť svetlú tému
sv: Ljust tema

# ThemeChanged
source: The theme has changed, Helium needs to be restarted. Click OK to restart Helium.
cs: Byl změněn motiv a je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Das Design wurde geändert, Helium muss neugestartet werden. Klicke OK zum Neustart.
es_es: Se ha cambiado el tema, Helium necesita ser reiniciado. Clic en OK para reiniciar Helium.
fr_fr: Le thème a été changé, Helium a besoin de redémarré. Cliquez sur OK pour redémarrer Helium.
it: Il tema è stato cambiato, Helium dev'essere riavviato. Click OK per riavviare.
nl_be: Het thema is veranderd, Helium moet worden heropgestart. Klik op OK om Helium opnieuw op te starten.
pt: O tema foi alterado, Helium precisa ser reiniciado. Clique OK para reiniciar o Helium.
ru: Тема изменена, нужно перезапустить Helium. Нажмите «OK», чтобы перезапустить Helium.
sk: Téma bola zmenená, Helium sa potrebuje reštartovať. Kliknite OK pre reštart programu.
sv: Temat har ändrats, Helium behöver startas om. Klicka på OK för att starta om Helium.

# DupeMatch10
source: Match score 10% or below
cs: Míra shody 10 % nebo méně
de: Vergleichswert 10% oder weniger
es_es: Coincidencia 10% o inferior
fr_fr: Résultat de correspondance 10% ou moins
it: Conteggio corrispondenze 10% o inferiore
nl_be: Een score van 10% of lager evenaren
pt: Escore de combinação 10% ou inferior
ru: Совпадение 10% или ниже
sk: Skóre súhlasí na 10% alebo menej
sv: Matchning, 10% eller lägre

# DupeMatch100
source: Match score 100% or below
cs: Míra shody 100 % nebo méně
de: Vergleichswert 100% oder weniger
es_es: Coincidencia 100% o inferior
fr_fr: Résultat de correspondance 100% ou moins
it: Conteggio corrispondenze 100% o inferiore
nl_be: Een score van 100% of lager evenaren
pt: Escore de combinação 100% ou inferior
ru: Совпадение 100% или ниже
sk: Skóre súhlasí na 100% alebo menej
sv: Matchning, 100% eller lägre

# DupeMatch20
source: Match score 20% or below
cs: Míra shody 20 % nebo méně
de: Vergleichswert 20% oder weniger
es_es: Coincidencia 20% o inferior
fr_fr: Résultat de correspondance 20% ou moins
it: Conteggio corrispondenze 20% o inferiore
nl_be: Een score van 20% of lager evenaren
pt: Escore de combinação 20% ou inferior
ru: Совпадение 20% или ниже
sk: Skóre súhlasí na 20% alebo menej
sv: Matchning, 20% eller lägre

# DupeMatch30
source: Match score 30% or below
cs: Míra shody 30 % nebo méně
de: Vergleichswert 30% oder weniger
es_es: Coincidencia 30% o inferior
fr_fr: Résultat de correspondance 30% ou moins
it: Conteggio corrispondenze 30% o inferiore
nl_be: Een score van 30% of lager evenaren
pt: Escore de combinação 30% ou inferior
ru: Совпадение 30% или ниже
sk: Skóre súhlasí na 30% alebo menej
sv: Matchning, 30% eller lägre

# DupeMatch40
source: Match score 40% or below
cs: Míra shody 40 % nebo méně
de: Vergleichswert 40% oder weniger
es_es: Coincidencia 40% o inferior
fr_fr: Résultat de correspondance 40% ou moins
it: Conteggio corrispondenze 40% o inferiore
nl_be: Een score van 40% of lager evenaren
pt: Escore de combinação 40% ou inferior
ru: Совпадение 40% или ниже
sk: Skóre súhlasí na 40% alebo menej
sv: Matchning, 40% eller lägre

# DupeMatch50
source: Match score 50% or below
cs: Míra shody 50 % nebo méně
de: Vergleichswert 50% oder weniger
es_es: Coincidencia 50% o inferior
fr_fr: Résultat de correspondance 50% ou moins
it: Conteggio corrispondenze 50% o inferiore
nl_be: Een score van 50% of lager evenaren
pt: Escore de combinação 50% ou inferior
ru: Совпадение 50% или ниже
sk: Skóre súhlasí na 50% alebo menej
sv: Matchning, 50% eller lägre

# DupeMatch60
source: Match score 60% or below
cs: Míra shody 60 % nebo méně
de: Vergleichswert 60% oder weniger
es_es: Coincidencia 60% o inferior
fr_fr: Résultat de correspondance 60% ou moins
it: Conteggio corrispondenze 60% o inferiore
nl_be: Een score van 60% of lager evenaren
pt: Escore de combinação 60% ou inferior
ru: Совпадение 60% или ниже
sk: Skóre súhlasí na 60% alebo menej
sv: Matchning, 60% eller lägre

# DupeMatch70
source: Match score 70% or below
cs: Míra shody 70 % nebo méně
de: Vergleichswert 70% oder weniger
es_es: Coincidencia 70% o inferior
fr_fr: Résultat de correspondance 70% ou moins
it: Conteggio corrispondenze 70% o inferiore
nl_be: Een score van 70% of lager evenaren
pt: Escore de combinação 70% ou inferior
ru: Совпадение 70% или ниже
sk: Skóre súhlasí na 70% alebo menej
sv: Matchning, 70% eller lägre

# DupeMatch80
source: Match score 80% or below
cs: Míra shody 80 % nebo méně
de: Vergleichswert 80% oder weniger
es_es: Coincidencia 80% o inferior
fr_fr: Résultat de correspondance 80% ou moins
it: Conteggio corrispondenze 80% o inferiore
nl_be: Een score van 80% of lager evenaren
pt: Escore de combinação 80% ou inferior
ru: Совпадение 80% или ниже
sk: Skóre súhlasí na 80% alebo menej
sv: Matchning, 80% eller lägre

# DupeMatch90
source: Match score 90% or below
cs: Míra shody 90 % nebo méně
de: Vergleichswert 90% oder weniger
es_es: Coincidencia 90% o inferior
fr_fr: Résultat de correspondance 90% ou moins
it: Conteggio corrispondenze 90% o inferiore
nl_be: Een score van 90% of lager evenaren
pt: Escore de combinação 90% ou inferior
ru: Совпадение 90% или ниже
sk: Skóre súhlasí na 90% alebo menej
sv: Matchning, 90% eller lägre

source: Find duplicates in
cs: Najít duplikáty v
de: Finde Duplikate in
es_es: Buscar duplicados en
fr_fr: Chercher les doublons dans
it: Cerca duplicati in
nl_be: Zoek dubbels in
pt: Procurar duplicatas em
ru: Место поиска дубликатов
sk: Nájdi duplikáty v
sv: Hitta dubbletter i

source: Specific folder
cs: Specifická složka
de: Bestimmter Ordner
es_es: Carpeta específica
fr_fr: Dossier spécifique
it: Cartella specifica
nl_be: Specifieke map
pt: Pasta específica
ru: Конкретная папка
sk: Špecifický adresár
sv: Specifik mapp

source: Unknown AcoustId
cs: Neznámé AcoustId
de: Unbekannte AcoustID
es_es: AcoustId desconocido
fr_fr: Acoust Id inconnu
it: AcoustId sconosciuto
nl_be: Onbekend AcoustId
pt: AcoustID desconhecido
ru: Неизвестный идентификатор Acoust
sk: Neznáme AcoustId
sv: Okänt AcoustId

source: Calculating result
cs: Výpočet výsledku
de: Berechne Ergebnis
es_es: Calculando resultado
fr_fr: Cacule le résultat
it: Calcolo risultato
nl_be: Resultaat berekenen
pt: Calculando resultado
ru: Подсчет результата
sk: Počítam výsledok
sv: Beräknar resultat

source: Compare by Acoust Id
cs: Porovnat podle Acoust Id
de: Vergleiche per AcoustID
es_es: Comparar por Acoustic Id
fr_fr: Comparer par Acoust Id
it: Confronta per Acoust Id
nl_be: Vergelijken op Acoustid
pt: Comparar por AcoustID
ru: Сравнить по идентификаторам Acoust
sk: Porovnať podľa Acoust Id
sv: Jämför med AcoustId

source: Compare by Acoust id results
cs: Porovnat podle výsledků Acoust Id
de: Vergleiche per AcoustID Ergebnissen
es_es: Comparar por resultados Acoustic Id
fr_fr: Comparer par résultats Acoust id
it: Risultati confronto per Acoust Id
nl_be: Vergelijken op Acoustid resultaten
pt: Comparar pelos resultados de AcousID
ru: Результаты сравнения по идентификаторам Acoust
sk: Porovnať podľa Acoust Id výsledkov
sv: Jämför AcoustId resultat

# EqualInGroup
source: Equal group:
cs: Shodná skupina:
de: Gleiche Gruppe:
es_es: Grupo equal:
fr_fr: Egal group:
it: Gruppo uguale:
nl_be: Soortgelijke groep:
pt: Igualdade de grupo:
ru: Группа подобных:
sk: Rovnaká skupina:
sv: Likvärdig grupp:

# RemoveSelectedFiles
source: Remove the {0} files from your library and disc?
cs: Odstranit {0} souborů z vaší knihovny a disku?
de: Entferne {0} Dateien aus der Bibliothek und vom Computer?
es_es: ¿Eliminar los {0} archivo/s de tu biblioteca y disco?
fr_fr: Supprimer les {0} fichiers de la bibliothèque et du disque dur ?
it: Rimuovi {0} file dalla collezione e dal disco?
nl_be: Verwijder de {0} bestanden van uw bibliotheek en schijf?
pt: Remover os {0} arquivos do acervo e do disco?
ru: Удалить файлы ({0}) из библиотеки и с диска?
sk: Odstrániť {0} súborov z knižnice a disku?
sv: Ta bort de {0} filerna från biblioteket och disken?

source: Remove checkmarked
cs: Odstranit vybrané
de: Entferne markierte
es_es: Eliminar marcados
fr_fr: Supprimer les éléments sélectionnés
it: Rimuovi contrassegni
nl_be: Gemarkeerde verwijderen
pt: Remover assinaladas
ru: Удалить отмеченные
sk: Odstrániť označené
sv: Ta bort markerade

source: Rename and copy
cs: Přejmenovat a kopírovat
de: Umbenennen und kopieren
es_es: Renombrar y copiar
fr_fr: Renommer et copier
it: Rinomina e copia
nl_be: Hernoemen en kopiëren
pt: Renomear e copiar
ru: Переименовать и скопировать
sk: Premenovať a kopírovať
sv: Byt namn och kopiera

source: Rename and move
cs: Přejmenovat a přesunout
de: Umbenennen und verschieben
es_es: Renombrar y mover
fr_fr: Renommer et déplacer
it: Rinomina e sposta
nl_be: Hernoemen en verplaatsen
pt: Renomear e mover
ru: Переименовать и переместить
sk: Premenovať a presunúť
sv: Byt namn och flytta

# RenamingFileXofY
source: Renaming file {0}/{1}
cs: Přejmenování souboru {0}/{1}
de: Benenne Datei {0}/{1} um
es_es: Renombrar archivo {0}/{1}
fr_fr: renomme le fichier {0}/{1}
it: File rinominati {0}/{1}
nl_be: Hernoemen bestand {0}/{1}
pt: Renomeando arquivo {0}/{1}
ru: Переименование файла {0} из {1}
sk: Premenúvam súbor {0}/{1}
sv: Byter namn, fil {0}/{1}

source: Please wait...
cs: Čekejte prosím...
de: Bitte warten...
es_es: Por favor, espera...
fr_fr: Veuillez patienter...
it: Attendere...
nl_be: Even geduld aub...
pt: Por favor aguarde...
ru: Подождите…
sk: Čakajte prosím...
sv: Vänligen vänta...

source: Renaming files
cs: Přejmenování souborů
de: Dateien umbenennen
es_es: Renombrando archivos
fr_fr: Renomme les fichiers
it: Rinomino file
nl_be: Hernoemen van bestanden
pt: Renomeando arquivos
ru: Переименование файлов
sk: Premenovanie súborov
sv: Byter namn på filer

source: Template
cs: Šablona
de: Vorlage
es_es: Plantilla
fr_fr: Modèle
it: Modello
nl_be: Sjabloon
ru: Шаблон
sk: Šablóna
sv: Mall

source: Audio data size
cs: Velikost audio dat
de: Audiodatengröße
es_es: Tamaño datos de audio
fr_fr: Taille des données audio
it: Dimensione dati audio
nl_be: Audio formaat gegevens
pt: Tamanho de audio data
ru: Размер аудиоданных
sk: Veľkosť audio dát
sv: Ljuddata storlek

source: Bitrate distribution
cs: Distribuce bitrate
de: Bitratenverteilung
es_es: Distribución de bitrate
fr_fr: Distribution du Bitrate
it: Distribuzione Bitrate
nl_be: Bitrate distributie
pt: Distribuição de taxa de bit
ru: Распределение битрейта
sk: Bitrate
sv: Bitrate fördelning

source: bytes
cs: bajtů
ru: байт

source: Calculated bitrate
cs: Vypočítaná bitrate
de: Berechnete Bitrate
es_es: Bitrate calculado
fr_fr: Bitrate calculé
it: Bitrate calcolato
nl_be: Berekende bitsnelheid
pt: Taxa de bit calculada
ru: Расчетный битрейт
sk: Vypočítana bitrate
sv: Beräknad bitrate

# CBR
source: Constant bitrate
cs: Konstantní bitrate
de: Konstante Bitrate
es_es: Bitrate constante
fr_fr: Bitrate constant
it: Bitrate costante
nl_be: Constante bitsnelheid
pt: Taxa de bit constante
ru: Постоянный битрейт
sk: Konštantná bitrate
sv: Konstant bitrate

source: Channels
cs: Kanály
de: Kanäle
es_es: Canales
fr_fr: Chaînes
it: Canali
nl_be: Kanalen
pt: Canais
ru: Каналы
sk: Kanály
sv: Kanaler

# ContainsDoubledId3v1Tags
source: Has doubled Id3v1 tags
cs: Obsahuje zdvojené tagy Id3v1
de: Hat doppelte ID3v1 Tags
es_es: Tiene dobles etiquetas id3v1
fr_fr: a double Id3v1 tags
it: TAG Idev1 doppio
nl_be: ID3v1-tags verdubbeld
pt: Rótulos Id3v1 foram duplicados
ru: Двойные теги Id3v1
sk: Má zdvojené Id3v1 tagy
sv: Har dubbla ID3v1 taggar

source: Correct VBR header
cs: Správná hlavička VBR
de: Korrigiere VBR-Header
es_es: Corregir encabezado VBR
fr_fr: Header VBR correct
it: Etichetta VBR corretta
nl_be: Juiste VBR koptekst
pt: Corrigir o VBR header
ru: Правильный заголовок VBR
sk: Správna VBR hlavička
sv: Korrigera VBR

source: Count
cs: Počet
de: Anzahl
es_es: Cuenta
fr_fr: Compteur
it: Contatore
nl_be: Tellen
pt: Contagem
ru: Кол-во
sk: Počet
sv: Antal

source: Details
cs: Detaily
es_es: Detalles
fr_fr: Détails
it: Dettagli
pt: Detalhes
ru: Сведения
sk: Detaily
sv: Detaljer

source: Emphasis
de: Emphasen
es_es: Énfasis
fr_fr: Importance
it: Enfasi
nl_be: Nadruk
pt: Ênfase
ru: Предыскажения
sv: Betoning

source: Encoder (guessed)
cs: Enkodér (odhad)
de: Kodierer (vermutet)
es_es: Codificador (inferido)
fr_fr: Encodeur (supposition)
it: Codifica
nl_be: Codeerder (veronderstelde)
pt: Codificador (presumido)
ru: Кодировщик (предположение)
sk: Enkóder (odhad)
sv: Kodare (gissad)

source: Encoding type
cs: Typ enkódování
de: Kodiertyp
es_es: Tipo de codificación
fr_fr: Type d'encodage
it: Tipo di codifica
nl_be: Soort codering
pt: Tipo de Codificação
ru: Тип кодирования
sk: Typ enkódovania
sv: Kodningstyp

source: End position
cs: Koncová pozice
es_es: Posición final
fr_fr: Position de fin
it: Posizione finale
nl_be: Eindpositie
pt: Posição final
ru: Конечное положение
sk: Koncová pozícia
sv: Slutposition

source: Error position
cs: Chybová pozice
de: Fehlerposition
es_es: Error en la posición
fr_fr: Position de l'erreur
it: Posiizone errore
nl_be: Fout positie
pt: Posição do erro
ru: Положение ошибки
sk: Pozícia konca
sv: Felposition

source: Error summary
cs: Souhrn chyb
de: Fehlerzusammenfassung
es_es: Resumen de errores
fr_fr: Résumé de l'erreur
it: Sommario errore
nl_be: Overzicht fout
pt: Sumário de erro
ru: Сведения об ошибке
sk: Zhrnutie chýb
sv: Felsummering

source: First located sync
cs: První nalezený sync
de: Erster gefunder Sync
es_es: Localización primer cuadro
fr_fr: Première localisée sync
it: Sincronizzazione primo trovato
nl_be: Eerste locatie sync
pt: Primeira sync localizada
ru: Первая синхронизация
sk: Prvý najdený sync
sv: Första hittade sync

source: Has Apev2 tag
cs: Obsahuje tag Apev2
de: Hat Apev2 Tags
es_es: Tiene etiquetas Apev2
fr_fr: a Apev2 tag
it: TAG Apev2 presente
nl_be: Heeft APEv2 tag
pt: Possui rótulo Apev2
ru: С тегом APEv2
sk: Má Apev2 tag
sv: Har Apev2 tagg

source: Has bad leading data
cs: Obsahuje špatná zaváděcí data
de: Hat fehlerhafte führende Bytes
es_es: Tiene datos erróneos en el encabezado
fr_fr: A mauvaise données principales
it: Dati rovinati presenti
nl_be: Heeft slechte toonaangevende data
pt: Possui leading data defeituosos
ru: С плохими предшествующими данными
sk: Má chybné úvodné dáta
sv: Har felaktig huvuddata

# HasId3v1Tag
source: Has Id3v1.x tag
cs: Obsahuje tag Id3v1.x
de: Hat ID3v1.x Tags
es_es: Tiene etiquetas Id3v1.x
fr_fr: a Id3v1.x tag
it: TAG Id3v1.x presente
nl_be: Heeft Id3v1.x tag
pt: Possui etiqueta Id3v1.x
ru: С тегом Id3v1.x
sk: Má Id3v1.x tag
sv: Har Id3v1.x tagg

# HasId3v2Tag
source: Has Id3v2.x tag
cs: Obsahuje tag Id3v2.x
de: Hat ID3v2.x Tags
es_es: Tiene etiquetas Id3v2.x
fr_fr: a Id3v2.x tag
it: TAG Id3v2.x presente
nl_be: Heeft Id3v2.x tag
pt: Possui etiqueta Id3v2.x
ru: С тегом Id3v2.x
sk: Má Id3v2.x tag
sv: Har Id3v2.x tagg

source: Has Lyrics3 tag
cs: Obsahuje tag Lyrics3
de: Hat Lyrics3 Tags
es_es: Tiene etiquetas Lyrics3
fr_fr: a Lyrics3 tag
it: TAG Lyrics3 presente
nl_be: Heeft Lyrics3 tag
pt: Possui etiqueta Lyrics3
ru: С тегом Lyrics3
sk: Má Lyrics3 tag
sv: Har Lyrics3 tagg

# HasSyncErrors
source: Mpeg sync errors
cs: Chyby Mpeg sync
de: MPEG Sync Fehler
es_es: Errores de cuadros Mpeg
fr_fr: Erreurs Mpeg sync
it: errore di sincronizzazione Mpeg
nl_be: Mpeg synchronisatiefouten
pt: Erros sync Mpeg
ru: Ошибки синхронизации MPEG
sk: Mpeg synchronizačné chyby
sv: Mpeg sync fel

# Id3v1TagSize
source: Id3v1.x tag size
cs: Velikost tagu Id3v1.x
de: ID3v1.x Tag Größe
es_es: Tamaño etiqueta Id3v1.x
fr_fr: Taille Id3v1.x tag
it: Dimensione TAG Id3v1.x
nl_be: Id3v1.x tag grootte
pt: Tamanho etiqueta Id3v1.x
ru: Размер тега Id3v1.x
sk: Veľkosť Id3v1.x tagu
sv: Id3v1.x tag storlek

# Id3v2TagSize
source: Id3v2.x tag size
cs: Velikost tagu Id3v2.x
de: ID3v2.x Tag Größe
es_es: Tamaño etiqueta Id3v2.x
fr_fr: Taille Id3v2.x tag
it: Dimensione TAG Id3v2.x
nl_be: Id3v2.x tag grootte
pt: Tamanho etiqueta Id3v2.x
ru: Размер тега Id3v2.x
sk: Veľkosť Id3v2.x tagu
sv: Id3v2.x tag storlek

# IsVBRButNotDetected
source: Has incorrect VBR header
cs: Obsahuje nesprávnou hlavičku VBR
de: Hat inkorrekten VBR Header
es_es: Tiene encabezado VBR incorrecto
fr_fr: A un VBR principal incorrect
it: Etichetta VBR inesatta presente
nl_be: Heeft onjuiste VBR koptekst
pt: Possui VBR header incorreto
ru: С неправильным заголовком VBR
sk: Má nesprávnu VBR hlavičku
sv: Har felaktigt VBR beskrivning

source: Mpeg overview
cs: Přehled Mpeg
de: MPEG Überblick
es_es: Resumen Mpeg
fr_fr: Aperçu Mpeg
it: Panoramica Mpeg
nl_be: Mpeg overzicht
pt: Vista geral Mpeg
ru: Обзор данных MPEG
sk: Mpeg prehľad
sv: Mpeg översikt

source: Mpeg sync errors
cs: Chyby Mpeg sync
de: MPEG Sync Fehler
es_es: Errores de sinc Mpeg
fr_fr: Erreurs Mpeg sync
it: Sincronizzazione errori Mpeg
nl_be: Mpeg synchronisatiefouten
pt: Erros sync Mpeg
ru: Ошибки синхронизации MPEG
sk: Mpeg synchronizačné chyby
sv: Mpeg sync fel

source: Percent of total
cs: Procent celkově
de: Prozent
es_es: Porcentaje del total
fr_fr: Pourcentage du total
it: Percento del totale
nl_be: Procent van alle
pt: Porcento do total
ru: Процент от всего
sk: Percent z celkovo
sv: Procent av total

source: Play from this position
cs: Přehrát od této pozice
de: Ab dieser Position spielen
es_es: Reproducir desde esta posición
fr_fr: Lire depuis cette position
it: Ascolta da questa posizione
nl_be: Vanaf deze positie afspelen
pt: Reproduzir a partir desta posição
ru: Проиграть отсюда
sk: Prehrať od tejto pozície
sv: Spela från denna position

source: Remove Ape tag
cs: Odstranit tag Ape
de: Entferne Ape Tags
es_es: Eliminar etiquetas Ape
fr_fr: Supprimer Ape tag
it: Rimuovi TAG Ape
nl_be: Ape tag verwijderen
pt: Remover etiqueta Ape
ru: Удалить тег APE
sk: Odstrániť Ape tag
sv: Ta bort Ape tagg

# RemoveDoubleId3v1Tags
source: Remove doubled Id3v1 tags
cs: Odstranit zdvojené tagy Id3v1
de: Entferne doppelte ID3v1 Tags
es_es: Eliminar etiquetas dobles Id3v1
fr_fr: Supprimer les doubles Id3v1 tags
it: Rimuovi doppi Id3v1 TAG
nl_be: Verdubbelde ID3v1-tags verwijderen
pt: Remover etiqueta Id3v1 duplicados
ru: Удалить двойные теги Id3v1
sk: Odstrániť dvojité Id3v1 tagy
sv: Ta bort dubbla Id3v1 taggar

source: Remove file
cs: Odstranit soubor
de: Entferne Datei
es_es: Eliminar archivo
fr_fr: Supprimer le fichier
it: Rimuovi file
nl_be: Bestand verwijderen
pt: Remover arquivo
ru: Удалить файл
sk: Odstrániť súbor
sv: Ta bort fil

source: Remove leading bytes
cs: Odstranit zaváděcí bajty
de: Entferne führende Bytes
es_es: Eliminar byte de encabezado
fr_fr: Supprimer les bytes principaux
it: Rimuovi bytes finali
nl_be: Leidende bytes verwijderen
pt: Remover leading bytes
ru: Удалить предшествующие байты
sk: Odstrániť uvodné bity
sv: Ta bort inledande bytes

source: Start position
cs: Počáteční pozice
es_es: Posición inicial
fr_fr: Position de départ
it: Posizione di inizio
nl_be: Beginpositie
pt: Posição inicial
ru: Начальное положение
sk: Začiatočná pozícia
