Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Available commands
cs: Dostupné příkazy
de: Verfügbare Befehle
es_es: Comandos disponibles
fr_fr: Commandes disponibles
pt: Comandos disponíveis
ru: Доступные команды

source: Caption
cs: Titulek
de: Beschriftung
es_es: Pie de foto
fr_fr: Légende
pt: Legenda
ru: Подпись

source: Color
cs: Barva
de: Farbe
fr_fr: Couleur
pt: Cor
ru: Цвет

source: Selected commands
cs: Vybrané příkazy
de: Ausgewählte Befehle
es_es: Comandos seleccionados
fr_fr: Commandes sélectionnées
pt: Comandos selecionados
ru: Выбранные команды

source: Toolbar
cs: Nástrojová lišta
de: Symbolleiste
es_es: Barra de herramientas
fr_fr: Barre d'outils
pt: Barra de ferramentas
ru: Панель инструментов

source: Import playlists...
cs: Importovat playlisty...
de: Playlisten importieren...
es_es: Importar listas de reproducción...
fr_fr: Importer des playlists...
pt: Importar listas de reprodução...
ru: Импорт плей-листов…

# ShowTrackListInLabelView
source: Show track list
cs: Zobrazit seznam stop
de: Trackliste anzeigen
es_es: Mostrar la lista de pistas
fr_fr: Afficher la liste de pistes
pt: Exibir lista de faixas
ru: Показать список дорожек

# ShowTrackListInArtistView
source: Show track list
cs: Zobrazit seznam stop
de: Trackliste anzeigen
es_es: Mostrar la lista de pistas
fr_fr: Afficher la liste de pistes
pt: Exibir lista de faixas
ru: Показать список дорожек

source: Col./Volume
cs: Sb./Svazek
de: Samml./Volumen
es_es: Col./volumen
ru: Колл./том

# Volume
source: Volumes
cs: Svazky
de: Volumen
es_es: Volúmenes
ru: Тома

# SavePcntToTags
source: Save play counter to tags (MP3 files only)
cs: Ukládat počet přehrání do tagů (pouze soubory MP3)
de: Abspielzähler in Tags speichern (nur MP3-Dateien)
es_es: Guardar contador de reprodución en etiquetas (sólo archivos MP3)
fr_fr: Enregistrer le compteur de lectures dans les tags (fichiers MP3 uniquement)
nl_be: Afspeelteller in labels bewaren (Alleen MP bestanden)
pt: Salvar contador do reprodutor em etiqueta (somente em arquivos MP3)
ru: Сохранять Счетчик проигрывания в тегах (только файлы MP3)

source: No volume selected
cs: Nevybrán žádný svazek
de: Kein Volumen ausgewählt
es_es: No se ha seleccionado el volumen
fr_fr: Aucun volume sélectionné
pt: Nenhum volume selecionado
ru: Том не выбран

source: Selected volume:
cs: Vybraný svazek:
de: Ausgewähltes Volumen:
es_es: Volumen seleccionado:
fr_fr: Volume sélectionné :
pt: Volume selecionado:
ru: Выбранный том:

source: Select volume...
cs: Vybrat svazek...
de: Wähle Volumen...
es_es: Seleccionar volumen...
fr_fr: Sélectionner un volume...
pt: Selecionar volume...
ru: Выбрать том…

source: Delete the selected collection?
cs: Smazat vybranou sbírku?
de: Die ausgewählte Sammlung löschen?
es_es: ¿Eliminar la colección seleccionada?
fr_fr: Supprimer la collection sélectionnée ?
pt: Deletar a coleção selecionada?
ru: Удалить выбранную коллекцию?

source: Delete the selected volume?
cs: Smazat vybraný svazek?
de: Das gewählte Volumen löschen?
es_es: ¿Eliminar el volumen seleccionado?
fr_fr: Supprimer le volume sélectionner ?
pt: Deletar o volume selecionado?
ru: Удалить выбранный том?

source: No volumes selected
cs: Nevybrán žádný svazek
de: Keine Volumen ausgewählt
es_es: No se han seleccionado volúmenes
fr_fr: Aucun volume sélectionné
pt: Nenhum volume selecionado
ru: Тома не выбраны

# SelectMenu
source: Select...
cs: Vybrat...
de: Auswählen...
es_es: Seleccionar...
fr_fr: Sélectionner...
pt: Selecionar...
ru: Выбор…

source: Create new collection
cs: Vytvořit novou sbírku
de: Neue Sammlung erstellen
es_es: Crear nueva colección
fr_fr: Créer une nouvelle collection
pt: Criar nova coleção
ru: Создать коллекцию

source: Create new volume
cs: Vytvořit nový svazek
de: Neues Volumen erstellen
es_es: Crear nuevo volumen
fr_fr: Créer un nouveau volume
pt: Criar novo volume
ru: Создать том

source: New collection...
cs: Nová sbírka...
de: Neue Sammlung...
es_es: Nueva colección...
fr_fr: Nouvelle collection...
pt: Nova coleção...
ru: Новая коллекция…

source: New volume...
cs: Nový svazek...
de: Neues Volumen...
es_es: Nuevo volumen...
fr_fr: Nouveau volume...
pt: Novo volume...
ru: Новый том…

# SelectVolumeWindow
source: Select volume
cs: Vybrat svazek
de: Volumen auswählen
es_es: Seleccionar volumen
fr_fr: Sélectionner un volume
pt: Selecionar volume
ru: Выбор тома

source: Collection/volume
cs: Sbírka/svazek
de: Sammlung/Volumen
es_es: Colección/Volumen
pt: Coleção/volume
ru: Коллекция/том

source: Assign to volume...
cs: Přiřadit ke svazku...
de: Volumen zuweisen...
es_es: Asignar al volumen...
fr_fr: Assigner au volume...
pt: Atribuir a volume...
ru: Назначить том…

# ClearVolume
source: Clear assigned volumes
cs: Vymazat přiřazené svazky
de: Zugewiesene Volumen löschen
es_es: Borrar volúmenes asignados
fr_fr: Effacer les volumes assignés
pt: Limpar volumes atribuídos
ru: Удалить назначенные тома

source: Untagged items
cs: Neotagované položky
de: Elemente ohne Tags
es_es: Elementos no etiquetados
fr_fr: Éléments sans tag
pt: Itens sem etiqueta
ru: Элементы без тегов

source: Contained volumes
cs: Zahrnuté svazky
de: Enthaltene Volumen
es_es: Volúmenes contenidos
fr_fr: Volumes contenus
pt: Volumes contidos
ru: Содержащие дорожку тома

source: Toggle visualizations
cs: Přepnout vizualizace
de: Visualisierungen ein-/ausschalten
es_es: Alternar visualizaciones
fr_fr: Activer/désactiver les visualisations
pt: Alternar visualizações
ru: Включение визуализаций

# AlbumItemType
source: Album file type
cs: Souborový typ alba
de: Album-Dateityp
es_es: Tipo de archivo de álbum
fr_fr: Type de fichier album
pt: Tipo de arquivo do álbum
ru: Тип файла альбома

# HideFiltersInViews
source: Hide advanced filters
cs: Skrýt pokročilé filtry
de: Erweiterte Filter ausblenden
es_es: Ocultar filtros avanzados
fr_fr: Masquer les filtres avancés
pt: Ocultar filtros avançados
ru: Скрыть расширенные фильтры

# ManageCollections
source: Manage collections/volumes
cs: Správa sbírek/svazků
de: Sammlungen/Volumen verwalten
es_es: Gestionar colecciones/volúmenes
fr_fr: Gérer les collections/volumes
pt: Gerenciar coleções/volumes
ru: Управление коллекциями/томами

# ManageCollectionsMenu
source: Manage collections/volumes...
cs: Správa sbírek/svazků...
de: Sammlungen/Volumen verwalten...
es_es: Gestionar colecciones/volúmenes...
fr_fr: Gérer les collections/volumes...
pt: Gerenciar coleções/volumes...
ru: Управление коллекциями/томами…

# NoPathMapped
source: No path mapped to volume
cs: Ke svazku není namapována žádná cesta
de: Kein Pfad zum Volumen gezeichnet
es_es: No se ha asignado ninguna ruta al volumen
fr_fr: Aucun chemin relié au volume
pt: Nenhum caminho mapeado para volume
ru: Тому не сопоставлен путь

source: Apply sort order to fields
cs: Použít řazení pro pole
de: Sortierreihenfolge auf Felder anwenden
es_es: Aplicar criterio de ordenación a los campos
fr_fr: Appliquer l'ordre de tri aux champs
pt: Aplicar a ordem de classificação para campos
ru: Применить сортировку к полям

source: Set rating
cs: Hodnocení
de: Bewertung festlegen
es_es: Establecer puntuación
fr_fr: Définir la note
pt: Definir classificação
ru: Задать оценку

source: Add album
cs: Přidat album
de: Album hinzufügen
es_es: Añadir álbum
fr_fr: Ajouter un album
pt: Adicionar álbum
ru: Добавить альбом

source: Add folder
cs: Přidat složku
de: Ordner hinzufügen
es_es: Añadir carpeta
fr_fr: Ajouter un dossier
pt: Adicionar pasta
ru: Добавить папку

source: Add playlist
cs: Přidat playlist
de: Playliste hinzufügen
es_es: Añadir lista de reproducción
fr_fr: Ajouter une playlist
pt: Adicionar lista de reprodução
ru: Добавить плей-лист

# FileSyncMenu
source: File synchronization...
cs: Synchronizace souborů...
de: Datei-Synchronisation...
es_es: Sincronización de archivos...
fr_fr: Synchronisation des fichiers...
pt: Sincronização de arquivos...
ru: Синхронизация файлов…

# FileSyncTitle
source: File synchronization
cs: Synchronizace souborů
de: Datei-Synchronisation
es_es: Sincronización de archivos
fr_fr: Synchronisation des fichiers
pt: Sincronização de arquivos
ru: Синхронизация файлов

source: Select playlist
cs: Vybrat playlist
de: Playliste auswählen
es_es: Seleccionar lista de reproducción
fr_fr: Sélectionnez une playlist
pt: Selecionar lista de reprodução
ru: Выбор плей-листа

source: Supported audio file formats
cs: Podporované audio formáty
de: Unterstützte Audio-Dateiformate
es_es: Formatos de archivo de audio compatibles
fr_fr: Formats des fichiers audio pris en charge
pt: Formatos de arquivo de áudio suportados
ru: Поддерживаемые форматы аудиофайлов

# SupportedFormatsHelperText
source: Select which audio formats that are supported by the destination folder. Audio formats that are not supported will be converted during the process to the output format selected below.
cs: Vyberte, jaké audio formáty jsou podporované v cílové složce. Audio formáty, které nejsou podporovány, budou během procesu převedeny na níže uvedený formát.
de: Wähle aus, welche Audioformate vom Zielordner unterstützt werden. Audioformate, die nicht unterstützt werden, werden während des Vorgangs ins unten ausgewählte Ausgabeformat konvertiert.
es_es: Selecciona qué formatos de audio son compatibles con la carpeta de destino. Los formatos de audio que no son compatibles se convertirán durante el proceso al formato de salida seleccionado a continuación.
fr_fr: Sélectionnez les formats audio pris en charge par le dossier de destination. Les formats audio qui ne sont pas pris en charge seront convertis pendant le processus pour correspondre au format sélectionné ci-dessous.
pt: Selecione quais formatos de áudio são suportados pela pasta de destino. Formatos de áudio que não são suportados serão convertidos durante o processo para o formato de saída selecionado abaixo.
ru: Выберите, какие аудиоформаты поддерживаются целевой папкой. Неподдерживаемые форматы будут преобразованы в выбранный ниже выходной формат.

source: Synchronize
cs: Provést
de: Synchronisieren
es_es: Sincronizar
fr_fr: Synchroniser
pt: Sincronizar
ru: Синхронизация

# SyncStep_BuildWorkList
source: Building work list
cs: Vytváření seznamu
de: Arbeitsliste wird erstellt
es_es: Creando lista de trabajo
fr_fr: Construction de la liste de travail
pt: Construindo lista de trabalhos
ru: Создание рабочего списка

# SyncStep_ReadAllSourceFiles
source: Reading source files
cs: Čtení zdrojových souborů
de: Quelldateien werden gelesen
es_es: Leyendo archivos fuente
fr_fr: Lecture des fichiers source
pt: Lendo arquivo de origem
ru: Чтение исходных файлов

# SyncStep_ReadExistingFiles
source: Reading existing files
cs: Čtení stávajících souborů
de: Vorhandene Dateien werden gelesen
es_es: Leyendo archivos existentes
fr_fr: Lecture des fichiers existants
pt: Lendo arquivos existentes
ru: Чтение существующих файлов

# SyncStep_RemoveDestinationFiles
source: Removing files
cs: Odstraňování souborů
de: Dateien werden entfernt
es_es: Eliminando archivos
fr_fr: Suppression des fichiers
pt: Removendo arquivos
ru: Удаление файлов

# SyncStep_SynchronizeFiles
source: Copying files
cs: Kopírování souborů
de: Dateien werden kopiert
es_es: Copiando archivos
fr_fr: Copie des fichiers
pt: Copiando arquivos
ru: Копирование файлов

# SyncStep_SynchronizeFilesTranscoding
source: Transcoding files
cs: Zpracování souborů
de: Dateien werden kopiert (Transkodierung)
es_es: Copiando archivos (transcoding)
fr_fr: Copie des fichiers (transcodage)
pt: Copiando arquivos (transcodificação)
ru: Копирование файлов (перекодирование)

source: Selected synchronization items
cs: Vybrané položky k synchronizaci
de: Ausgewählte Synchronisationselemente
es_es: Elementos de sincronización seleccionados
fr_fr: Éléments de synchronisation sélectionnés
pt: Itens de sincronização selecionados
ru: Выбранные элементы синхронизации

source: Browse album details
cs: Zobrazit detaily o albu
de: Albumdetails durchsuchen
es_es: Buscar información del álbum
fr_fr: Parcourir les détails de l'album
pt: Procurar detalhes de álbum
ru: Просмотр сведений о альбоме

source: Artist commands
cs: Příkazy pro interprety
de: Interpretenbefehle
es_es: Comandos del artista
fr_fr: Commandes d'artiste
pt: Comandos de artista
ru: Команды исполнителя

source: General plugins
cs: Hlavní pluginy
de: Allgemeine Plug-ins
es_es: Plugins de tipo general
fr_fr: Plugins généraux
pt: Plugins gerais
ru: Обычные плагины

source: Date
cs: Datum
de: Datum
es_es: Fecha
pt: Data
ru: Дата

# AddFilesNotInLibraryToLibraryDuringRename
source: Add files that are not in the library to the library after they have been renamed
cs: Přidat soubory, které nejsou v knihovně, do knihovny jakmile budou přejmenovány
de: Dateien zur Bibliothek hinzufügen, die nicht in der Bibliothek sind, nachdem sie umbenannt wurden
es_es: Añadir archivos que no están en la biblioteca a la biblioteca una vez que hayan sido renombrados
fr_fr: Ajouter à la bibliothèque les fichiers qui n'y sont pas une fois qu'ils ont été renommés
pt: Adicionar arquivos que não estão no acervo ao acervo depois que eles forem renomeados
ru: Добавлять файлы, которых нет в библиотеке, после их переименования

# MigrateSettingsMessage
source: Would you like to migrate settings and the active database from your old Helium version? If you select yes, all your prior settings will be copied from the old version to this installation. After the restart your database will be upgraded. Please note that an upgraded database can no longer be used with the old version, therefore make sure that you have created a backup before. You can start this migration from the file menu at any time.
cs: Chcete převést nastavení a aktivní databázi ze starší verze programu Helium? Pokud zvolíte ano, všechna vaše předchozí nastavení budou zkopírována ze starší verze do této verze. Po restartu bude vaše databáze upgradována. Vemte prosím na vědomí, že upgradovaná databáze nemůže být poté použita ve starší verzi programu. Ujistěte se tedy prosím, že jste provedli zálohu. Tento převod můžete spustit kdykoliv z menu.
de: Möchtest du die Einstellungen und die aktive Datenbank deiner alten Helium-Version übernehmen? Wenn du ja auswählst, werden all deine vorherigen Einstellungen aus der alten Version in diese Version kopiert. Nach dem Neustart wird ein Upgrade deiner Datenbank durchgeführt. Bitte beachte, dass eine Datenbank, bei der ein Upgrade durchgeführt wurde, nicht mehr mit der alten Version genutzt werden kann, stelle also sicher, dass du vorher ein Backup erstellt hast. Du kannst diese Übernahme jederzeit im Dateimenü starten.
es_es: ¿Quieres migrar la configuración y la base de datos activa desde tu versión antigua de Helium? Si seleccionas Sí, se copiará toda la configuración previa de la versión anterior a esta instalación. Tras el reinicio se actualizará tu base de datos. Ten en cuenta que una base de datos actualizada ya no se puede utilizar con la versión anterior, por lo tanto, asegúrate de haber creado antes una copia de seguridad. Puedes iniciar esta migración desde el menú Archivo en cualquier momento.
fr_fr: Voulez-vous migrer les paramètres et la base de données active depuis votre vieille version d'Helium ? Si vous sélectionnez oui, tous vos paramètres préalables seront copiés vers la nouvelle version de cette installation. Après redémarrage, la base de données sera mise à niveau. Veuillez noter qu'une base de données mise à niveau ne peut plus être utilisée avec l'ancienne version, c'est pourquoi vous devez vous assurer d'avoir bien créé un sauvegarde avant de lancer le processus. Vous pouvez à tout moment lancer cette migration à partir du menu fichier.
pt: Deseja migrar as configurações e o banco de dados ativo da sua versão antiga do Helium? Se você selecionar Sim, todas as suas configurações anteriores serão copiadas da versão anterior para essa instalação. Após reiniciar, seu banco de dados será atualizado. Observe que um banco de dados atualizado não poderá mais ser usado na versão antiga. Portanto, certifique-se de ter criado um backup antes de realizar a ação. Você pode iniciar essa migração a partir do menu de arquivos a qualquer momento.
ru: Перенести настройки и активную базу данных из старой версии Helium? Если выбрать «Да», все предыдущие настройки будут скопированы из старой версии в эту установку. После перезагрузки база данных будет обновлена. Обновленная база данных больше не может использоваться со старой версией, поэтому не забудьте заранее создать резервную копию. Начать перенос можно в любое время из меню «Файл».

# MigrateFromOlderVersion
source: Migrate data from old Helium version?
cs: Převést data ze starší verze programu Helium?
de: Daten aus der alten Helium-Version übernehmen?
es_es: ¿Migrar datos de la antigua versión de Helium?
fr_fr: Migrer les données depuis une ancienne version d'Helium ?
pt: Migrar dados de uma versão antiga do Helium?
ru: Перенести данные из старой версии Helium?

# ImportFromHelium12Menu
source: Import data from Helium 12...
cs: Importovat data z Helium 12...
de: Daten von Helium 12 importieren...
es_es: Importar datos de Helium 12...
fr_fr: Importer des données depuis Helium 12...
pt: Importar dados do Helium 12...
ru: Импорт данных из Helium 12…

# DestPath
source: Destination path
cs: Cílová cesta
de: Zielpfad
es_es: Ruta de destino
fr_fr: Chemin de destination
pt: Caminho de destino
ru: Целевой путь

# SqlServerAllAreRequired
source: Please check that you have entered valid information in all required fields.
cs: Ujistěte se prosím, že jste zadali platné informace do všech požadovaných polí.
de: Bitte stelle sicher, dass du in allen erforderlichen Feldern gültige Informationen eingegeben hast.
es_es: Comprueba que has introducido información válida en todos los campos obligatorios.
fr_fr: Veuillez vérifier que les informations saisies dans les champs requis soient correctes.
pt: Verifique se você inseriu informações válidas em todos os campos obrigatórios.
ru: Проверьте, правильные ли данные вы ввели во всех обязательные поля.

# SqlServerDestinationInfo
source: Select which destination folder your backup should be restored to. It is recommended that this is a folder created by your active Windows user to ensure that it has proper access for read and write operations.
cs: Vyberte, do jaké složky má být uložena vaše záloha. Doporučujeme, aby to byla složka vytvořená aktuálním uživatelem Windows pro zajištění plného přístupu k operacím čtení a zápisu v dané složce.
de: Wähle aus, in welchem Zielordner dein Backup wiederhergestellt werden soll. Es wird empfohlen, dass dies ein von deinem aktiven Windows-Benutzer erstellter Ordner ist, um sicherzustellen, dass er entsprechenden Zugang für Lese- und Schreibvorgänge hat.
es_es: Selecciona en qué carpeta de destino se debe restaurar la copia de seguridad. Se recomienda que sea una carpeta creada por el usuario activo de Windows para asegurarse de que tiene un acceso adecuado para las operaciones de lectura y escritura.
fr_fr: Sélectionnez dans quel dossier de destination votre sauvegarde doit être conservée. Il est recommandé que ce dossier soit créé par votre utilisateur Windows active pour assurer qu'il possède les permissions de lecture et d'écriture.
pt: Selecione qual pasta de destino o seu backup deve ser restaurado. É recomendado que essa pasta seja criada pelo seu usuário Windows ativo para garantir que tenha acesso adequado para operações de leitura e gravação.
ru: Выберите, в какую целевую папку требуется восстановить резервную копию. Рекомендуется выбрать папку, созданную текущим пользователем Windows, — чтобы не было проблем с доступом на чтение и запись.

source: Remove pictures...
cs: Odstranit obrázky...

# AddFilesButton
source: Add files...
cs: Přidat soubory...

# RestoreWarnings
source: Restore do not show again messages
cs: Obnovit skrytá hlášení

source: Match score
cs: Shoda

source: Export playlist after synchronization
cs: Po synchronizovat exportovat playlist

source: No data available
cs: Data nedostupná

source: Shared playlist
cs: Sdílený playlist

# ToggleShare
source: Share/unshare
cs: Sdílet/nesdílet

# AlbumsLower
source: albums
cs: alb

# ArtistsLower
source: artists
cs: interpretů

# LabelsLower
source: labels
cs: vydavatelů

# ShownLower
source: shown
cs: zobrazeno

# TracksLower
source: tracks
cs: stop

source: Output folder does not exist
cs: Výstupní složka neexistuje

source: Show all artists
cs: Zobrazit všechny interprety

# CannotOpenApp
source: Coud not open the associated application. Please check that the application assigned to the file extension exists and works. Error code:
cs: Nelze otevřít přiřazenou aplikaci. Zkontrolujte prosím, že je tato aplikace přiřazená k dané souborové příponě a zda funguje. Kód chyby:

# ReleaseTypeMappings
source: Release type tag-frame mappings
cs: Mapování tag-rámce typu vydání

# SynchronizationCompletedNoErrors
source: The synchronization completed without any errors.
cs: Synchronizace proběhla bez chyb.

# SynchronizationCompletedWithErrors
source: The synchronization completed with errors.
cs: Synchronizace proběhla s chybami.

# AddFilesText
source: Add files...
cs: Přidat soubory...

source: Add to synchronization
cs: Přidat do synchronizace

# SyncStep_CalculatingGain
source: Calculating track gain
cs: Výpočet hlasitosti stop

source: Normalize transcoded files
cs: Normalizovat převedené soubory

# SyncStep_CalculatingGainAlbum
source: Calculating album gain
cs: Výpočet hlasitosti alba

# SyncStep_CopyingTranscodedFiles
source: Copying transcoded files
cs: Kopírování převedených souborů

source: Device not found
cs: Zařízení nenalezeno

# FolderOnDisc
source: Selected folder on disk
cs: Vybrané složky na disku

# SyncDeleteExistingContents
source: Delete contents on destination that do not exist in the synchronization list
cs: Vymazat v cíli obsah, který není v seznamu synchronizace

# SyncDestinationOrFolder
source: Folder/device
cs: Složka/zařízení

# SyncDestinationType
source: Select destination device/folder
cs: Vyberte cílové zařízení/složku

# MtpDeviceReadError
source: There were problems reading connected devices. Try to reconnect your devices and try again.
cs: Došlo k problémům při načítání připojených zařízení. Zkuste vaše zařízení znovu připojit.

# OptionsTab
source: Options
cs: Volby

# NoPasswordEntered
source: Password is mandatory
cs: Heslo je povinné

source: Add Smart Playlist
cs: Přidat Smart playlist

source: Add directory
cs: Přidat adresář

source: Set as favourite
de: Als Favorit festlegen

source: Unset as favourite
de: Als Favorit deaktiviert
