Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# te_orgtitle
source: Original title
cs: Původní název
de: Original-Titel
es_es: Título original
fr_fr: Titre original
it: Titolo originale
nl_be: Originele titel
pt: Título original
ru: Первоначальное название
sk: Originálny názov
sv: Ursprunglig titel

# te_orgyear
source: Original year
cs: Původní rok
de: Original-Aufnahmejahr
es_es: Año original
fr_fr: Année d'origine
it: Anno oriignale
nl_be: Origineel jaar
pt: Ano original
ru: Первоначальный год
sk: Originálny rok
sv: Ursprungligt år

# te_partofseries
source: Part of series
cs: Díl série
de: Teil der Serie
es_es: Parte de serie
fr_fr: Partie d'une série
it: Parte di una serie
nl_be: Deel van serie
pt: Parte de série
ru: Номер в серии
sk: Časť série
sv: Del av serie

# te_pictures
source: Attached pictures
cs: Připojené obrázky
de: Angehängte Bilder
es_es: Imágenes adjuntas
fr_fr: Images attachées
it: Immagini collegate
nl_be: Bijgevoegde afbeeldingen
pt: Imagens anexadas
ru: Вложенные изображения
sk: Priložené obrázky
sv: Kopplade bilder

# te_popularity
source: Popularity
cs: Popularita
de: Popularität
es_es: Popularidad
fr_fr: Popularité
it: Popolarità
nl_be: Populariteit
pt: Popularidade
ru: Популярность
sk: Popularita
sv: Popularitet

# te_preference
source: Preference
de: Präferenz
es_es: Preferencia
fr_fr: Préférence
it: Preferenze
nl_be: Voorkeur
pt: Preferência
ru: Характеристика
sk: Preferencie
sv: Preferens

# te_produced
source: Produced
cs: Producent
de: Produziert
es_es: Productor
fr_fr: Produit
it: Prodotto
nl_be: Geproduceerd
pt: Produzido
ru: Продюсер
sk: Produkoval
sv: Producent

# te_quality
source: Quality
cs: Kvalita
de: Qualtität
es_es: Calidad
fr_fr: Qualité
it: Qualità
nl_be: Kwaliteit
pt: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet

# te_radiourl
source: Radio url
cs: URL rádia
es_es: Url de radio
fr_fr: Url de la radio
it: URL radio
pt: Url da rádio
ru: Ссылка на радио
sk: Url rádia

# te_rating
source: Rating
cs: Hodnocení
de: Bewertung
es_es: Puntuación
fr_fr: Note
it: Valutazione
nl_be: Waardering
pt: Classificação
ru: Оценка
sk: Hodnotenie
sv: Betyg

# te_recordingyear
source: Recording year
cs: Rok nahrání
de: Aufnahmejahr
es_es: Año de grabación
fr_fr: Année d'enregistrement
it: Anno registrazione
nl_be: Opname jaar
pt: Ano de gravação
ru: Год записи
sk: Rok nahrávania
sv: Inspelningsår

# te_releasetype
source: Release type
cs: Typ
de: Veröffentl.-Typ
es_es: Tipo de lanzamiento
fr_fr: Type de parution
it: Tipo pubblicazione
nl_be: Uitgave type
pt: Tipo de lançamento
ru: Тип выпуска
sk: Typ vydania
sv: Utgivningstyp

# te_releaseyear
source: Release year
cs: Rok vydání
de: Veröffentl.-Jahr
es_es: Año de lanzamiento
fr_fr: Année de parution
it: Anno pubblicazione
nl_be: Uitgave jaar
pt: Ano de lançamento
ru: Год выпуска
sk: Rok vydania
sv: År

# te_remix
source: Remix
ru: Ремикс

# te_singlecomment
source: Comment
cs: Komentář
de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it: Commento
nl_be: Commentaar
pt: Comentário
ru: Комментарий
sk: Komentár
sv: Kommentar

# te_situation
source: Situation
cs: Situace
es_es: Situación
fr_fr: Contexte
it: Situazione
nl_be: Situatie
pt: Situação
ru: Обстоятельства
sk: Situácia

# te_softwaresettings
source: Software settings
cs: Nastavní softwaru
de: Softwareeinstellungen
es_es: Configuración software
fr_fr: Réglages du logiciel
it: Impostazioni software
nl_be: Software instellingen
pt: Configuração de software
ru: Настройки ПО
sk: Softwarové nastavenia
sv: Mjukvaruinställningar

# te_studio
source: Studio
es_es: Estudio
pt: Estúdio
ru: Студия
sk: Štúdio

# te_subtitle
source: Subtitle
cs: Podtitul
de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titres
it: Sottotitolo
nl_be: Ondertitel
pt: Subtítulo
ru: Подзаголовок
sk: Titulky
sv: Undertitel

# te_tempo
source: Tempo
ru: Темп

# te_title
source: Title
cs: Název
de: Titel
es_es: Título
fr_fr: Titre
it: Titolo
nl_be: Titel
pt: Título
ru: Название
sk: Názov
sv: Titel

# te_titlesortorder
source: Title sort order
cs: Řazení názvu
de: Titelsortierung
es_es: Criterio ord. título
fr_fr: Ordre de tri du tit.
it: Ordinamento titolo
nl_be: Titel sorteervolgorde
pt: Ordem de título
ru: Порядок названий
sk: Poradie podľa názvu
sv: Titel sorteringsordning

# te_totalcds
source: Total CDs
cs: Celkem CD
de: Gesamt CDs
es_es: Total de CDs
it: CD totali
nl_be: Totaal CDs
ru: Всего CD
sk: Celkovo CD
sv: Totala CDs

# te_totaltracks
source: Total tracks
cs: Celkem stop
de: Gesamt Tracks
es_es: Total de pistas
fr_fr: Total pistes
it: Brani totali
nl_be: Totaal nummers
pt: Total de faixas
ru: Всего дорожек
sk: Celkovo skladieb
sv: Totala låtar

# te_txxx
source: Multiple txxx
cs: Více txxx
de: Mehrfache TXXX
es_es: Múltiple txxx
it: txxx multipli
nl_be: Meerdere txxx
pt: Múltiplos txxx
ru: Несколько TXXX
sk: Niekoľko txxx
sv: Multipla txxx

source: Borned
cs: Narození
de: Geboren
es_es: Nació
fr_fr: Né(e)
it: Nato a
nl_be: Geboren als
pt: Nascimento
ru: Рождение
sk: Narodený
sv: Född

source: Edit artist...
cs: Upravit interpreta...
de: Interpret bearbeiten...
es_es: Editar artista...
fr_fr: Edition de l'artiste...
it: Modifica artista...
nl_be: Artiest bewerken...
pt: Editar artista...
ru: Изменить исполнителя…
sk: Editovať interpréta...
sv: Ändra artist...

source: Born name
cs: Rodné jméno
de: Geburtsname
es_es: Nombre nacimiento
fr_fr: Nom de naissance
it: Nome di nascita
nl_be: Geboortenaam
pt: Nome de nascimento
ru: Имя при рождении
sk: Rodné meno
sv: Född som

source: Country
cs: Země
de: Land
es_es: País
fr_fr: Pays
it: Paese
nl_be: Land
pt: País
ru: Страна
sk: Krajina
sv: Land

source: Edit artist information
cs: Upravit informace o interpretovi
de: Interpreteninformationen bearbeiten
es_es: Editar información del artista
fr_fr: Editer les information sur l'artiste
it: Modifica informazioni artista
nl_be: Artiest informatie bewerken
pt: Editar informações do artista
ru: Изменить сведения об исполнителе
sk: Upraviť info interpréta
sv: Ändra artist information

source: Is group
cs: Skupina
de: Ist Gruppe
es_es: Es grupo
fr_fr: Est un groupe
it: È un gruppo
nl_be: Is groep
pt: É grupo
ru: Это группа
sk: Je skupina
sv: Är grupp

# IsSingleArtist
source: Is artist
cs: Interpret
de: Ist Interpret
es_es: Es artista
fr_fr: Est un artiste
it: È un'artista
nl_be: Is artiest
pt: É artista
ru: Это человек
sk: Je interprét
sv: Är artist

source: Web page
cs: Webová stránka
de: Webseite
es_es: Página web
fr_fr: Page Web
it: Pagina WEB
nl_be: Webpagina
pt: Página web
ru: Веб-страница
sk: Webová stránka
sv: Webbsida

# ImportDbProgress24
source: Importing ids
cs: Import identifikátorů
de: Importiere IDs
es_es: Importando ids
fr_fr: Importation des ids
it: Importazione id
nl_be: Importeren ids
pt: Importando ids
ru: Импорт идентификаторов
sk: Importovanie ids
sv: Importerar idn

source: Apply to all >>
cs: Použít na vše >>
de: Auf alle anwenden >>
es_es: Aplicar a todo >>
fr_fr: Appliquer à tous >>
it: Applica a tutto >>
nl_be: Op alles toepassen >>
pt: Aplicar a todos >>
ru: Применить ко всем >>
sk: Aplikovať na všetko >>
sv: Applicera >>

source: Change picture...
cs: Změnit obrázek...
de: Bild ändern...
es_es: Cambiar imagen...
fr_fr: Changement de l'image...
it: Cambia immagine...
nl_be: Afbeelding veranderen...
pt: Mudar imagem...
ru: Изменить изображение…
sk: Zmeniť obrázok...
sv: Ändra bild...

# DownloadingData
source: Downloading information
cs: Stahování informací
de: Lade Informationen herunter
es_es: Descargando información
fr_fr: Téléchargement des informations
it: Download informazioni
nl_be: Informatie aan het downloaden
pt: Baixando informações
ru: Скачивание сведений
sk: Sťahujem informácie
sv: Laddar ner information

# DownloadPicture
source: Download...
cs: Stáhnout...
de: Herunterladen...
es_es: Descargar...
fr_fr: Téléchargement
nl_be: Downloaden...
pt: Baixando...
ru: Скачивать…
sk: Stiahnúť...
sv: Ladda ner...

# ImportHelium11Command
source: Import from Helium 11...
cs: Import z Helium 11...
de: Von Helium 11 importieren...
es_es: Importar de Helium 11...
fr_fr: Importation depuis Helium 11...
it: Importa da Helium 11...
nl_be: Uit Helium 11 importeren...
pt: Importar do Helium 11...
ru: Импорт из Helium 11…
sk: Importovať z Helium 11...
sv: Importera från Helium 11...

# Import_InvalidDatabase
source: The selected database is not a valid Helium 11 database. Please make sure that the database is upgraded to the most recent Helium 11 format.
cs: Vybraná databáze není platnou databází Helium 11. Ujistěte se prosím, že je tato databáze upgradována na nejnovější formát Helium 11.
de: Die gewählte Datenbank ist keine gültige Helium 11 Datenbank. Bitte stelle sicher, dass die Datenbank dem aktuellsten Helium 11 Format entspricht.
es_es: La base de datos seleccionada no es una base de datos Helium 11 válida. Por favor, asegúrate que la base de datos está actualizada al formato Helium 11 más reciente.
fr_fr: La base de données sélectionnées n'est pas une base de données Helium 11 valide. Veuillez vérifier que la base de données est mise à jour au format Helium 11 le plus récent.
it: Il database selezionato non è un database di Helium 11. Assicurati che il database sia aggiornato alla versione di Helium 11 più recente .
nl_be: De geselecteerde databank is geen geldige Helium 11 databank. Zorg ervoor dat de databank is bijgewerkt naar het meest recente Helium 11 formaat.
pt: O banco de dados selecionado não é um banco de dados válido do Helium 11. Por favor tenha a certeza de que o database esteja atualizado para o formato do Helium 11.4.
ru: Выбранная БД не является допустимой базой данных Helium 11. База данных должна быть обновлена ​​до актуального формата Helium 11.
sk: Vybraná databáza nieje platnou databázou Helium 11. Uistite sa prosím, že databáza je aktualizovaná do formátu pre Helium 11.4.
sv: Den valda databasen är inte en giltig Helium 11 databas. Vänligen kontrollera att databasen är uppdaterad till den senaste Helium 11 versionen.

source: Library management...
cs: Správa knihovny...
de: Bibliotheksverwaltung...
es_es: Administrador de biblioteca...
fr_fr: Gestion de la bibliothèque...
it: Gestione collezione...
nl_be: Bibliotheek beheer...
pt: Gerenciamento do acervo...
ru: Управление библиотекой…
sk: Správa knižnice...
sv: Hantera bibliotek...

# LibraryManagmentTitle
source: Library management
cs: Správa knihovny
de: Bibliotheksverwaltung
es_es: Administrador de biblioteca
fr_fr: Gestion de la bibliothèque
it: Gestione collezione
nl_be: Bibliotheek beheer
pt: Gerenciamento do acervo
ru: Управление библиотекой
sk: Správa knižnice
sv: Hantera bibliotek

# Library_CannotOverwriteActive
source: You cannot overwrite the active database
cs: Aktivní databázi nelze přepsat
de: Die aktivierte Datenbank kann nicht überschrieben werden
es_es: No puedes sobrescribir la base de datos activa
fr_fr: Vous ne pouvez écrire sur la base de données active
it: Non puoi sovrascrivere il database attivo
nl_be: U kan de actieve databank niet overschrijven
pt: Você não pode sobrescrever o banco de dados ativo
ru: Перезаписать активную базу данных нельзя
sk: Nemôžete prepísať aktívnu databázu
sv: Du kan inte skriva över den aktiva databasen

# Library_DatabaseAlreadyActive
source: This database is already active
cs: Tato databáze je již aktivní
de: Die Datenbank ist bereits aktiviert
es_es: Esta base de datos ya se encuentra activa
fr_fr: Cette base de données est déjà active
it: Questo database è già attivo
nl_be: Deze databank is reeds actief
pt: Este bando de dados já está ativo
ru: Эта база данных уже активна
sk: Databáza už je aktívna
sv: Denna databas är aktiv

# Library_DatabaseConnected
source: The active database has been changed so Helium needs to be restarted. Click OK to restart Helium.
cs: Došlo ke změně v aktivní databázi a je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Die Datenbank wurde gewechselt, daher muss Helium neugestartet werden. Klicke OK zum Neustart.
es_es: Se ha cambido la base de datos activa, por lo que Helium tiene que reiniciarse. Clic en OK para reiniciar Helium.
fr_fr: La base de données active a été changé, Helium doit redémarrer. Cliquez sur OK pour redémarrer Helium.
it: Il database attivo è stato cambiato. Helium deve essere riavviato. Clicca OK per riavviare Helium.
nl_be: De actieve databank is veranderd zodat Helium moet worden heropgestart. Klik OK om Helium opnieuw op te starten.
pt: O banco de dados ativo foi alterado. O Helium precisa ser reiniciado. Clilque em OK para reiniciar o Helium.
ru: Активная база данных изменена, нужно перезапустить Helium. Нажмите «OK», чтобы перезапустить Helium.
sk: Aktívna databáza bola zmenená, takže Helium sa potrebuje reštartovať. Kliknite OK pre reštartovanie programu.
sv: Den aktiva databasen har ändrats så Helium måste startas om. Klicka på OK för att starta om Helium.

# Library_InvalidDatabase
source: The selected database is not valid.
cs: Vybraná databáze je neplatná.
de: Die gewählte Datenbank ist ungültig.
es_es: La base de datos seleccionada no es válida.
fr_fr: La base de données sélectionnée n'est pas valide.
it: Il database selezionato non è valido.
nl_be: De geselecteerde databank is niet geldig.
pt: O banco de dados selecionado não é válido.
ru: Выбрана недопустимая база данных.
sk: Vybraná databáza nieje platná
sv: Den valda databasen är inte giltig.

# Library_NewDatabaseCreate
source: The database was successfully created so Helium needs to be restarted. Click OK to restart Helium.
cs: Databáze byla úspěšně vytvořena a je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Die Datenbank wurde erfolgreich erstellt, daher muss Helium neugestartet werden. Klicke OK zum Neustart.
es_es: La base de datos se ha creado satisfactoriamente, por lo que Helium necesita ser reiniciado. Clic en OK para reiniciar Helium.
fr_fr: La base de données a été créée avec succès, Helium doit redémarrer. Cliquez sur OK pour redémarrer Helium.
it: Il database è stato creato correttamente ed Helium deve essere riavviato. Clicca OK per riavviare Helium.
nl_be: De databank is succesvol aangemaakt zodat Helium moet worden heropgestart. Klik op OK om Helium opnieuw op te starten.
pt: O banco de dados foi criado com sucesso. Helium precisa ser reiniciado. Clique em OK para reiniciar o Helium.
ru: База данных создана, необходимо перезапустить Helium. Нажмите «OK», чтобы перезапустить Helium.
sk: Databáza bola úspešne vytvorená, je potrebné reštartovať Helium. Kliknite OK pre reštartovanie.
sv: Databasen skapades utan problem. Klicka på OK för att starta om Helium.

# NewCommand
source: New...
cs: Nová...
de: Neu...
es_es: Nuevo...
fr_fr: Nouveau...
it: Nuovo...
nl_be: Nieuw...
pt: Novo...
ru: Создать…
sk: Nový...
sv: Ny...

# OpenCommand
source: Open...
cs: Otevřít...
de: Öffnen...
es_es: Abrir...
fr_fr: Ouvrir...
it: Apri...
nl_be: Openen...
pt: Abrir...
ru: Открыть…
sk: Otvoriť...
sv: Öppna...

source: Create Sql Server database
cs: Vytvořit databázi SQL Server
de: Erstelle eine SQL Server Datenbank
es_es: Crear base de datos Sql Server
fr_fr: Créer une base de données Sql Server
it: Creazione database SQL Server
nl_be: Maak een SQL Server-databank
pt: Criar banco de dados Sql Server
ru: Создать базу данных SQL Server
sk: Vytvoriť Sql Server databázu
sv: Skapa Sql Server databas

# Error_CannotConnectToServer
source: Cannot access the selected server.
cs: Vybraný server je nedostupný.
de: Zugriff auf den gewählten Server nicht möglich.
es_es: No se puede acceder al servidor seleccionado.
fr_fr: Impossible d'accéder au serveur sélectionné.
it: Non posso accedere al server selezionato
nl_be: Kan geen toegang tot de geselecteerde server verkrijgen.
pt: Não foi possível acessar o servidor selecionado.
ru: Не удается получить доступ к выбранному серверу.
sk: Vybraný server neodpovedá.
sv: Kan inte nå den valda servern

# Error_DatabaseAlreadyExists
source: A database with the selected name already exists.
cs: Databáze s vybraným názvem již existuje.
de: Eine Datenbank mit diesem Namen besteht bereits.
es_es: Existe una copia de seguridad con el mismo nombre.
fr_fr: Une base de données avec le nom sélectionné existe déjà.
it: Esiste già un database con questo nome
nl_be: Een databank met de gekozen naam bestaat al.
pt: Um banco de dados com o mesmo nome já existe.
ru: База данных с выбранным именем уже существует.
sk: Databáza s vybraným menom už existuje.
sv: En databas med detta namn finns redan.

# Library_CannotConnect
source: Cannot connect to the selected database.
cs: K vybrané databázi se nelze připojit.
de: Verbindung zur gewählten Datenbank nicht möglich.
es_es: No se puede conectar con la base de datos seleccionada.
fr_fr: Impossible de se connecter à la base de données sélectionnée.
it: Non possso connettermi al database selezionato
nl_be: Kan geen verbinding maken met de geselecteerde databank.
pt: Não foi possível acessar o banco de dados selecionado.
ru: Не удается подключиться к выбранной базе данных.
sk: Neviem sa pripojiť k vybranej databáze.
sv: Kan inte ansluta till den valda databasen.

# CreateMySqlDatabase
source: Create MySql/MariaDb database
cs: Vytvořit databázi MySQL/MariaDb
de: Erstelle eine MySQL/MariaDB Datenbank
es_es: Crear base de datos MySql/MariaDb
fr_fr: Créer une base de données MySql/MariaDb
it: Creazione database MySql/MariaDb
nl_be: Maak MySql/MariaDB databank
pt: Criar banco de dados MySql/MariaDb
ru: Создать базу данных MySql/MariaDb
sk: Vytvoriť MySql/MariaDb databázu
sv: Skapa MySql/MariaDb databas

# OpenMySqlDatabase
source: Open MySql/MariaDb database
cs: Otevřít databázi MySQL/MariaDb
de: Öffne eine MySQL/MariaDB Datenbank
es_es: Abrir base de datos MySql/MariaDb
fr_fr: Ouvrir une base de données MySql/MariaDb
it: Creazione database MySql/MariaDb
nl_be: MySql/MariaDB databank openen
pt: Abrir banco de dados MySql/MariaDb
ru: Открыть базу данных MySql/MariaDb
sk: Otvoriť MySql/MariaDb databázu
sv: Öppna MySql/MariaDb databas

source: Database
cs: Databáze
de: Datenbank
es_es: Base de datos
fr_fr: Base de données
nl_be: Databank
pt: Banco de dados
ru: База данных
sk: Databáza
sv: Databas

# MySqlServer
source: MySql/MariaDb server
cs: Server MySQL/MariaDb
es_es: Servidor MySql/MariaDb
it: Server MySql/MariaDb
nl_be: Mij Sql/MariaDB server
pt: Servidor MySql/MariaDb
ru: Сервер MySql/MariaDb

source: Port
es_es: Puerto
it: Porta
nl_be: Poort
pt: Porta
ru: Порт

# SqlAuth
source: Sql authentication
cs: Ověření SQL
de: SQL Authentifizierung
es_es: Autentificación Sql
it: Autenticazione Sql
nl_be: Sql authenticatie
pt: Autenticação Sql
ru: Проверка подлинности SQL
sk: Sql autentikácia
sv: Sql authentisering

# SqlServerInstance
source: Sql Server instance name
cs: Název instance SQL Serveru
de: SQL Serverinstanzname
es_es: Nombre de instancia Sql Server
fr_fr: Sql Server nom d'instance
it: Nome istanza Server Sql
nl_be: Sql Server instantienaam
pt: Nome de instância de servidor Sql
ru: Имя экземпляра SQL Server
sk: Meno inštancie Sql Servera
sv: Sql sever instansnamn

source: Username
cs: Uživatelské jméno
de: Benutzername
es_es: Nombre usuario
fr_fr: Utilisateur
it: Nome utente
nl_be: Gebruikersnaam
pt: Nome de usuário
ru: Имя пользователя
sk: Uživateľské meno
sv: Användarnamn

# WindowsAuth
source: Windows authentication
cs: Ověření Windows
de: Windows Authentifizierung
es_es: Autentificación de Windows
fr_fr: Authentification Windows
it: Autenticazione Windows
nl_be: Windows-verificatie
pt: Autenticação do Windows
ru: Проверка подлинности Windows
sk: Windows autentifikácia
sv: Windows autentisering

# DAC_AddedFiles
source: The adding operation is completed.
cs: Přidávání bylo dokončeno.
de: Das Hinzufügen wurde abgeschlossen.
es_es: La operación de adición se ha completado.
fr_fr: L'opération d'ajout est terminée.
it: L'operazione è stata completata
nl_be: De toevoeging is voltooid.
pt: A operação de adição foi completada.
ru: Добавление завершена.
sk: Operácia pridávania je hotová.
sv: Lägg till filer slutfördes.

# DAC_TaggedFiles
source: The tagging operation is now completed.
cs: Tagování bylo nyní dokončeno.
de: Das Taggen wurde abgeschlossen.
es_es: Se ha completado la operación de etiquetado.
fr_fr: L'opération de taggage est maintenant terminée.
it: L'operazione è stata completata
nl_be: De labelbewerking is nu voltooid.
pt: A operação de rotulamento foi completada.
ru: Присвоение тегов завершено.
sk: Operácia tagovania je hotová.
sv: Tagging kommandot slutfördes.

# DAT_AddedFiles
source: Added files
cs: Přidané soubory
de: Hinzugefügte Dateien
es_es: Archivos añadidos
fr_fr: Fichiers ajoutés
it: File aggiunti
nl_be: Toegevoegde bestanden
pt: Arquivos adicionados
ru: Добавленные файлы
sk: Pridané súbory
sv: La till filer

# DAT_TaggedFiles
source: Tagging completed
cs: Tagování dokončeno
de: Taggen abgeschlossen
es_es: Etiquetado completo
fr_fr: Taggage terminé
it: TAG completato
nl_be: Labeling afgerond
pt: Etiquetamento foi completo
ru: Присвоение тегов завершено
sk: Tagovanie ukončené
sv: Tagging slutförd

# ShowAlerts
source: Show desktop alerts
cs: Zobrazit upozornění na ploše
de: Zeige Desktopmeldungen
es_es: Mostrar alertas de escritorio
fr_fr: Montrer les alertes du bureau
it: Mostra avvisi in desktop
nl_be: Desktop waarschuwingen tonen
pt: Mostrar alertas no desktop
ru: Оповещения на рабочем столе
sk: Ukázať upozornenia na desktope
sv: Visa skrivbordsnotifikationer

source: Visual
cs: Grafika
de: Aussehen
fr_fr: Visuel
it: Visualizzazione
nl_be: Visuele weergave
ru: Отображение
sk: Vizuál
sv: Visuellt

# DAC_Imported
source: The selected database has been imported.
cs: Vybraná databáze byla importována.
de: Die gewählte Datenbank wurde importiert.
es_es: La base de datos seleccionada ha sido importada.
fr_fr: La base de données sélectionnée a été importée.
it: Il database selezionato è stato importato.
nl_be: De geselecteerde databank is geïmporteerd.
pt: O banco de dados selecionado foi importado.
ru: Выбранная база данных импортирована.
sk: Vybraná databáza bola importovaná.
sv: Den valda databasen har importerats.

# DAC_Updated
source: The update library operation is completed.
cs: Aktualizace knihovny byla dokončena.
de: Das Datenbankupdate wurde abgeschlossen.
es_es: Se ha completado la operación de actualización de la biblioteca.
fr_fr: L'opération de mise à jour de la bibliothèque est terminée.
it: L'aggiornamento della collezione è terminato.
nl_be: Bijwerken van de bibliotheek is voltooid
pt: A atualização do acervo foi completo.
ru: Обновление библиотеки завершено.
sk: Aktualizácia knižnice je hotová.
sv: Uppdateringen av databasen slutfördes.

# DAT_Imported
source: Database imported
cs: Databáze importována
de: Datenbank importiert
es_es: Base de datos importada
fr_fr: Base de données importée
it: Database importato
nl_be: Databank geïmporteerd
pt: O banco de dados foi importado
ru: База данных импортирована
sk: Databáza importovaná
sv: Databasen importerades

# DAT_Updated
source: Library updated
cs: Knihovna importována
de: Bibliothek aktualisiert
es_es: Biblioteca actualizada
fr_fr: Bibliothèque mise à jour
it: Collezione aggiornata
nl_be: Bibliotheek bijgewerkt
pt: O acervo foi atualizado
ru: Библиотека обновлена
sk: Knižnica aktualizovaná
sv: Biblioteket uppdaterades

# SelectDatabaseTypeImport
source: Select database type to import
cs: Vyberte databázi k importu
de: Wähle Datenbanktyp zum Importieren
es_es: Seleccionar tipo de base de datos a importar
fr_fr: Sélectionnez le type de base de données à importer
it: Seleziona il tipo di database da importare
nl_be: Selecteer het type databank om te importeren
pt: Selecione o tipo de banco de dados para importar
ru: Выбор тип импортируемой базы данных
sk: Vyber typu databázy na import
sv: Välj databas att importera
