Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Conductor
cs: Dirigent
de: Dirigent
es_es: Director
fr_fr: Chef d'orchestre
it: Direttore
nl_be: Dirigent
pt: Regente
ru: Дирижер
sk: Dirigent
sv: Dirigent

source: Copyright
it: Diritti d'autore
nl_be: Auteursrecht
pt: Direitos autorais
ru: Авторские права

source: Custom 1
cs: Vlastní 1
es_es: Personalizado 1
fr_fr: Personnalisé 1
it: Personale 1
nl_be: Aangepast 1
ru: Свое 1
sk: Vlastné 1

source: Custom 10
cs: Vlastní 10
es_es: Personalizado 10
fr_fr: Personnalisé 10
it: Personale 10
nl_be: Aangepast 10
ru: Свое 10
sk: Vlastné 10

source: Custom 2
cs: Vlastní 2
es_es: Personalizado 2
fr_fr: Personnalisé 2
it: Personale 2
nl_be: Aangepast 2
ru: Свое 2
sk: Vlastné 2

source: Custom 3
cs: Vlastní 3
es_es: Personalizado 3
fr_fr: Personnalisé 3
it: Personale 3
nl_be: Aangepast 3
ru: Свое 3
sk: Vlastné 3

source: Custom 4
cs: Vlastní 4
es_es: Personalizado 4
fr_fr: Personnalisé 4
it: Personale 4
nl_be: Aangepast 4
ru: Свое 4
sk: Vlastné 4

source: Custom 5
cs: Vlastní 5
es_es: Personalizado 5
fr_fr: Personnalisé 5
it: Personale 5
nl_be: Aangepast 5
ru: Свое 5
sk: Vlastné 5

source: Custom 6
cs: Vlastní 6
es_es: Personalizado 6
fr_fr: Personnalisé 6
it: Personale 6
nl_be: Aangepast 6
ru: Свое 6
sk: Vlastné 6

source: Custom 7
cs: Vlastní 7
es_es: Personalizado 7
fr_fr: Personnalisé 7
it: Personale 7
nl_be: Aangepast 7
ru: Свое 7
sk: Vlastné 7

source: Custom 8
cs: Vlastní 8
es_es: Personalizado 8
fr_fr: Personnalisé 8
it: Personale 8
nl_be: Aangepast 8
ru: Свое 8
sk: Vlastné 8

source: Custom 9
cs: Vlastní 9
es_es: Personalizado 9
fr_fr: Personnalisé 9
it: Personale 9
nl_be: Aangepast 9
ru: Свое 9
sk: Vlastné 9

source: Encoded by
cs: Enkodér
de: Kodiert von
es_es: Codificado por
fr_fr: Encodé par
it: Codificato da
nl_be: Gecodeerd door
pt: Codificado por
ru: Кодирование:
sk: Enkódoval
sv: Kodad av

source: File owner
cs: Vlastník souboru
de: Dateibesitzer
es_es: Propietario del archivo
fr_fr: Propriétaire du fichier
it: Proprietario file
nl_be: Bestandseigenaar
pt: Proprietário do arquivo
ru: Владелец файла
sk: Vlastník súboru
sv: Filägare

source: Grouping
cs: Seskupení
de: Gruppierung
es_es: Agrupación
fr_fr: Regroupement
it: Raggruppamento
nl_be: Groepering
pt: Agrupamento
ru: Группировка
sk: Zoskupovanie
sv: Gruppering

source: Initial key
cs: Tónina
de: Anfangstonart
es_es: Clave inicial
fr_fr: Clé initiale
it: Chiave iniziale
nl_be: Beginsleutel
pt: Tom inicial
ru: Начальный ключ
sk: Úvodný kľúč
sv: Initial nyckel

source: ISRC
ru: Код ISRC

source: Label url
cs: URL vydavatele
es_es: Url de discográfica
fr_fr: Url du label
it: URL casa discografica
pt: Url do rótulo
ru: Ссылка на лейбл
sk: Url vydavateľa
sv: Utgivare url

source: Lyricist
cs: Textař
de: Texter
es_es: Letrista
fr_fr: Parolier
it: Paroliere
nl_be: Tekstschrijver
pt: Letrista
ru: Автор текста
sk: Textár
sv: Textförfattare

source: Lyrics
cs: Text
de: Liedtext
es_es: Letras
fr_fr: Paroles
it: Testi
nl_be: Songtekst
pt: Letra
ru: Текст
sk: Text
sv: Sångtext

source: Media
cs: Médium
de: Medien
fr_fr: Média
ru: Носитель
sk: Média

source: Mood
cs: Nálada
de: Stimmung
es_es: Estado de ánimo
fr_fr: Ambiance
it: Umore
nl_be: Stemming
pt: Temperamento
ru: Настроение
sk: Nálada
sv: Humör

source: Org. artist
cs: Pův. interpret
de: Org. Interpret
es_es: Artista orig.
fr_fr: Artiste Orig.
it: Artista org.
nl_be: Org. artiest
pt: Org. artista
ru: Перв. исполнитель
sk: Orig. interprét
sv: Ursprunglig artist

source: Org. filename
cs: Pův. název souboru
de: Org. Dateiname
es_es: Nombre de archivo orig.
fr_fr: Nom du fichier Orig.
it: Nome file org.
nl_be: Org. bestandsnaam
pt: Org. arquivo
ru: Перв. имя файла
sk: Orig. názov súboru
sv: Ursprungligt filnamn

source: Org. lyricist
cs: Pův. textař
de: Org. Texter
es_es: Letrista orig.
fr_fr: Parolier Orig.
it: Paroliere org.
nl_be: Org. tekstschrijver
pt: Org. letrista
ru: Перв. автор текста
sk: Orig. textár
sv: Ursprunglig textförfattare

source: Org. title
cs: Pův. název
de: Org. Titel
es_es: Título orig.
fr_fr: Titre Orig.
it: Titolo org.
nl_be: Org. titel
pt: Org. título
ru: Перв. название
sk: Orig. názov
sv: Ursprunglig titel

source: Org. year
cs: Pův. rok
de: Org. Jahr
es_es: Año orig.
fr_fr: Année Orig.
it: Anno org.
nl_be: Org. jaar
pt: Org. ano
ru: Перв. год
sk: Orig. rok
sv: Ursprungligt år

source: Part of series
cs: Díl série
de: Teil der Serie
es_es: Parte de serie
fr_fr: Partie d'une série
it: Parte di serie
nl_be: Onderdeel van serie
pt: Parte de série
ru: Номер в серии
sk: Časť série
sv: Del av serie

source: Popularity
cs: Popularita
de: Popularität
es_es: Popularidad
fr_fr: Popularité
it: Popolarità
nl_be: Populariteit
pt: Popularidade
ru: Популярность
sk: Popularita
sv: Popularitet

source: Preference
de: Präferenz
es_es: Preferencia
fr_fr: Préférence
it: Preferenza
nl_be: Voorkeur
pt: Preferência
ru: Характеристика
sk: Preferencia
sv: Preferens

source: Produced
cs: Producent
de: Produziert
es_es: Productor
fr_fr: Produit
it: Prodotto
nl_be: Geproduceerd
pt: Produzido
ru: Продюсер
sk: Produkoval
sv: Producent

source: Quality
cs: Kvalita
de: Qualität
es_es: Calidad
fr_fr: Qualité
it: Qualità
nl_be: Kwaliteit
pt: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet

source: Radio url
cs: URL rádia
es_es: Url de radio
fr_fr: Url de la radio
it: URL radio
pt: Url da rádio
ru: Ссылка на радио
sk: Url rádia

source: Situation
cs: Situace
es_es: Situación
it: Situazione
nl_be: Situatie
pt: Situação
ru: Обстоятельства
sk: Situácia

source: Software settings
cs: Nastavení software
de: Softwareeinstellungen
es_es: Configuración software
fr_fr: Réglages du logiciel
it: Impostazioni software
nl_be: Software-instellingen
pt: Configuração de software
ru: Настройки ПО
sk: Softwarové nastavenia
sv: Mjukvaruinställningar

source: Studio
es_es: Estudio
pt: Estúdio
ru: Студия
sk: Štúdio

source: Tempo
ru: Темп

source: Title sort order
cs: Řazení názvu
de: Titelsortierung
es_es: Criterio ord. título
fr_fr: Ordre de tri du tit.
it: Ordinamento titolo
nl_be: Titel sorteervolgorde
pt: Ordem de título
ru: Порядок названий
sk: Poradie podľa názvu
sv: Titel sortering

source: Favourite
cs: Oblíbené
de: Favorit
es_es: Favorito
fr_fr: Favori
it: Preferito
nl_be: Favoriet
pt: Favorito
ru: Избранное
sk: Obľúbené
sv: Favorit

source: Current track
cs: Aktuální stopa
de: Aktueller Track
es_es: Pista actual
fr_fr: Piste actuelle
it: Brano corrente
nl_be: Huidig nummer
pt: Faixa atual
ru: Текущая дорожка
sk: Aktuálna skladba
sv: Aktuellt spår

source: Path
cs: Cesta
de: Pfad
es_es: Ruta
fr_fr: Chemin
it: Percorso
nl_be: Pad
pt: caminho
ru: Путь
sk: Cesta
sv: Sökväg

source: Pictures
cs: Obrázky
de: Bilder
es_es: Imágenes
fr_fr: Images
it: Immagini
nl_be: Afbeeldingen
pt: Imagens
ru: Изображения
sk: Obrázky
sv: Bilder

# CapitalizationCapitalizeHelperText
source: Capitalize the following fields when the capitalizer is active
cs: Pokud je aktivní náhrada velkými písmeny, upravovat následující pole
de: Folgende Felder großschreiben, wenn der Großschreiber aktiv ist
es_es: Capitalizar los siguientes campos cuando se active el capitalizador
fr_fr: Mettre en majuscules les champs suivants quand la mise en majuscules est active
it: Rendi tutto maiuscolo i seguenti campi quando il tasto CAP è attivo
nl_be: De volgende velden kapitaliseren als de hoofdletteraar actief is
pt: Coloque em maiúsculas os seguintes campos quando a mesma estiver ativa
ru: При включенном режиме прописных букв записывать прописными следующие поля:
sk: Zmeň následovné polia na veľké písmená keď je Capitalizer aktívny
sv: Kapitalisera följande fält om kapitalisering är aktivt

source: Active tag editor
cs: Aktivní editor tagů
de: Aktiver Tag Editor
es_es: Editor de etiquetas activo
fr_fr: Editeur actif de tags
it: Modifica TAG attivo
nl_be: Actieve labelbewerker
pt: Ativar o editor de etiquetas
ru: Активный редактор тегов
sk: Aktívny editor tagov
sv: Aktiv taggredigerare

source: Capitalizer
cs: Náhrada velkými písmeny
de: Großschreiber
es_es: Capitalizador
fr_fr: Mettre en majuscules
it: CAP
nl_be: Hoofdletteraar
pt: Maiúsculas
ru: Прописные буквы
sk: Kapitalizér
sv: Kaptaliserare

source: General
cs: Obecné
de: Allgemein
fr_fr: Général
it: Generale
nl_be: Algemeen
pt: Geral
ru: Общие
sk: Všeobecné
sv: Generellt

source: Lowercase
cs: Malá písmena
de: Kleingeschrieben
es_es: Minúsculas
fr_fr: Minuscules
it: Minuscolo
nl_be: Kleine letters
pt: Minúsculas
ru: Строчные
sk: Malé písmo
sv: Små bokstäver

source: None
cs: Žádné
de: Nicht angewandt
es_es: Ninguno
fr_fr: Vide
it: Nessuno
nl_be: Geen
pt: Nenhum
ru: Нет
sk: Nič
sv: Inget

source: Sentence
cs: Věta
de: Satz
es_es: Frase
fr_fr: Phrase
it: Frase
nl_be: Zin
pt: Sentença
ru: Предложение
sk: Veta
sv: Mening

source: Uppercase
cs: Velká písmena
de: Großgeschrieben
es_es: Mayúscula
fr_fr: Majuscules
it: Maiuscolo
nl_be: Hoofdletters
pt: Maiúsculas
ru: Прописные
sk: Veľké písmo
sv: Stora bokstäver

source: User defined
cs: Uživatelem definované
de: Benutzerdefiniert
es_es: Definido por usuario
fr_fr: Défini par l'utilisateur
it: Definito dall'utente
nl_be: Gebruiker gedefinieerd
pt: Definido pelo usuário
ru: Указано пользователем
sk: Vlastné
sv: Användarstyrt

source: Word
cs: Slovo
de: Wort
es_es: Palabra
fr_fr: Mot
it: Parola
nl_be: Woord
pt: Palavra
ru: Слово
sk: Slovo
sv: Ord

source: Advanced tag editor
cs: Pokročilý editor tagů
de: Fortgeschrittener Tag Editor
es_es: Editor de etiquetas avanzado
fr_fr: Editeur avancé de tags
it: Modifica TAG avanzata
nl_be: Uitgebreide labelbewerker
pt: Editor de etiqueta avançado
ru: Расширенный редактор тегов
sk: Rozšírený editor tagov
sv: Avancerad taggredigerare

# CustomCapitalizationHelperText
source: Custom capitalization list (separate words on new lines)
cs: Vlastní seznam náhrad velkých písmen (oddělujte slova na nových řádcích)
de: Angepasste Großschreibungsliste (ein Wort pro Zeile)
es_es: Lista de capitalización personalizada (separa palabras en nuevas líneas)
fr_fr: Liste personnalisée de mise en majuscules (un mot par ligne)
it: Lista di regole personali per prime lettere Maiuscole (una parola per riga)
nl_be: Aangepaste kapitalisatie lijst (elk woord op een nieuwe lijn)
pt: Lista de capitalização customizada (separe palavras em novas linhas)
ru: Список выборочного написания прописными (каждое слово на новой строке)
sk: Vlastný zoznam kapitáliek (každé slovo do nového riadku)
sv: Användarstyrd kapitaliseringslista (skriv nya ord på nya rader)

source: Custom capitalization
cs: Vlastní náhrada velkých písmen
de: Angepasste Großschreibung
es_es: Capitalización personalizada
fr_fr: Personnaliser la mise en majuscules
it: Regole personali per prima lettera maiuscola
nl_be: Aangepaste kapitalisatie
pt: Capitalização customizada
ru: Выборочное написание прописными
sk: Vlastná kapitalizácia
sv: Användarstyrd kapitalisering

source: Delete
cs: Smazat
de: Löschen
es_es: Eliminar
fr_fr: Effacer
it: Elimina
nl_be: Verwijderen
pt: Deletar
ru: Удалить
sk: Odstrániť
sv: Ta bort

source: Original
cs: Původní
it: Originale
nl_be: Origineel
ru: Исходное
sk: Originál
sv: Orginal

# OriginalCaseDoesNotMatter
source: The original value is case-insensitive and will be shown in lower case
cs: Původní hodnota není závislá na velikosti písmen a bude zobrazena malými písmeny
de: Der Originalwert ist Groß-/Kleinschreibung ignorierend und wird kleingeschrieben dargestellt
es_es: El valor original es sensible a mayúsculas y será mostrado en minúsculas
fr_fr: La valeur originale est insensible à la casse et sera affichée en minuscules.
it: Il valore originale verrà mostrato in minuscolo
nl_be: De oorspronkelijke waarde is niet hoofdlettergevoelig en wordt weergegeven in kleine letters
pt: O valor original não é sensível a maiúsc/minúsc. e será mostrado em minúsculas
ru: Исходное значение нечувствительно к регистру и будет показано в нижнем регистре
sk: Originálna hodnota nieje case sensitive a bude zobrazená malým písmom
sv: Orginalvärdet visas alltid med små bokstäver

source: Replacement
cs: Náhrada
de: Ersetzung
es_es: Reemplazo
fr_fr: Remplacement
it: Sostituzione
nl_be: Vervanging
pt: Substituição
ru: Замена
sk: Náhrada
sv: Ersättning

source: Word replacement
cs: Náhrada slov
de: Wortersetzung
es_es: Reemplazo de palabra
fr_fr: Mots de remplacements
it: Sostituzione parola
nl_be: Woord vervanging
pt: Substituição de palavra
ru: Замена слов
sk: Náhrada slov
sv: Ord ersättning

# WordReplacerHelperText
source: Word replacer definitions
cs: Definice náhrady slov
de: Wortersetzungsregeln
es_es: Definiciones para el reemplazo de palabras
fr_fr: Définitions des mots de remplacements
it: Definizioni sostituzione parola
nl_be: Woord vervanger definities
pt: Definições de substituição de palavra
ru: Определения для замены слов
sk: Definície náhrady slov
sv: Ord ersättningsdefinitioner

source: Appearances
cs: Vzhledy
de: Auftritte
es_es: Apariciones
fr_fr: Apparitions
it: Esibizioni
nl_be: Optredens
pt: Aparências
ru: Участие
sk: Hosťovania
sv: Förekomster

source: The active database cannot be deleted
cs: Aktivní databázi nelze smazat
de: Die aktive Datenbank kann nicht gelöscht werden
es_es: No se puede eliminar la base de datos activa
fr_fr: La base de données active ne peut être effacée
it: Il database attivo non può essere eliminato
nl_be: De actieve databank kan niet worden verwijderd
pt: O banco de dados ativo não pode ser deletado
ru: Удалить активную базу данных нельзя
sk: Aktívna databáza nemôže byť odstránená
sv: Den aktiva databasen kan inte tas bort

source: Would you like to delete the selected database?
cs: Chcete smazat vybranou databázi?
de: Soll die gewählte Datenbank gelöscht werden?
es_es: ¿Quieres eliminar la base de datos seleccionada?
fr_fr: Souhaitez-vous effacer la base de données sélectionnée?
it: Vuoi eliminare il database selezionato?
nl_be: Wilt U de geselecteerde databank verwijderen?
pt: Você gostaria de deletar o banco de dados selecionado?
ru: Удалить выбранную базу данных?
sk: Želáte si odstrániť vybranú databázu?
sv: Vill du ta bort den valda databasen?

# AddedDateRoot
source: Added date
cs: Datum přidání
de: Hinzufügedatum
es_es: Agregado en la fecha
fr_fr: Date d'ajout
it: Data aggiunta
nl_be: Datum toegevoegd
pt: Data de adição
ru: Дата добавления
sk: Dátum pridania
sv: Tillagd datum

# AlbumArtistRoot
source: Album artists
cs: Interpreti alba
de: Albuminterpreten
es_es: Artista del álbum
fr_fr: Artistes de l'album
it: Artisti album
nl_be: Albumartiesten
pt: Álbum artistas
ru: Исполнители (альбом)
sk: Interpréti albumu
sv: Albumartist

# AlbumRoot
source: Releases
cs: Tituly
de: Veröffentlichungen
es_es: Lanzamientos
fr_fr: Parutions
it: Pubblicazioni
nl_be: Uitgaves
pt: Lançamentos
ru: Выпуски
sk: Vydania
sv: Utgåvor

# ArtistRoot
source: Artists
cs: Intrepreti
de: Interpreten
es_es: Artistas
fr_fr: Artistes
it: Artista
nl_be: Artiesten
pt: Artistas
ru: Исполнители
sk: Interpréti
sv: Artister

source: Entire library
cs: Celá knihovna
de: Komplette Bibliothek
es_es: Biblioteca entera
fr_fr: Bibliothèque entière
it: Collezione intera
nl_be: Ganse bibliotheek
pt: Todo acervo
ru: Вся библиотека
sk: Celá knižnica
sv: Hela biblioteket

# FavouriteAlbumsRoot
source: Favourite albums
cs: Oblíbená alba
de: Favorisierte Veröffentlichungen
es_es: Álbumes favoritos
fr_fr: Albums favoris
it: Album preferiti
nl_be: Favoriete albums
pt: Álbuns favoritos
ru: Избранные альбомы
sk: Obľúbené albumy
sv: Favoritalbum

# FavouriteArtistsRoot
source: Favourite artists
cs: Oblíbení interpreti
de: Favorisierte Interpreten
es_es: Artistas favoritos
fr_fr: Artistes favoris
it: Artisti preferiti
nl_be: Favoriete artiesten
pt: Artistas favoritos
ru: Избранные исполнители
sk: Obĺúbení interpréti
sv: Favoritartister

# FavouriteRoot
source: Favourites
cs: Oblíbené
de: Favoriten
es_es: Favoritos
fr_fr: Favoris
it: Preferiti
nl_be: Favorieten
pt: Favoritos
ru: Избранные
sk: Obľúbené
sv: Favoriter

# FavouriteTracksRoot
source: Favourite tracks
cs: Oblíbené skladby
de: Favorisierte Tracks
es_es: Pistas favoritas
fr_fr: Pistes favorites
it: Brani preferiti
nl_be: Favoriete nummers
pt: Faixas favoritas
ru: Избранные дорожки
sk: Obľúbené skladby
sv: Favoritlåtar

# FileDateRoot
source: File dates
cs: Data souborů
de: Dateidaten
es_es: Fechas de archivo
fr_fr: Dates du fichier
it: Data dei file
nl_be: Databestand
pt: Datas do arquivo
ru: Даты файлов
sk: Dátumy súborov
sv: Fildatum

# GenreRoot
source: Genres
cs: Žánry
es_es: Géneros
it: Generi
pt: Gêneros
ru: Жанры
sk: Žánre

# GroupingRoot
source: Grouping
cs: Seskupování
de: Gruppierung
es_es: Agrupación
fr_fr: Groupement
it: Raggruppamento
nl_be: Groepering
pt: Agrupamento
ru: Группировка
sk: Zoskupovanie
sv: Gruppering

# LabelsRoot
source: Labels
cs: Vydavatelé
de: Label
es_es: Discográficas
it: Case discografiche
pt: Rótulos
ru: Лейблы
sk: Vydavatelia
sv: Utgivare

# LibraryVolumeRoot
source: Library
cs: Knihovna
de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
it: Collezione
nl_be: Bibliotheek
pt: Acervo
ru: Библиотека
sk: Knižnica
sv: Bibliotek

# MoodRoot
source: Mood
cs: Nálada
de: Stimmung
es_es: Estado de ánimo
fr_fr: Ambiance
it: Umore
nl_be: Stemming
pt: Temperamento
ru: Настроение
sk: Nálada
sv: Humör

# PlayingHistoryRoot
source: Playing history
cs: Historie přehrání
de: Abspielhistorie
es_es: Historial de reproducción
fr_fr: Historique de lecture
it: Cronologia ascolti
nl_be: Afspeelgeschiedenis
pt: Histórico de reprodução
ru: История проигрывания
sk: História prehrávania
sv: Spelhistorik

# QualityRoot
source: Quality
cs: Kvalita
de: Qualität
es_es: Calidad
fr_fr: Qualité
it: Qualità
nl_be: Kwaliteit
pt: Qualidade
ru: Качество
sk: Kvalita
sv: Kvalitet

# RatingRoot
source: Ratings
cs: Hodnocení
de: Wertungen
es_es: Puntuaciones
fr_fr: Notes
it: Valutazioni
nl_be: Beoordelingen
pt: Classificação
ru: Оценки
sk: Hodnotenia
sv: Betyg

# RecYearRoot
source: Recording years
cs: Roky nahrání
de: Aufnahmejahre
es_es: Años de grabación
fr_fr: Années d'enregistrements
it: Anni di registrazione
nl_be: Opnamejaren
pt: Anos Gravação
ru: Годы записи
sk: Roky nahrávania
sv: Inspelningsår

# ReleaseTypeRoot
source: Release types
cs: Typy
de: Veröffentlichungstypen
es_es: Tipos de lanzamiento
fr_fr: Types de parutions
it: Tipo di pubblicazione
nl_be: Uitgavetypes
pt: Tipos Lançamento
ru: Типы выпуска
sk: Typy vydaní
sv: Utgivningstyper

# RelYearRoot
source: Release years
cs: Roky vydání
de: Veröffentlichungsjahre
es_es: Años de lanzamiento
fr_fr: Années de parution
it: Anni di pubblicazione
nl_be: Uitgavejaren
pt: Anos lançamento
ru: Годы выпуска
sk: Rok vydania
sv: Utgivningsår

# SeriesRoot
source: Series
cs: Série
de: Serien
fr_fr: Série
it: Serie
pt: Séries
ru: Серия
sk: Série
sv: Serier

# SituationRoot
source: Situation
cs: Situace
es_es: Situación
it: Situazione
nl_be: Situatie
pt: Situação
ru: Обстоятельства
sk: Situácia

# TitleRoot
source: Titles
cs: Názvy
de: Titel
es_es: Títulos
fr_fr: Titres
it: Titoli
nl_be: Titels
pt: Títulos
ru: Названия
sk: Názvy
sv: Titlar

# UserDefinedRoot
source: User defined
cs: Definované uživatelem
de: Benutzerdefiniert 1
es_es: Definido por usuario
fr_fr: Défini par l'utilisateur
it: Definito dall'utente 1
nl_be: Persoonlijk
pt: Definido pelo usuário
ru: Указано пользователем
sk: Vlastné
sv: Användar definierad

# UserDefinedRoot10
source: User defined 10
cs: Definované uživatelem 10
de: Benutzerdefiniert 10
es_es: Definido por usuario 10
fr_fr: Défini par l'utilisateur 10
it: Definito dall'utente 10
nl_be: Persoonlijk 10
pt: Definido pelo usuário 10
ru: Указано пользователем 10
sk: Vlastné 10
sv: Användar definierad 10

# UserDefinedRoot2
source: User defined 2
cs: Definované uživatelem 2
de: Benutzerdefiniert 2
es_es: Definido por usuario 2
fr_fr: Défini par l'utilisateur 2
it: Definito dall'utente 2
nl_be: Persoonlijk 2
pt: Definido pelo usuário 2
ru: Указано пользователем 2
sk: Vlastné 2
sv: Användar definierad 2

# UserDefinedRoot3
source: User defined 3
cs: Definované uživatelem 3
de: Benutzerdefiniert 3
es_es: Definido por usuario 3
fr_fr: Défini par l'utilisateur 3
it: Definito dall'utente 3
nl_be: Persoonlijk 3
pt: Definido pelo usuário 3
ru: Указано пользователем 3
sk: Vlastné 3
sv: Användar definierad 3

# UserDefinedRoot4
source: User defined 4
cs: Definované uživatelem 4
de: Benutzerdefiniert 4
es_es: Definido por usuario 4
fr_fr: Défini par l'utilisateur 4
it: Definito dall'utente 4
nl_be: Persoonlijk 4
pt: Definido pelo usuário 4
ru: Указано пользователем 4
sk: Vlastné 4
sv: Användar definierad 4

# UserDefinedRoot5
source: User defined 5
cs: Definované uživatelem 5
de: Benutzerdefiniert 5
es_es: Definido por usuario 5
fr_fr: Défini par l'utilisateur 5
it: Definito dall'utente 5
nl_be: Persoonlijk 5
pt: Definido pelo usuário 5
ru: Указано пользователем 5
sk: Vlastné 5
sv: Användar definierad 5

# UserDefinedRoot6
source: User defined 6
cs: Definované uživatelem 6
de: Benutzerdefiniert 6
es_es: Definido por usuario 6
fr_fr: Défini par l'utilisateur 6
it: Definito dall'utente 6
nl_be: Persoonlijk 6
pt: Definido pelo usuário 6
ru: Указано пользователем 6
sk: Vlastné 6
sv: Användar definierad 6

# UserDefinedRoot7
source: User defined 7
cs: Definované uživatelem 7
de: Benutzerdefiniert 7
es_es: Definido por usuario 7
fr_fr: Défini par l'utilisateur 7
it: Definito dall'utente 7
nl_be: Persoonlijk 7
pt: Definido pelo usuário 7
ru: Указано пользователем 7
sk: Vlastné 7
sv: Användar definierad 7

# UserDefinedRoot8
source: User defined 8
cs: Definované uživatelem 8
de: Benutzerdefiniert 8
es_es: Definido por usuario 8
fr_fr: Défini par l'utilisateur 8
it: Definito dall'utente 8
nl_be: Persoonlijk 8
pt: Definido pelo usuário 8
ru: Указано пользователем 8
sk: Vlastné 8
sv: Användar definierad 8

# UserDefinedRoot9
source: User defined 9
cs: Definované uživatelem 9
de: Benutzerdefiniert 9
es_es: Definido por usuario 9
fr_fr: Défini par l'utilisateur 9
it: Definito dall'utente 9
nl_be: Persoonlijk 9
pt: Definido pelo usuário 9
ru: Указано пользователем 9
sk: Vlastné 9
sv: Användar definierad 9

source: Added date
cs: Datum přidání
de: Hinzufügedatum
es_es: Agregado en la fecha
fr_fr: Date d'ajout
it: Data aggiunta
nl_be: Datum toegevoegd
pt: Data de adição
ru: Дата добавления
sk: Dátum pridania
sv: Tillagd datum

# AddNode
source: < Add
cs: < Přidat
de: < Hinzufügen
es_es: < Añadir
fr_fr: < Ajout
it: < Aggiungi
nl_be: < Toevoegen
pt: < Adicionar
ru: < Добавить
sk: < Pridať
sv: < Lägg till

source: Album artist first letter
cs: První písmeno interpreta alba
de: Albuminterpret Anfangsbuchstabe
es_es: Primera letra del artista del álbum
fr_fr: Première lettre de l'artiste de l'album
it: Iniziale artista album
nl_be: Albumartiest eerste letter
pt: Primeira letra do álbum artista
ru: Первая буква исполнителя (альбом)
sk: Prvé písmeno interpréta albumu
sv: Albumartist första bokstav

source: Album first letter
cs: První písmeno alba
de: Album Anfangsbuchstabe
es_es: Primera letra del álbum
fr_fr: Première lettre de l'album
it: Iniziale album
nl_be: Album eerste letter
pt: Primeira letra do álbum
ru: Первая буква альбома
sk: Prvé písmeno albumu
sv: Album första bokstav

source: Album rating
cs: Hodnocení alba
de: Albumwertungen
es_es: Puntuación del álbum
fr_fr: Note de l'album
it: Valutazione album
nl_be: Album beoordeling
pt: Classificação do álbum
ru: Оценка альбома
sk: Hodnotenie albumu
sv: Albumbetyg

source: Band/Orchestra
cs: Skupina/orchestr
de: Band/Orchester
es_es: Banda/Orquesta
fr_fr: Groupte/Orchestre
it: Orchestra
nl_be: Groep/Orkest
pt: Banda/orquestra
ru: Группа, оркестр
sk: Skupina/orchester
sv: Band/orkester

source: Current Cd
cs: Aktuální CD
de: Aktuelle CD
es_es: CD actual
fr_fr: Cd actuel
it: CD corrente
nl_be: Huidige CD
pt: Cd atual
ru: Текущий CD
sk: Aktuálne Cd
sv: Aktuell Cd
