Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Conversion options
cs: Volby převodu
de: Konvertierungsoptionen
es_es: Opciones de conversión
fr_fr: Options de conversion
it: Opzioni di conversione
nl_be: Conversie-opties
pt: Opções de conversão
ru: Параметры преобразования
sk: Možnosti konverzie
sv: Konverteringsinställningar

# XFilesSelected
source: {0} files selected
cs: Vybráno {0} souborů
de: {0} Dateien gewählt
es_es: {0} archivos seleccionados
fr_fr: {0} fichier(s) sélectionné(s)
it: {0} file selezionati
nl_be: {0} bestanden geselecteerd
pt: {0} arquivos selecionados
ru: Выбрано файлов: {0}
sk: {0} vybraných súborov
sv: {0} valda filer

# AlbumNormalization
source: Album gain
cs: Normalizace alba
de: Albenanpassung
es_es: Ganancia de álbum
fr_fr: Gain de l'album
it: Amplificazione album
nl_be: Album winst
pt: Álbum gain
ru: Усиление альбома
sk: Zosilnenie albumu

source: Normalizing track
cs: Normalizace stopy
de: Normalisiere Track
es_es: Normalizando pista
fr_fr: Normalisation de la piste
it: Brano normalizzato
nl_be: Normaliseren van nummer
pt: Normalizar faixa
ru: Нормализация дорожки
sk: Normalizujem skladbu
sv: Normaliserar låt

source: Normalizing tracks
cs: Normalizace stop
de: Normalisiere Tracks
es_es: Normalizando pistas
fr_fr: Normalisation des pistes
it: Brani normalizzati
nl_be: Normaliseren van nummers
pt: Normalizando faixas
ru: Нормализация дорожек
sk: Normalizujem skladby
sv: Normaliserar låtar

# TrackNormalization
source: Track gain
cs: Normalizace stop
de: Trackanpassung
es_es: Ganacia de pista
fr_fr: Gain de la piste
it: Amplificazione traccia
nl_be: Nummerwinst
pt: Faixa gain
ru: Усиление дорожки
sk: Zosilnenie skladby
sv: Låt gain

# ApplyingTags
source: Applying tags, normalization and moving files
cs: Aktualizace tagů, normalizace a přesun souborů
de: Schreibe Tags, normalisiere und verschiebe Dateien
es_es: Aplicando etiquetas, normalización y moviendo archivos
fr_fr: Applique les tags, la normalisation et déplacer les fichiers.
it: Applicazione TAG, normalizzazione e spostamento file
nl_be: Labels toepassen, normalisatie en verplaatsen bestanden
pt: Aplicando etiquetas, normalizando e movendo arquivos
ru: Применение тегов, нормализация и перемещение файлов
sk: Aplikujem tagy, normalizujem a presúvam súbory
sv: Applicerar tags, normalisering och flyttar filer

# CalculatingAlbumGainForFiles
source: Calculating album and track gain for {0} files
cs: Výpočet normalizace alba a stop pro {0} souborů
de: Berechne Alben und Trackanpassung für {0} Dateien
es_es: Calculando ganancia de álbum y pista para {0} archivos
fr_fr: Calcule le gain de l'album et de la piste pour {0} fichiers
it: Calcolo amplificazione album e brani for {0} files
nl_be: Berekenen van album en nummer voordeel voor {0} bestanden
pt: Calculando gain para {0} álbuns e faixas
ru: Подсчет усиления альбома и дорожки для файлов ({0})
sk: Počítam zosilnenie albumu a skladieb pre {0} súborov
sv: Beräknar album och track gain för {0} filer

# NormalizationMode
source: Volume gain mode
cs: Režim normalizace
de: Modus der Lautstärkeanpassung
es_es: Modo de ganancia de volumen
fr_fr: Mode de gain de volume
it: Modalità amplificazione volume
nl_be: Volume winst modus
pt: Modo volume gain
ru: Режим усиления громкости
sk: Mód zosilnenia hlasitosti
sv: Volym-gain läge

# NormalizeFiles
source: Apply volume gain
cs: Použít normalizaci
de: Wende Lautstärkeanpassung an
es_es: Aplicar ganancia de volumen
fr_fr: Appliquer le gain de volume
it: Applica amplificazione volume
nl_be: Volumewinst toepassen
pt: Aplicar volume gain
ru: Применение усиления
sk: Aplikovanie zosilnenia hlasitosti
sv: Applicera volym-gain

# NormalizeFilesMenu
source: Apply volume gain...
cs: Použít normalizaci...
de: Wende Lautstärkeanpassung an...
es_es: Aplicar ganancia de volumen...
fr_fr: Aapliquer le gain de volume...
it: Applica amplificazione volume...
nl_be: Volumewinst toepassen...
pt: Aplicar volume gain...
ru: Применение усиления…
sk: Aplikovať zosilnenie hlasitosti...
sv: Applicera volym-gain...

# NormalizingFile
source: Applying gain
cs: Provádění normalizace
de: Wende Lautstärkeanpassung an
es_es: Aplicando ganancia
fr_fr: Applique le gain
it: Applicazione amplificazione
nl_be: Winst toepassen
pt: Aplicar gain
ru: Применение усиления
sk: Aplikujem zosilnenie
sv: Applicerar gain

# CalculateAlbumGain
source: Calculate album and track gain
cs: Vypočítat normalizaci alba a stop
de: Berechne Alben- und Trackanpassung
es_es: Calcular ganancia de álbum y pista
fr_fr: Calculer le gain de l'album et de la piste
it: Calcolo amplificazione album e brano
nl_be: Album en nummer voordeel berekenen
pt: Calcular gain de álbum e faixa
ru: Рассчитать усиление альбома и дорожки
sk: Výpočet zosilnenia albumu a skladby
sv: Beräknar album och track gain

source: Calculate track gain
cs: Vypočítat normalizaci stop
de: Berechne Lautstärkeanpassung
es_es: Calcular ganancia de pista
fr_fr: Calculer le gain de la piste
it: Calcolo amplificazione traccia
nl_be: Nummer voordeel berekenen
pt: Calcular Faixa gain
ru: Рассчитать усиление дорожки
sk: Výpočet zosilnenia skladby
sv: Beräknar track gain

source: Calculating gain for file
cs: Výpočet normalizace pro soubor
de: Berechne Lautstärkeanpassung für Datei
es_es: Calculando ganancia para archivo
fr_fr: Calcule le gain pour un fichier
it: Calcolo amplificazione per file
nl_be: Berekenen van voordeel voor bestand
pt: Calculando gain para o arquivo
ru: Расчет усиления для файла
sk: Výpočet zosilnenia
sv: Beräknar gain för fil

source: Updating database, file
cs: Aktualizace souboru databáze
de: Aktualisiere Datenbank, Datei
es_es: Actualizando base de datos, archivo
fr_fr: Mise à jour de la base de donnée, fichier
it: Aggiornamento database, file
nl_be: Bijwerken van de databank, bestand
pt: Atualizando banco de dados, arquivo
ru: Обновление база данных, файл
sk: Aktualizujem databázu, súbor
sv: Uppdaterar databas, fil

source: Volume gain
cs: Normalizace
de: Lautstärkeanpassung
es_es: Ganancia de volumen
fr_fr: Gain du volume
it: Amplificazione volume
nl_be: Volumewinst
ru: Усиление громкости
sk: Zosilnenie hlasitosti
sv: Volym gain

source: Append number
cs: Připojit číslo
de: Nummer anfügen
es_es: Anexar número
fr_fr: Ajouter un nombre
it: Aggiungi numerazione
nl_be: Aantal bijvoegen
pt: Anexar número
ru: Добавить номер
sk: Pridané číslo
sv: Bifoga nummer

source: Delete source files after conversion
cs: Po převodu smazat zdrojové soubory
de: Lösche Quelldatei nach der Konvertierung
es_es: Eliminar arhivos de origen después de la conversión
fr_fr: Supprimer les fichiers sources après la conversion
it: Elimina il file sorgente dopo la conversione
nl_be: Verwijder bronbestanden na conversie
pt: Deletar arquivos de origem depois da conversão
ru: Удалить исходные файлы после преобразования
sk: Odstrániť zdrojové súbory po konverzii
sv: Ta bort källfiler efter konvertering

source: How should conflicting filenames be handled?
cs: Co dělat při konfliktu názvů souborů?
de: Wie sollen Dateinamenskonflikte behandelt werden?
es_es: ¿Cómo se deben gestionar los conflictos en los nombres de archivo?
fr_fr: Comment les conflits de noms de fichiers doivent-ils être traités?
it: Come devo trattare i nome file conflittuali?
nl_be: Hoe moeten tegenstrijdige bestandsnamen worden afgehandeld?
pt: Como os conflitos de nomes de arquivo devem ser tratados?
ru: Что делать с конфликтующими именами файлов?
sk: Ako sa majú vyriešiť konfliktné názvy súborov?
sv: Hur skall kolliderande filnamn hanteras?

source: Overwrite file
cs: Přepsat soubor
de: Datei überschreiben
es_es: Sobrescribir archivo
fr_fr: Ecrire sur le fichier
it: Sovrascrivi file
nl_be: Bestand overschrijven
pt: Sobrescrever arquivo
ru: Перезаписать файл
sk: Prepísať súbor
sv: Skriv över

source: Remove files from library
cs: Odstranit soubory z knihovny
de: Dateien aus der Bibliothek entfernen
es_es: Eliminar archivos de la biblioteca
fr_fr: Retirer les fichiers de la bibliothèque
it: Elimina i file dalla collezione
nl_be: Bestanden verwijderen uit bibliotheek
pt: remover arquivos da coleção
ru: Удалить файлы из библиотеки
sk: Odstrániť súbory z knižnice
sv: Ta bort filer from bibliotek

source: Skip conversion
cs: Přeskočit převod
de: Konvertierung überspringen
es_es: Omitir conversión
fr_fr: Passer la conversion
it: Salta la conversione
nl_be: Conversie overslaan
pt: Pular conversão
ru: Пропустить преобразование
sk: Preskočiť konverziu
sv: Hoppa över konvertering

# EditSubtracksMenu
source: Edit subtracks...
cs: Upravit subtracky...
de: Subtracks bearbeiten...
es_es: Editar subpistas...
fr_fr: Edite les sous-pistes...
it: Modifica sottotracce...
nl_be: Ondertitels bewerken...
pt: Editar subfaixas...
ru: Изменить вложенные дорожки…
sk: Editovať substopy...
sv: Ändra underspår...

source: Load Cue...
cs: Nahrát Cue...
de: Lade Cue...
es_es: Cargar Cue...
fr_fr: Charge Cue...
it: Carica Cue
nl_be: Aanwijzing laden...
pt: Carregar Cue...
ru: Загрузить сигнал…
sk: Nahrať Cue...
sv: Ladda Cue-fil...

# SubtrackEditor
source: Edit subtracks
cs: Úprava subtracků
de: Subtracks bearbeiten
es_es: Editar subpistas
fr_fr: Editer les sous-pistes
it: Modifica sottotracce
nl_be: Ondertitels bewerken
pt: Editar subfaixas
ru: Изменить вложенные дорожки
sk: Editovať substopy
sv: Ändra underspår

source: Other tracks
cs: Jiné skladby
de: Andere Tracks
es_es: Otras pistas
fr_fr: Autres pistes
it: Altri brani
nl_be: Andere nummers
pt: Outras faixas
ru: Другие дорожки
sk: Iné stopy
sv: Andra låtar

# Library_LibraryImported
source: The library has been imported. Helium will now need to be restarted. Click OK to restart.
cs: Knihovna byla importována. Nyní bude potřeba restartovat Helium. Kliknutím na OK provedete restart.
de: Die Datenbank wurde importiert. Helium muss nun neugestartet werden. Klicke OK zum Neustart.
es_es: La biblioteca ha sido importada. Helium necesitará ser reiniciado ahora. Clic en OK para reiniciar.
fr_fr: La bibliothèque a été importée. Helium doit maintenant redémarrer. Cliquez sur OK pour redémarrer.
it: La collezione è stata importata. Helium dovrà essere riavviato. Clicca OK per riavviare.
nl_be: De bibliotheek is geïmporteerd. Helium moet nu opnieuw worden opgestart. Klik op OK om opnieuw te starten.
pt: A coleção foi importada. Helium será reiniciado agora. Clique OK para reiniciar.
ru: Библиотека импортирована. Теперь необходимо перезапустить Helium. Чтобы перезапустить, нажмите «OK».
sk: Knižnica bola importovaná. Helium je potrebné reštartovať. Kliknite na OK pre reštart.
sv: Det valda biblioteket importerades. Helium behöver nu startas om. Klicka på OK för att starta om.

# EditPicturesWindow
source: Edit pictures
cs: Upravit obrázky
de: Bilder bearbeiten
es_es: Editar imágenes
fr_fr: Editer les images
it: Modifica immagini
nl_be: Afbeeldingen bewerken
pt: Editar imagens
ru: Изменить изображения
sk: Editácia obrázkov
sv: Ändra bilder

# AlbumArtistSortOrderShort
source: Alb. art. sort order
cs: Řazení interp. alba
de: Albuminterpr.-Sortierung
es_es: Criterio ord. art. alb.
fr_fr: Ordre de tri de Alb. art.
it: Ordinamento art.
nl_be: Alb. art. sorteervolgorde
pt: Ordem de álb. art.
ru: Порядок исп. (альбом)
sk: Poradie podľa obrazkov albumu
sv: Alb. art. sortering

source: Recording year
cs: Rok nahrání
de: Aufnahmejahr
es_es: Año de grabación
fr_fr: Année d'enregistrement
it: Anno registrazione
nl_be: Opnamejaar
pt: Ano gravação
ru: Год записи
sk: Rok nahrania
sv: Inspelningsår

source: Release year
cs: Rok vydání
de: Veröffentlichungsjahr
es_es: Año de lanzamiento
fr_fr: Année de parution
it: Anno pubblicazione
nl_be: Uitgavejaar
pt: Ano lançamento
ru: Год выпуска
sk: Rok vydania
sv: Utgivningsår

source: Playing history
cs: Historie přehrání
de: Abspielhistorie
es_es: Historial de reproducción
fr_fr: Historique de lectures
it: Cronologia ascolti
nl_be: Afspeelgeschiedenis
pt: Histórico de reprodução
ru: История проигрывания
sk: História prehrávania
sv: Uppspelningshistorik

source: Is favourite
cs: Oblíbené
de: Ist Favorit
es_es: Es favorito
fr_fr: Est favori
it: Preferito
nl_be: Is favoriet
pt: É favorito
ru: Это избранное
sk: Je obľúbený
sv: Favorit

# MixMaster
source: Has subtracks
cs: Subtracky
de: Hat Subtracks
es_es: Tiene subpistas
fr_fr: A des sous-pistes
it: Sottotracce
nl_be: Heeft ondertitels
pt: Tem subfaixas
ru: С вложенными дорожками
sk: Má podstopy
sv: Har underspår

source: Other versions
cs: Jiné verze
de: Andere Versionen
es_es: Otras versiones
fr_fr: Autres versions
it: Altra versione
nl_be: Andere versies
pt: Outras versões
ru: Другие версии
sk: Iné verzie
sv: Andra versioner

# Pics
source: Pictures
cs: Obrázky
de: Bilder
es_es: Imágenes
fr_fr: Images
it: Immagini
nl_be: Afbeeldingen
pt: Imagens
ru: Изображения
sk: Obrázky
sv: Bilder

# Publisher
source: Label
cs: Vydavatel
es_es: Discográfica
it: Casa discografica
pt: Rótulo
ru: Лейбл
sk: Vydavateľ
sv: Utgivare

# VbrCbr
source: Variable bitrate
cs: Variabilní bitrate
es_es: Bitrate variable
fr_fr: Bitrate variable
it: Bitrate variabile
nl_be: Variabele bitsnelheid
pt: Taxa de bit variável
ru: Переменный битрейт
sk: Variabilný bitrate
sv: Variabel bitrate

source: to
cs: do
de: nach
es_es: a
fr_fr: à
it: a
nl_be: naar
pt: para
ru: до
sv: till

source: Advanced search
cs: Pokročilé hledání
de: Erweiterte Suche
es_es: Búsqueda avanzada
fr_fr: Recherche avancée
it: Ricerca avanzata
nl_be: Geavanceerd zoeken
pt: Procura avançada
ru: Расширенный поиск
sk: Rozšírené vyhľadávanie
sv: Avancerad sök

# AdvancedSearchMenu
source: Advanced search...
cs: Pokročilé hledání...
de: Erweiterte Suche...
es_es: Búsqueda avanzada...
fr_fr: Recherche avancée...
it: Ricerca avanzata,,,
nl_be: Geavanceerd zoeken...
pt: Procura avançada...
ru: Расширенный поиск…
sk: Rozšírené vyhľadávanie...
sv: Avancerad sök...

source: Artist rating
cs: Hodnocení interpreta
de: Interpretenbewertung
es_es: Puntuación del artista
fr_fr: Note des artistes
it: Valutazione artista
nl_be: Artiest beoordeling
pt: Classificação do artista
ru: Оценка исполнителя
sk: Hodnotenie interpréta
sv: Artistbetyg

source: Artist total tracks
cs: Celkem skladeb od interpreta
de: Interpret-Trackanzahl
es_es: Total de pistas del artista
fr_fr: Nombre total de pistes de l'artiste
it: Brani dtotali dell'artista
nl_be: Artiest totaal aantal nummers
pt: Total de faixas do artista
ru: Всего дорожек исполнителя
sk: Celkovo skladieb interpréta
sv: Totalt antal låtar från artist

source: Attached pictures
cs: Připojené obrázky
de: Angefügte Bilder
es_es: Imágenes adjuntas
fr_fr: Images liées
it: Immagini allegate
nl_be: Bijgevoegde afbeeldingen
pt: Imagens anexadas
ru: Вложенные изображения
sk: Priložené obrázky
sv: Bifogade bilder

source: Is artist
cs: Interpret
de: Ist Interpret
es_es: Es artista
fr_fr: Est artiste
it: Artista
nl_be: Is artiest
pt: É artista
ru: Это человек
sk: Je interprét
sv: Är artist

source: Is favourite album
cs: Oblíbené album
de: Ist Albumfavorit
es_es: Es álbum favorito
fr_fr: Est album favori
it: Album preferito
nl_be: Is favoriete album
pt: É álbum favorito
ru: Это избранный альбом
sk: Je obľúbený album
sv: Är favoritalbum

source: Is favourite artist
cs: Oblíbený interpret
de: Ist Interpretenfavorit
es_es: Es artista favorito
fr_fr: Est artiste favori
it: Artista preferito
nl_be: Is favoriete artiest
pt: É artista favorito
ru: Это избранный исполнитель
sk: Je obľúbený interprét
sv: Är favoritartist

source: Is favourite track
cs: Oblíbená skladba
de: Ist favorisierter Track
es_es: Es pista favorita
fr_fr: Est piste favorite
it: Brano preferito
nl_be: Is favoriet nummer
pt: É faixa favorita
ru: Это избранная дорожка
sk: Je obľúbená skladba
sv: Är favoritlåt

source: Is variable bitrate
cs: Variabilní bitrate
de: Hat variable Bitrate
es_es: Es bitrate variable
fr_fr: A Bitrate variable
it: Bitrate variabile
nl_be: Is variabele bitrate
pt: É taxa de bit variável
ru: С переменным битрейтом
sk: Má variabilný bitrate
sv: Är variabel bitrate

# OperatorContains
source: Contains
cs: Obsahuje
de: Beinhaltet
es_es: Contiene
fr_fr: Contient
it: Contenuto
nl_be: Bevat
pt: Contém
ru: Содержит
sk: Obsahuje
sv: Innehåller

# OperatorDoesNotContain
source: Does not contain
cs: Neobsahuje
de: Beinhaltet nicht
es_es: No contiene
fr_fr: Ne contient pas
it: Non contenuto
nl_be: Bevat geen
pt: Não contém
ru: Не содержит
sk: Neobsahuje
sv: Innehåller inte

# OperatorEndsWith
source: Ends with
cs: Končí na
de: Endet auf
es_es: Termina con
fr_fr: Se termine par
it: Finisce con
nl_be: Eindigt met
pt: Termina com
ru: В конце содержит
sk: Končí na
sv: Slutar med

# OperatorIs
source: Is
cs: Je
de: Ist
es_es: Es
fr_fr: Est
it: È
pt: É
ru: Равно
sk: Je
sv: Är

# OperatorIsAtLeast
source: Is at least
cs: Je minimálně
de: Ist mindestens
es_es: Es como mínimo
fr_fr: Est au moins
it: È almeno
nl_be: Is ten minste
pt: É pelo menos
ru: Не менее
sk: Je minimálne
sv: Är åtminstonne

# OperatorIsAtMost
source: Is at most
cs: Je maximálně
de: Ist höchstens
es_es: Es como máximo
fr_fr: Est au plus
it: È al massimo
nl_be: Is hoogstens
pt: É no máximo
ru: Не более
sk: Je najmenej
sv: Är som mest

# OperatorIsEmpty
source: Is empty
cs: Je prázdné
de: Ist leer
es_es: Está vacío
fr_fr: Est vide
it: È vuoto
nl_be: Is leeg
pt: É vazio
ru: Пусто
sk: Je prázdny
sv: Är tom

# OperatorIsInTheRange
source: Is in the range
cs: Je v rozsahu
de: Ist im Bereich
es_es: En el rango
fr_fr: Est dans la plage
it: Non è nel range
nl_be: Ligt tussen
pt: Está na faixa
ru: В диапазоне
sk: Je v rozsahu
sv: Är i intervallet

# OperatorIsNot
source: Is not
cs: Není
de: Ist nicht
es_es: No es
fr_fr: N'est pas
it: Non è
nl_be: Is niet
pt: Não é
ru: Не равно
sk: Nieje
sv: Är inte

# OperatorIsNotEmpty
source: Is not empty
cs: Není prázdné
de: Ist nicht leer
es_es: No está vacío
fr_fr: N'est pas vide
it: Non è vuoto
nl_be: Is niet leeg
pt: Não é vazio
ru: Не пусто
sk: Nieje prázdny
sv: Är inte tom

# OperatorStartsWith
source: Starts with
cs: Začíná na
de: Beginnt mit
es_es: Empieza con
fr_fr: Débute par
it: Inizia con
nl_be: Begint met
pt: Começa com
ru: В начале содержит
sk: Začína na
sv: Startar med

source: Org. recording year
cs: Pův. rok nahrání
de: Org. Aufnahmejahr
es_es: Año de grabación orig.
fr_fr: Année d'enregistrement orig.
it: Annodi registrazione org.
nl_be: Org. opnamejaar
pt: Org. ano gravação
ru: Перв. год записи
sk: Orig. rok nahrania
sv: Ursprungligt inspelningsår

source: Subtracks
cs: Subtracky
es_es: Subpistas
fr_fr: Sous-pistes
it: Sottotracce
pt: Subfaixas
ru: Вложенные дорожки
sk: Podskladby
sv: Underspår

source: No results available
cs: Žádné výsledky
de: Keine Ergebnisse vorhanden
es_es: No hay resultados disponibles
fr_fr: Pas de résultats disponibles
it: Nessun risultato disponibile
nl_be: Geen resultaten beschikbaar
pt: Sem resultado disponível
ru: Результатов нет
sk: Žiadne dostupné výsledky
sv: Inget resultat

source: Load template
cs: Nahrát šablonu
de: Vorlage laden
es_es: Cargar plantilla
fr_fr: Chargement du modèle
it: Carica modello
nl_be: Sjabloon laden
pt: Carregar template
ru: Загрузить шаблон
sk: Nahrať šablónu
sv: Ladda mall

# RemoveSelectedTemplate
source: Would you like to remove the selected template?
cs: Chcete odstranit vybranou šablonu?
de: Soll die gewählte Vorlage gelöscht werden?
es_es: ¿Quieres eliminar la plantilla seleccionada?
fr_fr: Voulez-vous retirer le modèle sélectionné?
it: Vuoi eliminare il modello selezionato?
nl_be: Wilt U de geselecteerde sjabloon te verwijderen?
pt: Gostaria de remover o template selecionado?
ru: Удалить выбранный шаблон?
sk: Želáte si odstrániť vybranú šablónu?
sv: Vill du ta bort den valda mallen?

source: Save template
cs: Uložit šablonu
de: Vorlage speichern
es_es: Guardar plantilla
fr_fr: Sauver le modèle
it: Salva modello
nl_be: Sjabloon opslaan
pt: Salvar template
ru: Сохранить шаблон
sk: Uložiť šablónu
sv: Spara mall

# SelectATemplateFromTheList
source: Select a template from the list below
cs: Vyberte šablonu ze seznamu níže
de: Wähle eine Vorlage aus der Liste
es_es: Seleccionar una plantilla de la lista
fr_fr: Sélectionnez un modèle dans la liste ci-dessous
it: Seleziona un modello dalla lista seguente
nl_be: Selecteer een sjabloon uit de onderstaande lijst
pt: Selecionar um template da lista abaixo
ru: Выберите шаблон из списка ниже
sk: Vyberte šablónu zo zoznamu nižšie
sv: Välj en mall från listan

# TemplateExistsOverwrite
source: A template with that description exists.
cs: Šablona s tímto popisem již existuje.
de: Eine Vorlage mit diesem Namen existiert bereits.
es_es: Existe una plantilla con esa descripción.
fr_fr: Un modèle avec cette description existe déjà.
it: Esiste già un modello con questa descrizione
nl_be: Een sjabloon met die beschrijving bestaat.
pt: Um template com a descrição já existe
ru: Шаблон с таким описанием существует.
sk: Šablóna s takýmto popisom už existuje.
sv: En mall med den beskrivningen finns redan.

# TemplateNameEmpty
source: The template description cannot be empty.
cs: Popis šablony nesmí být prázdný.
de: Die Beschreibung der Vorlage darf nicht leer sein.
es_es: La descripción no puede estar vacía.
fr_fr: La description du modèle ne peut être vide.
it: La descrizione del modello non può essere vuota.
nl_be: De sjabloon omschrijving kan niet leeg zijn.
pt: A descrição do template não pode ser vazia.
ru: Необходимо указать описание шаблона.
sk: Popis šablóny nesmie byť prázdny.
sv: Beskrivningen får ej vara tom.

source: The default user cannot be removed
cs: Nelze odstranit výchozího uživatele
de: Der Standard Benutzer kann nicht entfernt werden.
es_es: El usuario por defecto no se puede eliminar
fr_fr: L'utilisateur par défaut ne peut être supprimé
it: L'utente predefinito non può essere rimosso
nl_be: De standaard gebruiker kan niet worden verwijderd
pt: O usuário padrão não pode ser removido
ru: Пользователя по умолчанию удалить нельзя
sk: Prednastavený užívateľ nemože byť odstránený
sv: Standardanvändaren kan ej tas bort

source: Edit user
cs: Upravit uživatele
de: Benutzer bearbeiten
es_es: Editar usuario
fr_fr: Editer les utilisateurs
it: Modifica utente
nl_be: Gebruiker bewerken
pt: Editar usuário
ru: Изменить пользователя
sk: Upraviť užívateľa
sv: Ändra användare

source: New user
cs: Nový uživatel
de: Neuer Benutzer
es_es: Nuevo usuario
fr_fr: Nouvel utilisateur
it: Nuovo utente
nl_be: Nieuwe gebruiker
pt: Novo usuário
ru: Новый пользователь
sk: Nový uživateľ
sv: Ny användare

source: Remove the selected user?
cs: Odstranit vybraného uživatele?
de: Den gewählten Benutzer entfernen?
es_es: ¿Eliminar el usuario seleccionado?
fr_fr: Supprimer l'utilisateur sélectionné?
it: Rimuovere l'utente selezionato?
nl_be: Verwijder de geselecteerde gebruiker?
pt: Remover o usuário selecionado?
ru: Удалить выбранного пользователя?
sk: Odstrániť vybraného uživateľa?
sv: Ta bort vald användare?

source: Exit
cs: Ukončit
de: Beenden
es_es: Salir
fr_fr: Quitter
it: Uscita
nl_be: Sluiten
pt: Sair
ru: Выход
sk: Ukončiť
sv: Avsluta

source: Login
cs: Přihlásit se
es_es: Iniciar sesión
fr_fr: Connexion
nl_be: Inloggen
pt: Entrar
ru: Вход
sk: Prihlásenie
sv: Logga in

# ManageUsersMenu
source: Manage users...
cs: Správa uživatelů...
de: Benutzerverwaltung...
es_es: Gestionar usuarios...
fr_fr: Gérer les utilisateurs...
it: Gestione utenti...
nl_be: Gebruikers beheren...
pt: Gerenciar usuários...
ru: Пользователи…
sk: Spravovať uživateľov...
sv: Hantera användare...

source: Now playing
cs: Právě se přehrává
de: Aktuelle Wiedergabe
es_es: Reproduciendo ahora
fr_fr: Lecture en cours
it: In ascolto
nl_be: Speelt nu
pt: Reproduzindo agora
ru: Проигрывается
sk: Práve hrá
sv: Nu spelas

source: Remember me
cs: Zapamatuj si mě
de: Merken
es_es: Recuérdame
fr_fr: Se souvenir de moi
it: Ricordami
nl_be: Onthoud mij
pt: Lembrar-me
ru: Запомнить меня
sk: Zapamätaj si ma
sv: Kom ihåg mig

source: New
cs: Nový
de: Neu
es_es: Nuevo
fr_fr: Nouveau
it: Nuovo
nl_be: Nieuw
pt: Novo
ru: Создать
sk: Nový
sv: Ny
