Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Customize...
cs: Přizpůsobit...
de: Anpassen...
es_es: Personalizar...
fr_fr: Personnalisation...
it: Personalizza...
nl_be: Aanpassen...
pt: Customizar...
ru: Настроить…
sk: Prispôsobiť...
sv: Ändra...

# CustomizeMusicBrowserNodes
source: Customize Music explorer
cs: Přizpůsobit Hudební prohlížeč
de: Musik Explorer anpassen
es_es: Personalizar Explorador de música
fr_fr: Personnalisation de l'explorateur
it: Personalizza esploratore musicale
nl_be: Music explorer aanpassen
pt: Customizar Music Explorer
ru: Настроить «Обзор музыки»
sk: Prispôsobiť Hudobný prehliadač
sv: Ändra musikutforskare

source: Down
cs: Dolů
de: Runter
es_es: Abajo
fr_fr: Bas
it: Giù
nl_be: Neer
pt: Abaixo
ru: Вниз
sk: dole
sv: Ner

source: Has lyrics
cs: Texty
de: Hat Liedtext
es_es: Tiene letras
fr_fr: A des paroles
it: Testi presenti
nl_be: Heeft teksten
pt: Há letra
ru: С текстом
sk: Má text
sv: Har låttexter

source: Is VBR
cs: VBR
de: Ist VBR
es_es: Es VBR
fr_fr: Est VBR
it: VBR
pt: É VBR
ru: С VBR
sk: Je VBR
sv: Är VBR

# MusicExplorerOptions
source: Options...
cs: Volby...
de: Optionen...
es_es: Opciones...
it: Opzioni...
nl_be: Opties...
pt: Opções...
ru: Параметры…
sk: Možnosti...
sv: Inställningar...

# Obscure
source: Popularity
cs: Popularita
de: Popularität
es_es: Popularidad
fr_fr: Popularité
it: Popolarità
nl_be: Populariteit
pt: Popularidade
ru: Популярность
sk: Popularita
sv: Popularitet

source: Original artist
cs: Původní interpret
de: Original-Interpret
es_es: Artista original
fr_fr: Artiste original
it: Artista originale
nl_be: Originele artiest
pt: Artista original
ru: Первоначальный исполнитель
sk: Originálny interprét
sv: Ursprunglig artist

source: Original lyricist
cs: Původní textař
de: Original-Texter
es_es: Letrista original
fr_fr: Parolier original
it: Paroliere originale
nl_be: Originele tekstschrijver
pt: Letrista original
ru: Первоначальный автор текста
sk: Originálny textár
sv: Ursprunglig textförfattare

source: Original title
cs: Původní název
de: Original-Titel
es_es: Título original
fr_fr: Titre original
it: Titolo originale
nl_be: Originele titel
pt: Título original
ru: Первоначальное название
sk: Originálny názov
sv: Ursprunglig titel

source: Original year
cs: Původní rok
de: Originaljahr
es_es: Año original
fr_fr: Année originale
it: Anno originale
nl_be: Origineel jaar
pt: Ano original
ru: Первоначальный год
sk: Originálny rok
sv: Ursprungligt år

# RecYearDecade
source: Recording year decade
cs: Dekáda roku nahrání
de: Aufnahmejahrzehnt
es_es: Década año de grabación
fr_fr: Décade de l'année d'enregistrement
it: Decennio anno registrazione
nl_be: Opnamejaar decennium
pt: Década ano gravação
ru: Десятилетие года записи
sk: Dekáda roku nahrania
sv: Inspelningsårtionde

# RelyearDecade
source: Release year decade
cs: Dekáda roku vydání
de: Veröffetnlichungsjahrzehnt
es_es: Década año de lanzamiento
fr_fr: Décade de l'année de parution
it: Decennio anno pubblicazione
nl_be: Uitgavejaar decennium
pt: Década ano lançamento
ru: Десятилетие года выпуска
sk: Dekáda roku vydania
sv: Utgivningsårtionde

# RemoveNode
source: Remove >
cs: Odstranit >
de: Entfernen >
es_es: Eliminar >
fr_fr: Retirer >
it: Elimina >
nl_be: Verwijderen >
pt: Remover >
ru: Удалить >
sk: Odstrániť >
sv: Ta bort >

source: Title first letter
cs: První písmeno názvu
de: Titel Anfangsbuchstabe
es_es: Primera letra de título
fr_fr: Première lettre du titre
it: Iniziale titolo
nl_be: Titel eerste letter
pt: Primeira letra do título
ru: Первая буква названия
sk: Prvé písmeno názvu
sv: Titel första bokstav

source: Total Cds
cs: Celkem CD
de: Gesamt CDs
es_es: Total de Cds
it: CD totali
nl_be: Totaal CDs
pt: Total de Cds
ru: Всего CD
sk: Celkovo Cd
sv: Totala Cds

source: Total tracks
cs: Celkem stop
de: Gesamt Tracks
es_es: Total de pistas
fr_fr: Total Pistes
it: Brani totali
nl_be: Totaal Nummers
pt: Total de faixas
ru: Всего дорожек
sk: Celkovo skladieb
sv: Totala låtar

source: Up
cs: Nahoru
de: Hoch
es_es: Arriba
fr_fr: Haut
it: Su
nl_be: Op
pt: Acima
ru: Вверх
sk: Hore
sv: Upp

source: Artist first letter
cs: První písmeno interpreta
de: Interpreten-Anfangsbuchstabe
es_es: Primera letra del artista
fr_fr: Première lettre de l'artiste
it: Iniziale artista
nl_be: Artiest eerste letter
pt: Primeira letra do artista
ru: Первая буква исполнителя
sk: Prvé písmeno interpréta
sv: Artist första bokstav

source: Releases ordering
cs: Řazení titulů
de: Veröffentlichungs-Sortierung
es_es: Ordenación de lanzamientos
fr_fr: Tri des parutions
it: Ordinamento pubblicazioni
nl_be: Uitgaves ordenen
pt: Ordem de lançamentos
ru: Порядок выпусков
sk: Poradie vydaní
sv: Utgivningar ordning

# ReleasesOrderingHelper
source: Define how the releases should be sorted under artist and label details
cs: Nadefinujte jak mají být tituly řazeny v detailech interpreta a vydavatele
de: Stelle ein, wie Veröffentlichungen in den Interpreten- und Labeldetails sortiert werden sollen
es_es: Define cómo se ordenarán los lanzamientos tras los detalles de artistas y discográficas
fr_fr: Définissez comment les parutions seront classées selon les détails sur les artistes et les labels
it: Definisci quali pubblicazioni devono essere ordinate per artista e dettagli casa discografica
nl_be: Bepaal hoe de uitgaves gesorteerd moeten worden op grond van artiest en label informatie
pt: Defina como os lançamentos devem ser ordenados sob detalhes do artista e rótulos
ru: Порядок сортировки выпусков по сведениям об исполнителе и лейбле
sk: Definuje ako budú vydania triedené pod detailami interpréta a vydavateľa
sv: Definiera hur utgivningar skall sorteras under artist och utgivare detaljsidor

source: Calculate Bpm
cs: Vypočítat BPM
de: Berechne bpm
es_es: Calcular Bpm
fr_fr: Calcule Bpm
it: Calcola Bpm
nl_be: Bpm berekenen
pt: Calcular BPM
ru: Подсчет уд/мин
sk: Výpočet BPM
sv: Beräkna Bpm

# CalcBpmCloseWarning
source: A calculate Bpm operation is running. The tool can be closed first when the operation is completed.
cs: Probíhá výpočet BPM. Nástroj může být ukončet po skončení operace.
de: Eine bpm-Berechnung läuft. Die Funktion kann erst nach Abschluss geschlossen werden.
es_es: Se está efectuando una operación de cálculo de Bpm. La herramienta se podrá cerrar cuando la operación se complete.
fr_fr: Une opération de calcul des Bpm est en cours. L'outil se fermera quand l'opération sera terminée.
it: L'operazione di calcolo Bpm è in corso. Lo strumento potrà essere chiuso al termine dell'operazione.
nl_be: Het berekenen van een Bpm opdracht wordt uitgevoerd. Deze bewerking kan enkel afgesloten worden als de opdracht is uitgevoerd.
pt: O cálculo de BPM está sendo realizado. A ferramenta pode ser fechada após a operação ser completa.
ru: Выполняется операция подсчета уд/мин. Инструмент может быть закрыт после завершения операции.
sk: Operácia výpočtu BPM práve beží. Nástroj sa dá ukončiť ked operácia skončí.
sv: Beräkning av Bpm är aktiv. Verktyget kan stängas först när denna operation är slutförd.

source: Calculate
cs: Vypočítat
de: Berechne
es_es: Calcular
fr_fr: Calculer
it: Calcola
nl_be: Berekenen
pt: Calcular
ru: Подсчет
sk: Výpočet
sv: Beräkna

source: Bpm calculator
cs: Výpočet BPM
de: Bpm-Rechner
es_es: Calculadora de Bpm
fr_fr: Calculateur de Bpm
it: Calcolatore Bpm
nl_be: Bpm rekenmachine
pt: Calculador de BPM
ru: Подсчет уд/мин
sk: Bpm kalkulačka
sv: Beräkna Bpm

source: Manual
cs: Ručně
de: Manuell
fr_fr: Manuel
it: Manuale
nl_be: Handleiding
ru: Вручную
sk: Manuálne
sv: Manuell

source: Beats
cs: Beatů
es_es: Pulsaciones
fr_fr: Temps
it: Battute
nl_be: Slagen
ru: Удары
sk: Beatov
sv: Slag

# BpmCalculatorHelper
source: Click play to start playback and then the Beat button to increase the beat count
cs: Klikněte na přehrání a poté na tlačítko Beat k započítání beatu
de: Klicke Play zum abspielen und dann den Beat-Knopf für den Beat-Zähler.
es_es: Pulsa en reproducir para empezar la reproducción, entonces pulsa el botón Pulsación para incrementar el contador de ritmo
fr_fr: Cliquez Play pour démarrer la lecture puis cliquez sur le bouton Temps pour augmenter le compte des Temps
it: Clicca Play per riprodurre e poi il bottone Battuta per incrementare il contatore
nl_be: Klik op play om het afspelen te starten en vervolgens op de Beat knop om de beat teller te verhogen
pt: Clique em play para começar a reproduzir e então no botão beat para incrementar a velocidade
ru: Нажмите кнопку проигрывания, затем нажимайте «Удар» — будет увеличиваться счетчик ударов
sk: Klikni play pre spustenie prehrávania a potom tlačítko Beat pre zvýsenie počtu beatov.
sv: Klicka på spela upp för att starta uppspelningen och sedan på slag knappen för att öka antalet slag.

source: Calculated Bpm
cs: Vypočítané BPM
de: Berechne bpm
es_es: Bpm calculado
fr_fr: Bpm calculé
it: Bpm calcolato
nl_be: Berekende Bpm
pt: Calcular BPM
ru: Расчетное число уд/мин
sk: Vypočítanie Bpm
sv: Beräknad Bpm

source: Elapsed time
cs: Uplynulý čas
de: Vergangene Zeit
es_es: Tiempo transcurrido
fr_fr: Temps écoulé
it: Tempo trascorso
nl_be: Verstreken tijd
pt: Tempo decorrido
ru: Прошло времени
sk: Uplynulý čas
sv: Förfluten tid

source: Tapped Bpm
de: Erfasste bpm
es_es: Bpm pulsado
fr_fr: Bpm tapé
it: Bpm
nl_be: Getikte Bpm
pt: BPM Manual
ru: Уд/мин по нажатиям
sv: "Knackad" bpm

source: Beat
es_es: Pulsación
fr_fr: Temps
it: Battuta
nl_be: Slag
ru: Удар
sv: Slag

# ManualBpm
source: Manual Bpm calculation...
cs: Ruční výpočet BPM...
de: Manuelle bpm Berechnung...
es_es: Cálculo de Bpm manual...
fr_fr: Calcul manuel des Bpm...
it: Calcolo Bpm manuale...
nl_be: Manuele Bpm berekening...
pt: Cálculo manual de BPM...
ru: Подсчет уд/мин вручную…
sk: Manuálny výpočet Bpm...
sv: Manuell Bpm beräkning...

# DownloadPictureTitle
source: Download picture
cs: Stažení obrázku
de: Bilddownload
es_es: Descargar imagen
fr_fr: Télécharger une image
it: Download immagine
nl_be: Afbeelding downloaden
pt: Baixar imagem
ru: Скачать изображение
sk: Stiahnutie obrázku
sv: Ladda ner bild

source: Search
cs: Vyhledat
de: Suche
es_es: Buscar
fr_fr: Chercher
it: Cerca
nl_be: Zoeken
pt: Procurar
ru: Поиск
sk: Vyhľadať
sv: Sök

# CustomFieldsReleaseTypes
source: Custom fields, columns & release types
cs: Vlastní pole, sloupce & typy vydání
de: Custom Felder, Spalten und Veröffentlichungstypen
es_es: Campos pers., columnas y tipos de lanz.
fr_fr: Champs personnalisés, colonnes & types de parutions
it: Campi personali, colonne e tipi di pubblicazione
nl_be: Aangepaste velden, kolommen & uitgave versies
pt: Campos customizados & tipos de lançamento
ru: Настройка типов выпуска, столбцов и полей
sk: Vlastné polia & typy vydaní
sv: Egendefinierade fält, kolumner & utgivningsformat

source: Custom fields
cs: Vlastní pole
de: Custom Felder
es_es: Campos personalizados
fr_fr: Champs personnalisés
it: Campi personali
nl_be: Aangepaste velden
pt: Campos customizados
ru: Настраиваемые поля
sk: Vlastné polia
sv: Egendefinierade fält

source: Display name
cs: Zobrazený název
de: Anzeigename
es_es: Nombre a mostrar
fr_fr: Nom à afficher
it: Nome visualizzato
nl_be: Naam tonen
pt: Mostrar nome
ru: Отображаемое имя
sk: Zobrazované meno
sv: Visningsnamn

source: Release types
cs: Typy
de: Veröffentlichungstypen
es_es: Tipos de lanzamiento
fr_fr: Types de parutions
it: Tipi di pubblicazione
nl_be: Uitgave versies
pt: Tipos de lançamento
ru: Типы выпуска
sk: Typy vydaní
sv: Utgivningsformat

source: Value
cs: Hodnota
de: Wert
es_es: Valor
fr_fr: Valeur
it: Valore
nl_be: Waarde
pt: Valor
ru: Значение
sk: Hodnota
sv: Värde

source: Add the output files to the Library
cs: Přidat výstupní soubory do knihovny
de: Die Ausgabedateien zur Bibliothek hinzufügen
es_es: Añadir los archivos de salida a la Biblioteca
fr_fr: Ajouter les fichiers obtenus à la bibliothèque
it: Aggiungi il file alla collezione
nl_be: De uitvoerbestanden aan de bibliotheek toevoegen
pt: Adicionar os arquivos de saída à coleção
ru: Добавить выходные файлы в библиотеку
sk: Pridať výsledné súbory do Knižnice
sv: Lägg till resulterande filer till bibliotek

source: Add tracks...
cs: Přidat stopy...
de: Tracks hinzufügen...
es_es: Añadir pistas...
fr_fr: Ajouter pistes...
it: Aggiungi...
nl_be: Nummers toevoegen...
pt: Adcionar faixas...
ru: Добавить дорожки…
sk: Pridať skladby...
sv: Lägg till låtar...

source: Output format
cs: Výstupní formát
de: Ausgabeformat
es_es: Formato de salida
fr_fr: Format de sortie
it: Formato di output
nl_be: Uitvoerformaat
pt: Formato de saída
ru: Выходной формат
sk: Výstupný formát

# OutputToSameFolderAsSourceFolder
source: Output to same folder as source files
cs: Ukládat do stejné složky se zdrojovými soubory
de: Ausgabe in den Order der Quelldateien
es_es: Guardar en las mismas carpetas que los archivos de origen
fr_fr: Extraire dans le même dossier que les fichiers sources
it: Salva nella stessa cartella del file sorgente
nl_be: Naar dezelfde map als de bronbestanden uitvoeren
pt: Saída na mesma pasta de origem
ru: Сохранять в папку исходных файлов
sk: Výstup do rovnakého adresára ako zdrojové súbory
sv: Spara resulterande i samma mapp som källfilerna

source: Save to folder
cs: Uložit do složky
de: Speichern in Ordner
es_es: Guardar a carpeta
fr_fr: Emplacement
it: Salva nella cartella
nl_be: Opslaan in map
pt: Salvar na pasta
ru: Сохранить в папку
sk: Uložiť do adresára
sv: Spara till mapp

source: Select all
cs: Vybrat vše
de: Alle
es_es: Selecc. todo
fr_fr: Tout sélec.
it: Selez. tutto
nl_be: Alles
pt: Selecione tudo
ru: Выбрать все
sk: Všetky
sv: Välj alla

source: Selected file
cs: Vybraný soubor
de: Gewählte Datei
es_es: Archivo seleccionado
fr_fr: Fichier(s) sélectionné(s)
it: File selezionato
nl_be: Geselecteerde bestand
pt: Selecione arquivo
ru: Выбранный файл
sk: Vybraný súbor
sv: Vald fil

source: Select none
cs: Zrušit výběr
de: Keine
es_es: Quitar selecc.
fr_fr: Désélect.
it: Deseleziona
nl_be: Niets
pt: Selecione nenhum
ru: Отменить выбор
sk: Zruš výber
sv: Välj inga

source: Compression
cs: Komprese
de: Kompression
es_es: Compresión
it: Compressione
nl_be: Compressie
pt: Compressão
ru: Сжатие
sk: Kompresia
sv: Kompression

source: Constant bitrate
cs: Konstantní bitrate
de: Konstante Bitrate
es_es: Bitrate constante
fr_fr: Bitrate constant
it: Bitrate costante
nl_be: Constante bitsnelheid
pt: Taxa de bit constante
ru: Постоянный битрейт
sk: Konštantný bitrate
sv: Konstant bitrate

source: Encoder options
cs: Volby enkodéru
de: Kodieroptionen
es_es: Opciones del codificador
fr_fr: Options de l'encodeur
it: Opzioni codifica
nl_be: Codeerder opties
pt: Opções de codificação
ru: Параметры кодировщика
sk: Možnosti enkódera
sv: Kodningsalternativ

source: End offset
de: Endversatz
es_es: Fin offset
fr_fr: Offset final
it: Fine compensazione
nl_be: Offset beëindigen
pt: Fim do offset
ru: Конечное смещение
sk: Koniec posunu
sv: Slut-offset

source: Extracting file
cs: Extrakce souboru
de: Extrahiere Datei
es_es: Extrayendo archivo
fr_fr: Fichier extrait
it: Estrazione file
nl_be: Bestand uitpakken
pt: Extraindo arquivo
ru: Извлечение файла
sk: Extrahujem súbor
sv: Extraherar fil

source: Fast mode
cs: Rychlý režim
de: Schneller Modus
es_es: Modo rápido
fr_fr: Mode rapide
it: Modalità veloce
nl_be: Snelle modus
pt: Modo rápido
ru: Быстрый режим
sk: Rýchly mód
sv: Snabbt läge

source: High quality
cs: Vysoká kvalita
de: Hohe Qualität
es_es: Alta calidad
fr_fr: Haute qualité
it: Alta qualità
nl_be: Hoge kwaliteit
pt: Alta qualidade
ru: Высокое качество
sk: Vysoká kvalita
sv: Hög kvalitet

# IsSelected
source: Selected
cs: Vybrané
de: Gewählt
es_es: Seleccionado
fr_fr: Sélectionné
it: Selezionato
nl_be: Geselecteerd
pt: Selecionados
ru: Выбрано
sk: Vybrané
sv: Vald

source: Split file...
cs: Rozdělit soubor...
de: Datei aufteilen...
es_es: Dividir archivo...
fr_fr: Séparer le fichier...
it: Dividi file...
nl_be: Bestand splitsen...
pt: Separar arquivo...
ru: Нарезка файла…
sk: Rozdeliť súbor...
sv: Dela fil...

# SplitFileHeader
source: Split file
cs: Rozdělení souboru
de: Dateien aufteilen
es_es: Dividir archivo
fr_fr: Séparer le fichier
it: Dividi file
nl_be: Bestand splitsen
pt: Separar arquivo
ru: Нарезка файла
sk: Rozdelenie súboru
sv: Dela fil

source: Start offset
de: Anfangsversatz
es_es: Comienzo offset
fr_fr: Offset de départ
it: Inizio compensazione
nl_be: Start compenseren
pt: Início do offset
ru: Начальное смещение
sk: Začiatok posunu

source: Track length
cs: Délka skladby
de: Tracklänge
es_es: Duración de pista
fr_fr: Longueur piste
it: Durata brano
nl_be: Nummerlengte
pt: Comprimento da faixa
ru: Длина дорожки
sk: Dĺžka skladby
sv: Spårlängd

# UseNormalization
source: Use volume gain
cs: Použít normalizaci
de: Benutze Lautstärkeanpassung
es_es: Usar ganancia de volumen
fr_fr: Utiliser le gain de volume
it: Usa amplificazione volume
nl_be: Gebruik volumewinst
pt: Usar volume gain
ru: Использовать усиление громкости
sk: Použiť zosilnenie hlasitosti
sv: Använd volym-gain

source: Variable bitrate
cs: Variabilní bitrate
es_es: Bitrate variable
fr_fr: Bitrate variable
it: Bitrate variabile
nl_be: Variabele bitrate
pt: Taxa de bit variável
ru: Переменный битрейт
sk: Premenný bitrate
sv: Variabel bitrate

source: Delete the selected tracks?
cs: Smazat vybrané skladby?
de: Die gewählten Tracks löschen?
es_es: ¿Eliminar las pistas seleccionadas?
fr_fr: Effacer les pistes séletionnées
it: Eliminare i brani selezionati?
nl_be: De geselecteerde nummers verwijderen?
pt: Deletar as faixas selecionadas?
ru: Удалить выбранные дорожки?
sk: Odstrániť vybrané skladby?
sv: Ta bort de valda låtarna?

source: Auto track
cs: Automatické číslování
de: Auto Nummerierung
es_es: Auto numerar
fr_fr: Piste Auto
it: Auto traccia
nl_be: Auto nummer
pt: Auto faixa
ru: Авт. номер дорожки
sk: Automatické skladby
sv: Auto-numrera

# RemoveFromLibraryAndDisc
source: Remove from library and the computer
cs: Odstranit z knihovny a z počítače
de: Entferne aus der Bibliothek und vom Computer
es_es: Eliminar de biblioteca y ordenador
fr_fr: Supprimer de la bibliothèque et de l'ordinateur
it: Elimina dalla collezione e dal computer
nl_be: Uit bibliotheek en computer verwijderen
pt: Remover do acervo e do computador
ru: Удалить из библиотеки и с компьютера
sk: Odstrániť z knižnice a počítača
sv: Ta bort från bibliotek och datorn

source: Remove from library only
cs: Odstranit pouze z knihovny
de: Entferne nur aus der Bibliothek
es_es: Eliminar sólo de biblioteca
fr_fr: Supprimer de la bibliothèque uniquement
it: Elimina solo dalla collezione
nl_be: Enkel uit bibliotheek verwijderen
pt: Remover somente do acervo
ru: Удалить только из библиотеки
sk: Odstrániť len z knižnice
sv: Ta bort endast från biblioteket

# RemoveItemsTitle
source: Remove items
cs: Odstranění položek
de: Entferne Elemente
es_es: Eliminar elementos
fr_fr: Supprimer les éléments
it: Elimina voci
nl_be: Items verwijderen
pt: Remover itens
ru: Удаление элементов
sk: Odstránenie položiek
sv: Ta bort poster

# RemoveTheSelectedItems
source: Remove the {0} selected items?
cs: Odstranit {0} vybraných položek?
de: Entferne die {0} gewählten Elemente
es_es: ¿Eliminar {0} elemento/s seleccionado/s?
fr_fr: Supprimer le(s) {0} élément(s) sélectionnés(s)?
nl_be: Verwijder de {0} geselecteerde items?
pt: Remover os {0} itens selecionados?
ru: Удалить выбранные элементы ({0})?
sk: Odstrániť {0} vybraných položiek?
sv: Ta bort {0} valda poster?

source: Copy album picture to album folder
cs: Kopírovat obrázek alba do složky alba
de: Kopiere Albumbild in Albumordner
es_es: Copiar imagen del álbum en la carpeta del álbum
fr_fr: Copier l'image de l'album dans le dossier de l'album
it: Copia immagine album nella cartella
nl_be: Albumafbeelding naar albummap kopiëren
pt: Copiar imagem do álbum para a pasta do álbum
ru: Копировать изображение альбома в папку альбома
sk: Kopírovať obrázok albumu do adresára albumu
sv: Kopiera album bild till album mapp

# CopyAlbumPictureToPicturesFolder
source: Copy album picture to the above folder
cs: Kopírovat obrázek alba do vybrané složky
de: Kopiere Albumbild in oben genannten Ordner
es_es: Copiar imagen del álbum en la carpeta superior
fr_fr: Copier l'image de l'album dans le dossier ci-dessus
it: Copia immagine album nella cartella
nl_be: Albumafbeelding naar bovenliggende map kopiëren
pt: Copiar imagem do álbum para a pasta acima
ru: Копировать изображение альбома в папку выше
sk: Kopírovať obrázok albumu do nadradeného adresára
sv: Kopiera album bild till den ovan valda mappen

source: Minimize
cs: Skrýt
de: Minimiere
es_es: Minimizar
fr_fr: Minimiser
it: Minimizza
nl_be: Verkleinen
pt: Minimizar
ru: Свернуть
sk: Minimalizovať
sv: Minimera

source: Multiple artists
cs: Více interpretů
de: Multiple Interpreten
es_es: Artistas múltiples
fr_fr: Artistes multiples
it: Artisti multipli
nl_be: Meerdere artiesten
pt: Múltiplos artistas
ru: Несколько исполнителей
sk: Viac interprétov
sv: Multipla artister

# MultipleArtistsCommandHelperText
source: Each entry in the list will be treated as a command, used to split multiple artists. If needed the original text will be replaced with the replacement text.
cs: Každá položka v seznamu bude sloužit jako příkaz použitý pro rozdělení více interpretů. Pokud bude potřeba, bude původní text nahrazen novým textem.
de: Jeder Listeneintrag wird als Kommando behandelt, um mulitple Interpreten zu extrahieren. Falls nötig, wird der Originaltext mit dem Ersetzungtext getauscht.
es_es: Cada entrada de la lista será tratada como un comando, usado para separar múltiples artistas. Si es necesario el texto original será reemplazado por el texto de sustitución.
fr_fr: Chaque entrée dans la liste sera traitée comme un marqueur utilisé pour séparer les artistes multiples. Si besoin le texte original sera remplacé par le texte de remplacement.
it: Ogni voce della lista sarà trattata come un comando usato per dividere gli artisti. Se necessario il testo originale verrà sostituito con il nuovo testo.
nl_be: Elk item in de lijst zal worden behandeld als een opdracht, gebruikt om meerdere artiesten te splitsen. Indien nodig wordt de oorspronkelijke tekst vervangen door de vervangende tekst.
pt: Cada entrada na lista será tratada como um comando, usado para separar múltiplos artistas. Se necessário o texto original será trocado pelo texto de substituição.
ru: Каждая запись в списке будет считаться командой, разделяющей исполнителей. При необходимости исходный текст заменится на заменяющий текст.
sk: Každá položka v zozname bude ošetrená ako príkaz, použitý pri delení viacerých interprétov. Ak to bude potrebné, tak originálny text bude nahradený náhradným textom.
sv: Varje post i listan räknas som ett kommando vilket används för att separera artister. Vid behov kommer orginaltexten ersättas med ersättningstexten.

source: Output folder
cs: Výstupní složka
de: Ausgabeordner
es_es: Carpeta de salida
fr_fr: Dossier de sortie
it: Cartella di output
nl_be: Uitvoermap
pt: Pasta de saída
ru: Папка вывода
sk: Cieľový adresár
sv: Destinationsmapp

source: Converting file
cs: Převod souboru
de: Datei konvertieren
es_es: Convirtiendo archivo
fr_fr: Conversion du fichier
it: Conversione file
nl_be: Bestand aan het converteren
pt: Convertendo arquivo
ru: Преобразование файла
sk: Konvertujem súbor
sv: Konverterar fil

source: Convert files
cs: Převod souborů
de: Dateien konvertieren
es_es: Convertir archivos
fr_fr: Conversion des fichiers
it: Converti file
nl_be: Bestanden converteren
pt: Converter arquivos
ru: Преобразовать файлы
sk: Konverzia súborov
sv: Konverterar filer

# ConvertFilesMenu
source: Convert files...
cs: Převést soubory...
de: Dateien konvertieren...
es_es: Convertir archivos...
fr_fr: Conversion des fichiers...
it: Converti file...
nl_be: Bestanden converteren...
pt: Converter arquivos...
ru: Преобразовать файлы…
sk: Konvertovať súbory...
sv: Konvertera filer...
