Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: View original...
cs: Zobrazit originál...
de: Original anzeigen...
es_es: Ver original...
fr_fr: Voir l'original...
it: Vista originale...
nl_be: Origineel bekijken...
pt: Ver original...
ru: Просмотр оригинала…
sk: Pozrieť originál...
sv: Visa orginal...

source: Open Sql Server database
cs: Otevřít databázi SQL Server
de: Öffne SQL Server Datenbank
es_es: Abrir base de datos Sql Server
fr_fr: Ouvrir une base de données Sql Server
it: Apri database SQL Server
nl_be: Open SQL Server-databank
pt: Abrir banco de dados Sql Server
ru: Открыть базу данных SQL Server
sk: Otvoriť databázu Sql Servera
sv: Öppna Sql server databas

# Library_DatabaseImported
source: The selected database has been imported. Helium now needs to be restarted. Click OK to close Helium.
cs: Vybraná databáze byla importována. Je potřeba nyní restartovat Helium. Kliknutím na OK ukončíte Helium.
de: Die gewählte Datenbank wurde importiert. Helium muss nun neugestartet werden. Klicke OK zum Neustart.
es_es: La base de datos seleccionada ha sido importada. Helium necesita ser reiniciado. Clic en OK para cerrar Helium.
fr_fr: La base de données sélectionnée a été importée. Helium doit maintenant redémarrer. Cliquez sur OK pour fermer Helium.
it: Il database selezionato è stato importati. Helium dev'essere riavviato. Clicca OK per chiudere Helium.
nl_be: De geselecteerde databank is geïmporteerd. Helium moet nu opnieuw worden opgestart. Klik op OK om Helium te sluiten.
pt: O banco de dados selecionado foi importado. O Helium agora necessita ser reiniciado. Clique OK para fechar o Helium.
ru: Выбранная база данных импортирована. Необходимо перезапустить Helium. Чтобы закрыть Helium, нажмите «OK».
sk: Vybraná databáza bola importovaná. Kliknutím na OK sa Helium ukončí.
sv: Den valda databasen imporerades. Helium behöver nu startas om. Klicka på OK för att starta om Helium.

source: Add to playlist...
cs: Přidat do playlistu...
de: Zur Playliste hinzufügen...
es_es: Añadir a lista de reproducción...
fr_fr: Ajouter à la playlist...
it: Aggiungi alla playlist...
nl_be: Aan afspeellijst toevoegen...
pt: Adicionar para a lista de reprodução...
ru: Добавить в плей-лист…
sk: Pridať do playlistu...
sv: Lägg till i spellista...

# AddToPlaylistTitle
source: Add to playlist
cs: Přidání do playlistu
de: Zur Playliste hinzufügen
es_es: Añadir a lista de reproducción
fr_fr: Ajouter à la playlist
it: Aggiungi alla playlist
nl_be: Aan afspeellijst toevoegen
pt: Adicionar para a lista de reprodução
ru: Добавить в плей-лист
sk: Pridanie do playlistu
sv: Lägg till i spellista

# ShowAlertsNotActive
source: Show alerts only when Helium is not the active window
cs: Zobrazit upozornění pouze pokud není Helium aktivním oknem
de: Zeige Meldungen nur, wenn Helium nicht das aktive Fenster ist
es_es: Mostrar alertas sólo cuando Helium no sea la ventana activa
fr_fr: Montrer les alertes uniquement quand Helium n'est pas la fenêtre active
it: Mostra avvisi solo quando Helium non ha finestre attive
nl_be: Alleen waarschuwingen laten zien wanneer Helium niet het actieve venster is
pt: Mostrar alertas somente quando o Helium não for a janela ativa
ru: Показывать оповещения, только если окно приложения Helium неактивно
sk: Ukázať upozornenia len ked okno Helium nieje aktívne
sv: Visa notifikationer endast när Helium är aktivt

source: Move down
cs: Posun dolů
de: Runter
es_es: Mover abajo
fr_fr: Descendre
it: Sposta in basso
nl_be: Omlaag
pt: Mover para baixo
ru: Переместить вниз
sk: Posunúť hore
sv: Flytta ner

source: Move up
cs: Posun nahoru
de: Rauf
es_es: Mover arriba
fr_fr: Monter
it: Sposta in alto
nl_be: Omhoog
pt: Mover para cima
ru: Переместить вверх
sk: Posunúť dole
sv: Flytta upp

source: Playlists
cs: Playlisty
de: Playlisten
es_es: Listas de reproducción
it: Playlist
nl_be: Afspeellijsten
pt: Listas de reprodução
ru: Плей-листы
sk: Playlisty
sv: Spellistor

# RemoveTracks
source: Would you like to remove the selected tracks from your library?
cs: Chcete vybrané skladby odstranit z vaší knihovny?
de: Sollen die gewählten Tracks aus der Bibliothek entfernt werden?
es_es: ¿Quieres eliminar las pistas seleccionadas de la biblioteca?
fr_fr: Voulez-vous retirer les pistes sélectionnées de la bibliothèque?
it: Vuoi eliminare i brani selezionati dalla tua collezione?
nl_be: Wilt U de geselecteerde nummers uit uw bibliotheek verwijderen?
pt: Você gostaria de remover as faixas selecionadas do seu acervo?
ru: Удалить выбранные дорожки из вашей библиотеки?
sk: Želáte si odstrániť vybrané skladby z vašej knižnice?
sv: Vill du ta bort de valda låtarna från bibliotektet?

# NewFolder
source: Create new folder
cs: Vytvořit novou složku
de: Erstelle neuen Ordner
es_es: Crear nueva carpeta
fr_fr: Créer un nouveau dossier
it: Crea nuova cartella
nl_be: Nieuwe map maken
pt: Criar nova pasta
ru: Создать папку
sk: Vytvoriť nový adresár
sv: Skapa ny mapp

source: Rename
cs: Přejmenovat
de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
it: Rinomina
nl_be: Hernoemen
pt: Renomear
ru: Переименовать
sk: Premenovať
sv: Byt namn

source: No files selected
cs: Nevybrány žádné soubory
de: Keine Datei gewählt
es_es: No hay archivos seleccionados
fr_fr: Aucun fichier sélectionné
it: Nessun file selezionato
nl_be: Geen bestanden geselecteerd
pt: Nenhum arquivo selecionado
ru: Файлы не выбраны
sk: Neboli vybrané žiadne súbory
sv: Inga valda filer

source: Played
cs: Přehráno
de: Gespielt
es_es: Reproducido
fr_fr: Lue
it: Ascoltati
nl_be: Afgespeeld.
pt: Tocado
ru: Проигрывалось
sk: Prehrané
sv: Spelad

source: Statistics
cs: Statistiky
de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
it: Statistiche
nl_be: Statistieken
pt: Estatísticas
ru: Статистика
sk: Štatistiky
sv: Statistik

# NewFolderMenu
source: New folder...
cs: Nová složka...
de: Neuer Ordner...
es_es: Nueva carpeta...
fr_fr: Nouveau dossier...
it: Nuova cartella...
nl_be: Nieuwe map ...
pt: Nova pasta...
ru: Новая папка…
sk: Nový adresár...
sv: Ny mapp...

source: New playlist...
cs: Nový playlist...
de: Neue Playliste...
es_es: Nueva lista de reproducción...
fr_fr: Nouvelle playlist...
it: Nuova playlist...
nl_be: Nieuwe afspeellijst ...
pt: Nova lista de reprodução...
ru: Новый плей-лист…
sk: Nový playlist...
sv: Ny spellista...

source: Play
cs: Přehrát
de: Spielen
es_es: Reproducir
fr_fr: Lire
it: Ascolta
nl_be: Afspelen
pt: Tocar
ru: Проиграть
sk: Prehrať
sv: Spela

source: General statistics
cs: Celková statistika
de: Allgemeine Statistiken
es_es: Estadísticas generales
fr_fr: Statistiques générales
it: Statistiche generali
nl_be: Algemene statistieken
pt: Estatísticas Gerais
ru: Общая статистика
sk: Celkové štatistiky
sv: Generell statistik

source: Monthly statistics
cs: Měsíční statistika
de: Monatliche Statistiken
es_es: Estadísticas mensuales
fr_fr: Statistiques mensuelles
it: Statistiche mensili
nl_be: Maandelijkse statistieken
pt: Estatísticas Mensais
ru: Месячная статистика
sk: Mesačné štatistiky
sv: Månadsvisstatistik

source: Most played artists
cs: Nejhranější interpreti
de: Meist gespielte Interpreten
es_es: Artistas más reproducidos
fr_fr: Artistes les plus lus
it: Artisti maggiormente ascoltati
nl_be: Meest afgespeelde artiesten
pt: Artistas mais tocados
ru: Самые популярные исполнители
sk: Najhranejší interpréti
sv: Mest spelade artister

source: Most played genres
cs: Nejhranější žánry
de: Meist gespielte Genres
es_es: Géneros más reproducidos
fr_fr: Genres les plus lus
it: Generi maggiormente ascoltati
nl_be: Meest afgespeelde genres
pt: Gêneros mais tocados
ru: Самые популярные жанры
sk: Najhranejšie žánre
sv: Mest spelade genres

source: Most played years
cs: Nejhranější roky
de: Meist gespielte Jahre
es_es: Años más reproducidos
fr_fr: Années les plus lues
it: Anni maggiormente ascoltati
nl_be: Meest afgespeelde jaren
pt: Anos mais tocados
ru: Самые популярные годы
sk: Najhranejšie roky
sv: Mest spelade år

source: Number of albums in library
cs: Počet alb v knihovně
de: Anzahl der Alben in der Bibliothek
es_es: Número de álbumes en biblioteca
fr_fr: Nb d'albums dans la bibliothèque
it: Numero di album nella collezione
nl_be: Aantal albums in de bibliotheek
pt: Número de álbuns na coleção
ru: Число альбомов в библиотеке
sk: Počet albumov v knižnici
sv: Antal album i biblioteket

source: Number of artists in library
cs: Počet interpretů v knihovně
de: Anzahl der Interpreten in der Bibliothek
es_es: Número de artistas en biblioteca
fr_fr: Nb d'artistes dans la bibliothèque
it: Numero di artisti nella collezione
nl_be: Aantal artiesten in de bibliotheek
pt: Número de artistas na coleção
ru: Число исполнителей в библиотеке
sk: Počet interprétov v knižnici
sv: Antal artister i biblioteket

source: Number of genres in library
cs: Počet žánrů v knihovně
de: Anzahl der Genres in der Bibliothek
es_es: Número de géneros en biblioteca
fr_fr: Nb de genres dans la bibliothèque
it: Numero di generi nella collezione
nl_be: Aantal genres in de bibliotheek
pt: Número de gêneros na coleção
ru: Число жанров в библиотеке
sk: Počet žánrov v knižnici
sv: Antal genres i biblioteket

source: Number of labels in library
cs: Počet vydavatelů v knihovně
de: Anzahl der Label in der Bibliothek
es_es: Número de discográficas en biblioteca
fr_fr: Nb de labels dans la bibliothèque
it: Numero di case discografiche nella collezione
nl_be: Aantal labels in de bibliotheek
pt: Número de rótulos na coleção
ru: Число лейблов в библиотеке
sk: Počet vydavateľov v knižnici
sv: Antal utgivare i biblioteket

source: Number of tracks in library
cs: Počet skladeb v knihovně
de: Anzahl der Tracks in der Bibliothek
es_es: Número de pistas en biblioteca
fr_fr: Nb de pistes dans la bibliothèque
it: Numero di brani nella collezione
nl_be: Aantal nummers in de bibliotheek
pt: Número de faixas na coleção
ru: Число дорожек в библиотеке
sk: Počet skladieb v knižnici
sv: Antal låtar i biblioteket

source: Playing statistics
cs: Statistika přehrávání
de: Abspielstatistik
es_es: Estadísticas de reproducción
fr_fr: Statistiques de lectures
it: Statistiche playlist
nl_be: Afspeelstatistieken
pt: Estatísticas
ru: Статистика проигрывания
sk: Štatistiky prehrávania
sv: Uppspelningsstatistik

source: Top artists
cs: Top interpreti
de: Top Interpreten
es_es: Top artistas
fr_fr: Top artistes
it: Artisti top
nl_be: Top artiesten
pt: Artistas Top
ru: Популярные исполнители
sk: Top interpréti
sv: Topp-artister

source: Top genres
cs: Top žánry
es_es: Top géneros
it: Generi top
pt: Gêneros Top
ru: Популярные жанры
sk: Top žánre
sv: Topp-genres

source: Top years
cs: Top roky
de: Top Jahre
es_es: Top años
fr_fr: Top années
it: Anni top
nl_be: Top jaren
pt: Anos Top
ru: Популярные годы
sk: Top roky
sv: Topp-år

source: Total playtime in library
cs: Celkový čas přehrání knihovny
de: Gesamte Spieltzeit der Bibliothek
es_es: Tempo de reproducción total en biblioteca
fr_fr: Temps total de lecture de la bibliothèque
it: Tempo di ascolto totale della collezione
nl_be: Totale speeltijd in de bibliotheek
pt: Tempo total de reprodução do acervo
ru: Общее время проигрывания в библиотеке
sk: Celkový hrací čas knižnice
sv: Total speltid i biblioteket

source: Total tracks played
cs: Celkem přehráno skladeb
de: Gesamte Tracks gespielt
es_es: Total de pistas reproducidas
fr_fr: Nombre total de pistes lues
it: Brani totali ascoltati
nl_be: Totaal nummers gespeeld
pt: Total de faixas reproduzidas
ru: Всего дорожек проиграно
sk: Celkovo prehraných skladieb
sv: Totalt antal spelade låtar

source: Tracks played this month
cs: Tento měsíc přehráno skladeb
de: Tracks diesen Monat gespielt
es_es: Pistas reproducidas este mes
fr_fr: Pistes lues ce mois
it: Brani ascoltati questo mese
nl_be: Nummers deze maand afgespeeld
pt: Faixas reproduzidas no mês
ru: Дорожек проиграно в этом месяце
sk: Skladby prehrané tento mesiac
sv: Låtar spelade denna månad

source: Tracks played this week
cs: Tento týden přehráno skladeb
de: Tracks diese Woche gespielt
es_es: Pistas reproducidas esta semana
fr_fr: Pistes lues cette semaine
it: Brani ascoltati questa settimana
nl_be: Nummers deze week afgespeeld
pt: Faixas reproduzidas na semana
ru: Дорожек проиграно на этой неделе
sk: Skladby prehrané tento týždeň
sv: Låtar spelade denna vecka

source: Tracks played this year
cs: Tento rok přehráno skladeb
de: Tracks dieses Jahr gespielt
es_es: Pistas reproducidas este año
fr_fr: Pistes lues cette année
it: Brani ascoltati quest'anno
nl_be: Nummers dit jaar afgespeeld
pt: Faixas reproduzidas este ano
ru: Дорожек проиграно в этом году
sk: Skladby prehrané tento rok
sv: Låtar spelade detta år

source: Tracks played today
cs: Dnes přehráno skladeb
de: Tracks heute gespielt
es_es: Pistas reproducidas hoy
fr_fr: Pistes lues aujourd'hui
it: Brani ascoltati oggi
nl_be: Nummers vandaag afgespeeld
pt: Faixas reproduzidas hoje
ru: Дорожек проиграно сегодня
sk: Skladby prehrané dnes
sv: Låtar spelade idag

source: Album artist
cs: Interpret alba
de: Albuminterpret
es_es: Artista del álbum
fr_fr: Artiste de l'album
it: Artista album
nl_be: Albumartiest
pt: Álbum artista
ru: Исполнитель (альбом)
sk: Interprét albumu

source: Apply
cs: Použít
de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
it: Applica
nl_be: Toepassen
pt: Aplicar
ru: Применить
sk: Aplikovať
sv: Applicera

source: Apply down
cs: Použít dolů
de: Anwenden nach unten
es_es: Aplicar abajo
fr_fr: Appliquer en dessous
it: Applica in basso
nl_be: Naar beneden toepassen
pt: Aplicar abaixo
ru: Применить вниз
sk: Aplikovať nadol
sv: Applicera nedåt

# ExtractArtistDashTitle
source: Extract artist-title
cs: Extrahovat interpret-název
de: Extrahiere Interpret-Titel
es_es: Extraer artista-título
fr_fr: Extraire artiste-titre
it: Estrazione artista-titolo
nl_be: Artiest-titel uitpakken
pt: Extrair artista-título
ru: Извлечь исполнитель-название
sk: Extrahovať interprét-názov
sv: Extrahera artist-titel

# ExtractArtistSlashTitle
source: Extract artist/title
cs: Extrahovat interpret/název
de: Extrahiere Interpret/Titel
es_es: Extraer artista/título
fr_fr: Extraire artiste/titre
it: Estrazione artista/titolo
nl_be: Artiest/titel uitpakken
pt: Extrair artista/título
ru: Извлечь исполнитель/название
sk: Extrahovať interprét/názov
sv: Extrahera artist/titel

source: Extract multiple artists
cs: Extrahovat více interpretů
de: Extrahiere multiple Interpreten
es_es: Extraer artistas múltiples
fr_fr: Extraire artistes multiples
it: Estrazione artisti multipli
nl_be: Meerdere artiesten uitpakken
pt: Extrair múltiplos artistas
ru: Извлечь нескольких исполнителей
sk: Extrahovať viac interprétov
sv: Extrahera multipla artister

# ExtractTitleDashArtist
source: Extract title-artist
cs: Extrahovat název-interpret
de: Extrahiere Titel-Interpret
es_es: Extraer título-artista
fr_fr: Extraire titre-artiste
it: Estrazione titolo-artista
nl_be: Titel-artiest uitpakken
pt: Extrair título-artista
ru: Извлечь название-исполнитель
sk: Extrahovať názov-interprét
sv: Extrahera titel-artist

source: Extract title (remix)
cs: Extrahovat název (remix)
de: Extrahiere Titel (Remix)
es_es: Extraer título (remix)
fr_fr: Extraire titre (remix)
it: Estrazione titolo (remix)
nl_be: Titel (remix) uitpakken
pt: Extrair título (remix)
ru: Извлечь название (ремикс)
sk: Extrahovať názov (remix)
sv: Extrahera titlel (remix)

# ExtractTitleSlashArtist
source: Extract title/artist
cs: Extrahovat název/interpret
de: Extrahiere Titel/Interpret
es_es: Extraer título/artista
fr_fr: Extraire titre/artiste
it: Estrazione titolo/artista
nl_be: Titel/artiest uitpakken
pt: Extrair título/artista
ru: Извлечь название/исполнитель
sk: Extrahovať názov/interprét
sv: Extrahera titel/artist

source: Extract title (subtitle)
cs: Extrahovat název (podtitul)
de: Extrahiere Titel (Untertitel)
es_es: Extraer título (subtítulo)
fr_fr: Extraire titre (sous-titre)
it: Estrazione titolo (sottotitolo)
nl_be: Titel (ondertitel) uitpakken
pt: Extrair título (subtítulo)
ru: Извлечь название (подзаголовок)
sk: Extrahovať názov (podnázov)
sv: Extrahera titel (undertitel)

source: Rec. year
cs: Rok nahr.
de: Aufn. Jahr
es_es: Año grab.
fr_fr: Année d'enr.
it: Anno reg.
nl_be: Rec. jaar
pt: Ano Gravação
ru: Год зап.
sk: Rok nahrania
sv: Insp. år

source: Rel. year
cs: Rok vyd.
de: Verö. Jahr
es_es: Año lanz.
fr_fr: Année de réal.
it: Anno pub.
nl_be: Rel. jaar
pt: Ano Lançamento
ru: Год вып.
sk: Rok vydania
sv: Utg. år

source: Remix
ru: Ремикс

source: Select columns
cs: Výběr sloupců
de: Wähle Spalten
es_es: Seleccionar columnas
fr_fr: Sélectionnez les colonnes
it: Seleziona colonne
nl_be: Kolommen selecteren
pt: Selecione colunas
ru: Выбор столбцов
sk: Výber stĺpcov
sv: Välj kolumner

# SelectColumnsMenu
source: Select columns...
cs: Vybrat sloupce...
de: Wähle Spalten...
es_es: Seleccionar columnas...
fr_fr: Choix des col.
it: Seleziona colonne...
nl_be: Kolommen selecteren...
pt: Selecione colunas...
ru: Выбор столбцов…
sk: Vybrať stĺpce...
sv: Välj kolumner...

source: Subtitle
cs: Podtitul
de: Untertitel
es_es: Subtítulo
fr_fr: Sous-titre
it: Sottotitolo
nl_be: Ondertitel
pt: Subtítulo
ru: Подзаголовок
sk: Titulky
sv: Undertitel

source: Switch
cs: Zaměnit
de: Tauschen
es_es: Intercambiar
fr_fr: Echanger
it: Scambia
nl_be: Verwisselen
pt: Alternar
ru: Поменять
sk: Vymeniť
sv: Byt

source: Switch with album
cs: Zaměnit za album
de: Tausche mit Album
es_es: Intercambiar con álbum
fr_fr: Echanger avec l'album
it: Scambia con album
nl_be: Met album verwisselen
pt: Alternar com álbum
ru: Поменять с альбомом
sk: Vymeniť s albumom
sv: Byt med album

source: Switch with artist
cs: Zaměnit za interpreta
de: Tausche mit Interpret
es_es: Intercambiar con artista
fr_fr: Echanger avec l'artiste
it: Scambia con artista
nl_be: Met artiest verwisselen
pt: Alternar com artista
ru: Поменять с исполнителем
sk: Vymeniť s interprétom
sv: Byt med artist

source: Switch with remix
cs: Zaměnit za remix
de: Tausche mit Remix
es_es: Intercambiar con remix
fr_fr: Echanger avec le remix
it: Scambia con remix
nl_be: Met remix verwisselen
pt: Alternar com remix
ru: Поменять с ремиксом
sk: Vymeniť s remixom
sv: Byt med remix

source: Switch with subtitle
cs: Zaměnit za podtitul
de: Tausche mit Untertitel
es_es: Intercambiar con subtítulo
fr_fr: Echanger avec le sous-titre
it: Scambia con sottotitolo
nl_be: Met ondertitel verwisselen
pt: Alternar com subtítulo
ru: Поменять с подзаголовком
sk: Vymeniť s podnázvom
sv: Byt med undertitel

source: Switch with title
cs: Zaměnit za název
de: Tausche mit Titel
es_es: Intercambiar con título
fr_fr: Echanger avec le titre
it: Scambia con titolo
nl_be: Met titel verwisselen
pt: Alternar com título
ru: Поменять с заголовком
sk: Vymeniť s názvom
sv: Byt med titel

source: Track
cs: Skladba
es_es: Pista
fr_fr: Piste
it: Brano
nl_be: Nummer
pt: Faixa
ru: Дорожка
sk: Skladba
sv: Spår

source: Aka
es_es: Alias
fr_fr: Alias
it: Alias
ru: Псевдоним

source: Tag editor
cs: Editor tagů
es_es: Editor de etiquetas
fr_fr: Editeur de tag
it: Modifica TAG
nl_be: Labelbewerker
pt: Editor de etiqueta
ru: Редактор тегов
sk: Editor tagov
sv: Taggredigerare

# InvolvedPeoples
source: Involved people
cs: Zainteresovaní lidé
de: Beteiligte Personen
es_es: Personas involucradas
fr_fr: Personne concernée
it: persone coinvolte
nl_be: Betrokken personen
pt: Pessoas envolvidas
ru: Причастные
sk: Zapojení ľudia
sv: Inblandade personer

source: Label
cs: Vydavatel
es_es: Discográfica
it: Casa discografica
pt: Rótulo
ru: Лейбл
sk: Vydavateľ
sv: Utgivare

# Mcl
source: Musician credits list
cs: Seznam hudebníků
de: Beteiligte Musiker
es_es: Lista de créditos musicales
fr_fr: Liste des musiciens crédités
it: Lista riconoscimenti
nl_be: Muzikant krediet lijst
pt: Lista de créditos do músico
ru: Список состава группы
sk: Zoznam hudobníckych kreditov
sv: Musiker

source: Release type
cs: Typ
de: Veröffentlichungstyp
es_es: Tipo de lanzamiento
fr_fr: Type de parution
it: Tipo di pubblicazione
nl_be: Uitgavetype
pt: Tipo de lançamento
ru: Тип выпуска
sk: Typ vydania
sv: Utgivningstyp

source: Edit multiple comments
cs: Upravit více komentářů
de: Multiple Kommentare bearbeiten
es_es: Editar comentarios múltiples
fr_fr: Editer les commentaires multiples
it: Modifica più commenti
nl_be: Meerdere commentaren bewerken
pt: Editar múltiplos comentários
ru: Изменить несколько комментариев
sk: Editovať viac komentárov
sv: Ändra multipla kommentarer

source: Comments
cs: Komentáře
de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it: Commenti
nl_be: Opmerkingen
pt: Comentários
ru: Комментарии
sk: Komentáre
sv: Kommentarer

source: Edit biography
cs: Upravit biografii
de: Biografie bearbeiten
es_es: Editar biografía
fr_fr: Editer la biographie
it: Modifica biografia
nl_be: Biografie bewerken
pt: Editar biografia
ru: Изменить биографию
sk: Editovať biografiu
sv: Ändra biografi

source: Edit lyrics
cs: Upravit text
de: Liedtext bearbeiten
es_es: Editar letras...
fr_fr: Editer les paroles
it: Modifica testi
nl_be: Songteksten bewerken
pt: Editar letras
ru: Изменить текст
sk: Editovať text
sv: Ändra låttexter

source: Album artist sort order
cs: Řazení interpretů alba
de: Albuminterpret-Sortierung
es_es: Criterio ord. artista del álbum
fr_fr: Ordre de tri de l'art. de l'alb.
it: Ordinamento artista
nl_be: Albumartiest sorteervolgorde
pt: Ordem de álbum artista
ru: Порядок исполнителей (альбом)
sk: Poradie podľa interpréta albumu
sv: Albumartist sortering

source: Album sort order
cs: Řazení alba
de: Album-Sortierung
es_es: Criterio ord. álbum
fr_fr: Ordre de tri de l'alb.
it: Ordinamento album
nl_be: Album sorteervolgorde
pt: Ordem de álbum
ru: Порядок альбомов
sk: Poradie podľa albumu
sv: Album sortering

source: Album subtitle
cs: Podtitul alba
de: Albumuntertitel
es_es: Subtítulo del álbum
fr_fr: Sous-titre d'album
it: Sottotitolo album
nl_be: Album ondertitel
pt: Subtítulo do álbum
ru: Подзаголовок альбома
sk: Podnázov albumu
sv: Album undertitel

source: Album version
cs: Verze alba
de: Edition
es_es: Versión de álbum
fr_fr: Version d'album
it: Edizione album
nl_be: Album versie
pt: Versão do álbum
ru: Версия альбома
sk: Verzia albumu

source: Artist sort order
cs: Řazení interpretů
de: Interpretensortierung
es_es: Criterio ord. artista
fr_fr: Ordre de tri de l'art.
it: Ordinamento artista
nl_be: Artiest sorteervolgorde
pt: Ordem de artista
ru: Порядок исполнителей
sk: Poradie triedenia interprétov
sv: Artist sortering

source: Artist url
cs: URL interpreta
de: Interpret-URL
es_es: Url de artista
fr_fr: Url de l'artiste
it: URL artista
nl_be: Artiest url
pt: Url do artista
ru: Ссылка на исполнителя
sk: Url interpréta

source: Audio file url
cs: URL audio souboru
de: Audiodatei-URL
es_es: Url del archivo de audio
fr_fr: Url du fichier audio
it: URL file audio
nl_be: Audiobestand url
pt: Url do arquivo de áudio
ru: Ссылка на аудиофайл
sk: Url audio súboru
sv: Ljudfil url

# BandOrch
source: Band/Orchestra
cs: Skupina/orchestr
de: Band/Orchester
es_es: Banda/Orquesta
fr_fr: Groupe/orchestre
it: Orchestra
nl_be: Groep/Orkest
pt: Banda/orquestra
ru: Группа, оркестр
sk: Skupina/orchester
sv: Band/orkester

source: Bpm
ru: Уд/мин

source: Buy cd url
cs: Koupit CD
de: Kauf-URL
es_es: Url para comprar el CD
fr_fr: Url d'achat de CD
it: URL acquisto CD
nl_be: Koop CD url
pt: Url para comprar CD
ru: Ссылка на покупку CD
sk: Adresa pre nákup cd
sv: Köp CD url

source: Catalog number
cs: Katalogové číslo
de: Katalognummer
es_es: Número de catálogo
fr_fr: Numéro du catalogue
it: Numero catalogo
nl_be: Catalogusnummer
pt: Número do catálogo
ru: Номер по каталогу
sk: Katalógové číslo
sv: Katalognummer

source: Comment
cs: Komentář
de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it: Commento
nl_be: Opmerking
pt: Comentário
ru: Комментарий
sk: Komentár
sv: Kommentar

source: Composer
cs: Skladatel
de: Komponist
es_es: Compositor
fr_fr: Compositeur
it: Compositore
nl_be: Componist
pt: Compositor
ru: Композитор
sk: Skladateľ
sv: Kompositör
