Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# AboutData
source: Helium Credits: Lead Programming: Mikael Stalvik Additional Programming: Fredrik Heidgert Installation System: Mikael Stalvik Special thanks to: All users that have contibuted to the development of the new Helium! Helium official website: http://www.helium.fm
cs: Helium vytvořili: Hlavní programátor: Mikael Stalvik Pomocný programátor: Fredrik Heidgert Instalační systém: Mikael Stalvik Zvláštní poděkování: Všem uživatelům, kteří se podíleli na vývoji nové verze programu Helium! Oficiální stránka Helium: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. Všechna práva vyhrazena.
de: Helium Credits: Hauptprogrammierer: Mikael Stalvik Zusätzliche Programmierung: Fredrik Heidgert Installationssystem: Mikael Stalvik Besonderer Dank gilt: Allen Benutzern, die zu der Entwicklung des neuen Helium beigetragen haben! Offizielle Helium Webseite: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. Alle Rechte vorbehalten.
es_es: Créditos de Helium: Programador principal: Mikael Stalvik Programación adicional: Fredrik Heidgert Sistema de instalación: Mikael Stalvik Gracias especiales a: ¡Todos los usuarios que han contribuido al desarrollo del nuevo Helium! Página oficial de Helium: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. Todos los derechos reservados.
fr_fr: Crédits Helium : Programmeur principal: Mikael Stalvik Programmeur additionnel: Fredrik Heidgert Système d'installation: Mikael Stalvik Merci : à tous les utilisateurs qui ont contribué au développement de ce nouvel Helium! Helium site Web officiel: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. All permissions reserved.
it: Helium Credits: Capo Programmatore: Mikael Stalvik Programmatore: Fredrik Heidgert Installatore di sistema: Mikael Stalvik Ringraziamneti a: Tutti gli utenti che hanno contribuito allo sviluppo del nuovo Helium! Sito ufficiale di Helium: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. All permissions reserved.
nl_be: Helium Dankbetuigingen: Lead Programmering: Mikael Stalvik Extra Programmering: Fredrik Heidgert Installatie Systeem: Mikael Stalvik Speciale dank aan: Alle gebruikers die hebben bijgedragen aan de ontwikkeling van de nieuwe Helium! Helium officiële website: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. Alle rechten voorbehouden.
pt: Créditos do Helium: Programador líder: Mikael Stalvik Programação: Fredrik Heidgert Sistema de Instalação: Mikael Stalvik Agradecimentos especiais para: Todos usuários que tem contribuído para o desenvolvimento do novo Helium! Website oficial do Helium: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. Todos direitos reservados.
ru: Авторы Helium: Ведущий программист: Mikael Stalvik Дополнительное программирование: Fredrik Heidgert Система установки: Mikael Stalvik Особая благодарность: Всем пользователям, участвовавших в разработке новой версии Helium! Официальный веб-сайт Helium: http://www.helium-music-manager.com Авторское право © Imploded Software AB, 1997-2016. Все права защищены.
sk: Helium Credits: Hlavné Programovanie: Mikael Stalvik Pomocné Programovanie: Fredrik Heidgert Inštalačný Systém: Mikael Stalvik Špeciálne poďakovanie: Všetci uživatelia, ktorí prispeli k vývoju novej verzie Helium! Helium oficiálny web: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. All permissions reserved.
sv: Skapare av Helium: Huvudprogrammering: Mikael Stalvik Assisterandeprogrammering: Fredrik Heidgert Installationssystem: Mikael Stalvik Tack till: Alla användare som har deltagit i testande och utvecklingen av nya Helium! Webbsida: http://www.helium-music-manager.com Copyright © 1997-2016 Imploded Software AB. All permissions reserved.

source: Export
de: Exportieren
es_es: Exportar
fr_fr: Exporter
it: Esporta
nl_be: Exporteren
pt: Exportar
ru: Экспорт
sk: Exportovať
sv: Exportera

source: Export to M3U
cs: Export do M3U
de: Exportieren nach M3U
es_es: Exportar a M3U
fr_fr: Exporter vers M3U
it: Esporta a M3U
nl_be: Naar M3U exporteren
pt: Exportar para M3U
ru: Экспорт в M3U
sk: Esportovať do M3U
sv: Exportera till M3U

source: Export to M3U8
cs: Export do M3U8
de: Exportieren nach M3U8
es_es: Exportar a M3U8
fr_fr: Exporter vers M3U8
it: Esporta a M3U8
nl_be: Naar M3U8 exporteren
pt: Exportar para M3U8
ru: Экспорт в M3U8
sk: Exportovať do M3U8
sv: Exportera till M3U8

source: Export to PLS
cs: Export do PLS
de: Exportieren nach PLS
es_es: Exportar a PLS
fr_fr: Exporter vers PLS
it: Esporta a PLS
nl_be: Naar PLS exporteren
pt: Exportar para PLS
ru: Экспорт в PLS
sk: Exportovať do PLS
sv: Exportera till PLS

# DownloadInput
source: Input
cs: Vstup
de: Eingabe
es_es: Entrada
fr_fr: Entrée
nl_be: Invoeren
pt: Entrada
ru: Ввод
sk: Vstup
sv: Indata

# CopyFilesMenu
source: Copy files...
cs: Kopírovat soubory...
de: Dateien kopieren...
es_es: Copiar archivos...
fr_fr: Copier les fichiers...
it: Copia file...
nl_be: Bestanden kopiëren...
pt: Copiar arquivos...
ru: Копировать файлы…
sk: Kopírovať súbory...
sv: Kopiera filer...

# MoveFilesMenu
source: Move files...
cs: Přesunout soubory...
de: Dateien verschieben...
es_es: Mover archivos...
fr_fr: Déplacer les fichiers...
it: Sposta file...
nl_be: Bestanden verplaatsen ...
pt: Mover arquivos...
ru: Переместить файлы…
sk: Presunúť súbory...
sv: Flytta filer...

# ProgressCopyFiles
source: Copying file {0}/{1}
cs: Kopírování souboru {0}/{1}
de: Kopiere Datei {0}/{1}
es_es: Copiando archivo {0}/{1}
fr_fr: Copier le fichier {0}/{1}
it: Copia file {0}/{1}
nl_be: Kopiëren bestand {0}/{1}
pt: Copiando arquivo {0}/{1}
ru: Копирование файла {0} из {1}
sk: Kopírujem súbor {0}/{1}
sv: Kopierar fil {0}/{1}

# ProgressCopyTitle
source: Copying files
cs: Kopírování souborů
de: Kopiere Dateien
es_es: Copiando archivos
fr_fr: Copier les fichiers
it: Copia file
nl_be: Kopiëren van bestanden
pt: Copiando arquivos
ru: Копирование файлов
sk: Kopírujem súbory
sv: Kopierar filer

# ProgressMoveFiles
source: Moving file {0}/{1}
cs: Přesouvání souboru {0}/{1}
de: Verschiebe Datei {0}/{1}
es_es: Moviendo archivos {0}/{1}
fr_fr: Déplacer le fichier {0}/{1}
it: Sposta file {0}/{1}
nl_be: Verplaatsen bestand {0}/{1}
pt: Movendo arquivo {0}/{1}
ru: Перемещение файла {0} из {1}
sk: Presúvam súbor {0}/{1}
sv: Flyttar fil {0}/{1}

# ProgressMoveTitle
source: Moving files
cs: Přesouvání souborů
de: Verschiebe Dateien
es_es: Moviendo archivos
fr_fr: Déplacer les fichiers
it: Sposta file
nl_be: Verplaatsen bestanden
pt: Movendo arquivos
ru: Перемещение файлов
sk: Presúvam súbory
sv: Flyttar filer

source: Select destination folder
cs: Vyberte cílovou složku
de: Wähle Zielverzeichnis
es_es: Seleccionar carpeta de destino
fr_fr: Sélectionnez le dossier de destination
it: Seleziona la cartella di destinazione
nl_be: Selecteer de doelmap
pt: Selecione a pasta de destino
ru: Выберите папку назначения
sk: Výber cieľového adresára
sv: Välj destinationsmapp

source: Apply changes
cs: Použít změny
de: Änderungen durchführen
es_es: Aplicar cambios
fr_fr: Appliquer les changements
it: Applica modifiche
nl_be: Wijzigingen toepassen
pt: Aplicar alterações
ru: Применить изменения
sk: Aplikovať zmeny
sv: Applicera

# PendingChangesWarning
source: There are pending changes. Click the Apply changes button to apply the changes to your library and tags.
cs: Je potřeba provést změny. Kliknutím na tlačítko Použít změny budou provedeny změny ve vaší knihovně.
de: Es gibt unerledigte Änderungen. Klicke Änderungen durchführen, um diese auf die Datenbank und Tags zu anzuwenden.
es_es: Hay cambios pendientes. Clic en el botón Aplicar cambios para efectuarlos en tu biblioteca y etiquetas.
fr_fr: Il y a des changements en attente. Cliquez sur le bouton Appliquer les changements pour appliquer les changements à votre bibliothèque et aux tags.
it: Ci sono modifiche in attesa. Clicca il tasto Applica modifiche per eseguire le modifiche alla tua collexione e ai TAG
nl_be: Er zijn veranderingen in behandeling. Klik op de knop Wijzigingen toepassen om de wijzigingen in uw bibliotheek en labels toe te passen.
pt: Existem alterações pendentes. Clique no botão Aplicar alterações para aplicar as alterações para a sua coleção e rótulos.
ru: Есть еще не примененные изменения. Чтобы применить их в библиотеке и тегах, нажмите кнопку «Применить изменения».
sk: Niektoré zmeny stále čakajú. Kliknite na tlačítko Aplikovať, aby sa zmeny uložili do knižnice a súborov.
sv: Det finns väntande ändringar. Klicka på Applicera för att applicera ändringarna nu.

source: Toggle edit mode
cs: Zapnout režim úprav
de: Bearbeitungsmodus umschalten
es_es: Activar modo edición
fr_fr: Basculer mode éditeur
it: Modalità modific commutata
nl_be: Bewerkingsmodus inschakelen
pt: Alternar modo editar
ru: Включение режима правки
sk: Prepnúť editovací mód
sv: Växla mellan inmatningsläge

source: Destination folder
cs: Cílová složka
de: Zielordner:
es_es: Carpeta de destino
fr_fr: Dossier de destination
it: Cartella di destinazione
nl_be: Doelmap
pt: Pasta de destino
ru: Целевая папка
sk: Cieľový adresár
sv: Destinationsmapp

# ImplodedOnTheWeb
source: Imploded Software on the web
cs: Imploded Software na webu
de: Imploded Software im Internet
es_es: Imploded Software en la web
fr_fr: Imploded Software sur le web
it: Imploded Software nel Web
nl_be: Imploded Software op het internet
pt: Imploded software na web
ru: Imploded Software в Интернете
sk: Imploded software na webe
sv: Imploded Software på webben

source: Official web site
cs: Oficiální stránka
de: Offizielle Webseite
es_es: Página web oficial
fr_fr: Site Web Officiel
it: Sito ufficiale
nl_be: Officiële website
pt: Website oficial
ru: Официальный веб-сайт
sk: Oficiálny web
sv: Officiell webbsida

# RemapPathMenu
source: Remap path...
cs: Přemapovat cestu...
de: Pfad anpassen...
es_es: Remapear ruta...
fr_fr: Redéfinir le chemin...
it: Rimappa percorso...
nl_be: Pad remappen...
pt: Remapear caminho...
ru: Переназначение пути…
sk: Premapovať cestu...
sv: Mappa om sökvägar...

# RemapPathTitle
source: Remap path
cs: Přemapování cesty
de: Pfad anpassen
es_es: Remapear ruta
fr_fr: Redéfinir le chemin
it: Rimappa percorso
nl_be: Pad remappen
pt: Remapear caminho
ru: Переназначение пути
sk: Zmena cesty
sv: Mappa om sökvägar

source: Source folder
cs: Zdrojová složka
de: Quellordner:
es_es: Carpeta de origen
fr_fr: Dossier source
it: Cartella sorgente
nl_be: Bron map
pt: Pasta de origem
ru: Исходная папка
sk: Zdrojový adresár
sv: Källmapp

source: Support
cs: Podpora
es_es: Soporte
it: Supporto
nl_be: Ondersteuning
pt: Suporte
ru: Поддержка
sk: Podpora

source: Background options
cs: Volby pozadí
de: Hintergrund Optionen
es_es: Opciones de fondo
fr_fr: Options de l'arrière-plan
it: Opzioni sottofondo
nl_be: Achtergrond opties
pt: Opções de fundo
ru: Параметры фона
sk: Možnosti pozadia
sv: Bakgrundsinställningar

source: Blur
cs: Rozmazání
de: Unschärfe
es_es: Difuminar
fr_fr: Flou
it: Sfocatura
nl_be: Vervagen
pt: Desfocagem
ru: Размытие
sk: Rozmazanie
sv: Oskärpa

source: Center
cs: Vycentrovat
de: Zentrum
es_es: Centrado
fr_fr: Centre
it: Centra
nl_be: Middelpunt
pt: Centro
ru: Центр
sk: Centrovať
sv: Centrera

source: Fill center
cs: Vyplnit na střed
de: Füllen Zentrum
es_es: Rellenar en el centro
fr_fr: Centrer et remplir
it: Riempi al centro
nl_be: Middelpunt vullen
pt: Preencher centro
ru: Заливка центра
sk: Vyplniť
sv: Fyll från mitten

source: Fill top
cs: Vyplnit nahoru
de: Füllen oben
es_es: Rellenar arriba
fr_fr: Remplir le haut
it: Riempi in alto
nl_be: Bovenstuk vullen
pt: Preencher cima
ru: Заливка сверху
sk: Vyplň vrch
sv: Fyll från toppen

source: Opacity
cs: Neprůhlednost
de: Deckkraft
es_es: Opacidad
fr_fr: Opacité
it: Opacità
nl_be: Transparantie
pt: Opacidade
ru: Непрозрачность
sk: Priehľadnosť
sv: Genomskinlighet

# TileByX
source: Tile image horizontally
cs: Dlaždice horizontálně
de: Bild horizontal kacheln
es_es: Imagen en mosaico horizontalmente
fr_fr: Daller horizontalement avec l'image
it: Affianca immagine orizzontalmente
nl_be: Tegelafbeelding horizontaal
pt: Imagem azulejos horizontais
ru: Замостить сверху вниз
sk: Vyplniť obraz horizontálne
sv: Täck horisontellt

# TileByXy
source: Tile image
cs: Dlaždice
de: Bild kacheln
es_es: Imagen en mosaico
fr_fr: Daller avec l'image
it: Affianca immagine
nl_be: Tegelafbeelding
pt: Imagem azulejos
ru: Замостить
sk: Vyplniť obraz
sv: Täck

# TileHalf
source: Tile image horizontally (use full height)
cs: Dlaždice horizontálně (použít plnou výšku)
de: Bild horizontal kacheln (nutze komplette Höhe)
es_es: Imagen en mosaico (usar altura completa)
fr_fr: Daller horizontalement avec l'image (utiliser la hauteur totale)
it: Affianca immagine orizzontalmente (a tutt'altezza)
nl_be: Tegelafbeelding horizontaal (volledige hoogte gebruiken)
pt: Imagem azulejos horizontais (usar toda altura)
ru: Замостить сверху вниз (по всей высоте)
sk: Vyplniť obraz horizontálne (použiť plnú výšku)
sv: Täck horisontellt (full höjd)

# PathsRemapped
source: Paths has been remapped. Helium now needs to restart.
cs: Cesta byla přemapována. Je potřeba restartovat Helium.
de: Pfade wurden angepasst. Helium muss neugestartet werden.
es_es: Las rutas han sido remapeadas. Helium necesita reiniciar.
fr_fr: Les chemins ont été redéfinis. Helium doit maintenant redémarrer.
it: Il percorso è stato rimappato. Helium dev'essere riavviato.
nl_be: Paden zijn opnieuw toegewezen. Helium moet nu opnieuw worden opgestart.
pt: Caminhos foram remapeados. Helium agora precisa ser reiniciado.
ru: Пути переназначены. Необходимо перезапустить Helium.
sk: Cesty boli zmenené. Hélium je nutné reštartovať.
sv: Sökvägar har mappats om. Helium startas om.

# BlurWarning
source: Please note that when using blur rendering performance can be affected
cs: Vemte prosím na vědomí, že efekt rozmazání může ovlivnit výkon systému
de: Durch die Benutzung von Unschärfe kann die Leistung beeinträchtigt werden.
es_es: Ten en cuenta que al usar representación con desenfoque el rendimiento puede verse afectado
fr_fr: Veuillez noter que lorsque vous utilisez le rendu flou les performances peuvent en être affectées.
it: Nota che utilizzando il rendering sfocato il sistema potrebbe rallentare
nl_be: Houd er rekening mee dat bij het gebruik van vervaging weergave prestaties kunnen worden beïnvloed
pt: Por favor note que usar renderização com desfocagem pode afetar o desempenho
ru: Внимание: при отрисовке с размытием может снижаться производительность
sk: Nezabudnite, že pri použití blur renderovania môže byť ovplyvnený výkon.
sv: Vänligen notera att oskärpa påverkar prestandan

source: Fill above center
cs: Vyplnit nad střed
de: Füllen oberhalb des Zentrums
es_es: Rellenar por encima del centro
fr_fr: Remplir au dessus du centre
it: Riempi sopra al centro
nl_be: Boven middelpunt vullen
pt: Preencher acima do centro
ru: Заливка выше центра
sk: Vyplň nad stredom
sv: Fyll ovan mitten

source: Fill below center
cs: Vyplnit pod střed
de: Füllen unterhalb des Zentrums
es_es: Rellenar por debajo del centro
fr_fr: Remplir au dessous du centre
it: Riempi sotto al centro
nl_be: Onder middelpunt vullen
pt: Preencher abaixo do centro
ru: Заливка ниже центра
sk: Vyplň pod stredom
sv: Fyll nedan mitten

source: Fill bottom
cs: Vyplnit dolů
de: Füllen unten
es_es: Rellenar abajo
fr_fr: Remplir le bas
it: Riempui in basso
nl_be: Onderstuk vullen
pt: Preencher embaixo
ru: Заливка снизу
sk: Vyplň spodok
sv: Fyll från botten

# LibraryNeedsUpdate
source: The selected database needs to be upgraded before it can be opened. Click OK to upgrade the database.
cs: Před otevřením vybrané databáze je potřeba tuto databázi upgradovat. Kliknutím na OK provedete upgrade databáze.
de: Die gewählte Datenbank muss aktualisiert werden, bevor sie geöffnet werden kann. Klicke OK zur Aktualisierung.
es_es: La base de datos seleccionada necesita ser actualizada antes de que se pueda abrir. Clic en OK para actualizar la base de datos.
fr_fr: La base de données sélectionnée doit être mise à jour avant de pouvoir être ouverte. Cliquez sur OK pour mettre à jour la base de données.
it: Il database selezionato deve essere aggiornato prima di poter essere aperto. Clicca OK per aggiornare il database.
nl_be: De geselecteerde databank moet opgewaardeerd worden voordat het kan worden geopend. Klik op OK om de databank te upgraden.
pt: O banco de dados selecionado precisa ser atualizado antes que ele possa ser aberto. Clique OK para atualizar o banco de dados.
ru: чтобы открыть выбранную базу данных, нужно ее обновить. Чтобы обновить базу данных, нажмите «OK».
sk: Vybraná databáza musí byť pred otvorením aktualizovaná. Klikni na OK pre aktualizáciu databázy.
sv: Den valda databasen behöver uppdatera innan den kan öppnas. Klicka på OK för att uppgradera databasen.

# Library_Hmm11Database
source: The database you are trying to open is a Helium 11 or older database. To be able to use this database you need to import it into a new database from Library management.
cs: Databáze, kterou se pokoušíte otevřít, je databáze z Helium 11 nebo starší. Abyste mohli tuto databázi používat, je nutné ji importovat do nové databáze ve Správě knihovny.
de: Die Datenbank, die geöffnet werden soll, ist von Helium 11 oder älter. Um diese Datenbank nutzen zu können, muss sie über das Datenbankverwaltung in eine neue Datenbank importiert werden.
es_es: La base de datos que intentas abrir es una base datos de Helium 11 o anterior. Para poder usar esta base de datos necesitas importarla en una nueva base de datos desde el Administrador de biblioteca.
fr_fr: La base de données que vous essayez d'ouvrir est une base de données Helium 11 ou plus ancienne. Pour pouvoir utiliser cette base de données vous devez l'importer dans une nouvelle base de données depuis la gestion de la bibliothèque.
it: Il database che vuoi aprire è un database di Helium 11 o antecedente. Per poter usare questo database è necessario importarlo in un nuovo database tramite Gestione collezione.
nl_be: De databank die U probeert te openen is een Helium 11 of oudere databank. Om deze databank te gebruiken moet U ze in een nieuwe databank importeren uit het Bibliotheek beheer.
pt: O banco de dados que você está tentando abrir é um banco de dados do Helium 11 ou anterior. Para poder user este banco de dados você precisa importá-lo em um novo banco de dados à partir do gerenciamento de acervo.
ru: Вы пытаетесь открыть базу данных Helium 11 или старшую версию. Чтобы использовать эту базу данных, необходимо импортировать ее в новую БД из «Управления библиотекой».
sk: Databáza, ktorú sa pokúšate otvoriť je z verzie Helium 11 alebo staršej. Aby ste ju mohli používať je nutné importovať ju do novej databázy cez Manažment kniznice.
sv: Databasen du försöker öppna är från Helium 11 eller en äldre version. För att använda denna databas behöver du importera den från bibliotekshanteringen.

source: Discard
cs: Zahodit
de: Widerrufen
es_es: Descartar
fr_fr: Ecarter
it: Scarica
nl_be: Uitsluiten
pt: Descartar
ru: Отменить
sk: Zahodiť
sv: Släng

source: Download album pictures
cs: Stažení obrázků alb
de: Albumbilder herunterladen
es_es: Descargar imágenes de álbum
fr_fr: Télécharger les images d'albums
it: Download immagini album
nl_be: Albumafbeeldingen downloaden
pt: Baixar imagens do álbum
ru: Скачать изображения альбомов
sk: Stiahnutie obrázkov albumov
sv: Ladda ner album bilder

# DownloadAlbumPicturesMenu
source: Download album pictures...
cs: Stáhnout obrázky alb...
de: Albumbilder herunterladen...
es_es: Descargar imágenes de álbum...
fr_fr: Télécharger les images d'albums...
it: Download immagini album...
nl_be: Albumafbeeldingen downloaden...
pt: Baixar imagens do álbum...
ru: Скачать изображения альбомов…
sk: Stiahnúť obrázky albumov...
sv: Ladda ner album bilder...

source: Select
cs: Vybrat
de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it: Seleziona
nl_be: Kiezen
pt: Selecionar
ru: Выбор
sk: Výber
sv: Välj

source: Select all without pictures
cs: Vybrat vše bez obrázků
de: Alles ohne Bilder wählen
es_es: Seleccionar todos sin imágenes
fr_fr: Sélectionner tous ceux sans images
it: Seleziona tutto quello che è senza immagini
nl_be: Alles zonder afbeeldingen selecteren
pt: Selecionar todos sem imagem
ru: Выберите все без изображений
sk: Vybrať všetky bez obrázkov
sv: Välj alla utan bilder

source: Download artist pictures
cs: Stažení obrázků interpretů
de: Interpretenbilder herunterladen
es_es: Descargar imágenes de artista
fr_fr: Télécharger les images des artistes
it: Download immagini artista
nl_be: Artiestafbeeldingen downloaden
pt: Baixar imagens de artistas
ru: Скачать изображения исполнителей
sk: Sťahovanie obrázkov interprétov
sv: Ladda ner artist bilder

# DownloadArtistPicturesMenu
source: Download artist pictures...
cs: Stáhnout obrázky interpretů...
de: Interpretenbilder herunterladen...
es_es: Descargar imágenes de artista...
fr_fr: Télécharger les images des artistes...
it: Download immagini artista...
nl_be: Artiestafbeeldingen downloaden...
pt: Baixar imagens de artistas...
ru: Скачать изображения исполнителей…
sk: Stiahnúť obrázky interprétov...
sv: Ladda ner artist bilder...

# CheckForUpdatesMenu
source: Check for updates...
cs: Zkontrolovat aktualizace...
de: Nach Updates suchen...
es_es: Comprobar actualizaciones...
fr_fr: Vérifier les mises à jour...
it: Controllo aggiornamenti...
nl_be: Op updates controleren...
pt: Verificar atualizações...
ru: Проверка обновлений…
sk: Kontrola aktualizácií...
sv: Sök efter uppdateringar...

source: Downloading new version
cs: Stažení nové verze
de: Neue Version herunterladen
es_es: Descargando nueva versión
fr_fr: Téléchargement de la nouvelle version
it: Nuova versione in download
nl_be: Nieuwe versie aan het downloaden
pt: Baixando nova versão
ru: Скачивание новой версии
sk: Sťahujem novú verziu
sv: Laddar ner ny version

# EnableAutomaticUpdateCheck
source: Enable automatic update checks
cs: Zapnout automatickou aktualizaci
de: Automatische Updatesuche aktivieren
es_es: Activar comprobaciones automáticas de actualizaciones
fr_fr: Activer la vérification automatique des mises à jour
it: Abilita controllo automatico aggiornamenti
nl_be: Automatische update-controles inschakelen
pt: Habilitar verificação de atualização automática
ru: Проверять обновления автоматически
sk: Povoliť automatickú kontrolu aktualizácií
sv: Aktivera automatisk sökning efter uppdateringar

source: Available plug-ins
cs: Dostupné pluginy
de: Vorhandene Erweiterungen
es_es: Plug-ins disponibles
fr_fr: Plug-ins disponibles
it: Plug-in disponibili
nl_be: Beschikbare plugins
pt: Plug-ins disponíveis
ru: Доступные плагины
sk: Dostupné pluginy
sv: Tillgängliga plug-ins

source: Configure...
cs: Konfigurovat...
de: Konfigurieren...
es_es: Configurar...
fr_fr: Configurer...
it: Configura
nl_be: Configureren...
pt: Configurar...
ru: Конфигурация…
sk: Konfigurovať...
sv: Inställningar...

source: Plug-ins
cs: Pluginy
de: Erweiterungen
it: Plug-in
ru: Плагины
sk: Pluginy
