Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# DatabaseExists
source: The database already exists. Please choose a new name.
cs: Tato databáze již existuje. Vyberte prosím jiný název.
de: Die Datenbank existiert bereits. Bitte einen anderen Namen wählen.
es_es: La base de datos ya existe. Por favor, elige un nombre nuevo.
fr_fr: La base de données existe déjà. Veuillez choisir un nouveau nom.
it: Un database con questo nome è già esistente. Scegliere un altro nome.
nl_be: De databank bestaat al. Kies een nieuwe naam.
pt: O banco de dados já existe. Por favor escolha outro nome.
ru: База данных уже существует. Выберите другое имя.
sk: Takáto databáza už existuje. Prosím vyberte nové meno.
sv: Databasen finns redan. Välj ett nytt namn.

source: Large
cs: Velké
de: Groß
es_es: Grande
it: Grande
nl_be: Groot
pt: Grande
ru: Большой
sk: Veľký
sv: Stor

source: Medium
cs: Střední
de: Mittel
es_es: Mediano
fr_fr: Moyen
it: Medio
pt: Médio
ru: Средний
sk: Stredný
sv: Mellan

source: Small
cs: Malé
de: Klein
es_es: Pequeña
fr_fr: Petit
it: Piccolo
nl_be: Klein
pt: Pequeno
ru: Малый
sk: Malý
sv: Liten

source: Thumbnail size
cs: Velikost náhledů
de: Thumbnailgröße
es_es: Tamaño de miniatura
fr_fr: Taille des vignettes
it: Dimensione miniatura
nl_be: Miniatuurformaat
pt: Tamanho de miniaturas
ru: Размер эскизов
sk: Veľkosť náhľadu
sv: Bild storlek

# ThumbnailSizeChanged
source: Thumbnail size has been changed. Click OK to restart Helium.
cs: Došlo ke změně velikosti náhledů. Kliknutím na OK restartujete Helium.
de: Die Thumbnailgröße wurde geändert. Klicke OK um Helium neuzustarten.
es_es: Se ha cambiado el tamaño de miniatura. Clic en OK para reiniciar Helium.
fr_fr: La taille des vignettes a été modifiée. Cliquez sur OK pour redémarrer Helium.
it: La dimensione miniatura è stata modificata. Clicca OK per riavviare Helium.
nl_be: Miniatuurformaat is gewijzigd. Klik op OK om Helium te herstarten.
pt: O tamanho das miniaturas foi alterado. Clique OK para reiniciar o Helium.
ru: Размер эскизов изменен. Нажмите «OK», чтобы перезапустить Helium.
sk: Veľkosť náhľadu sa zmenila. Kliknite na OK, aby sa Helium reštartoval.
sv: Storleken på miniatyrbilderna har ändrats. Klicka på OK för att starta om Helium.

source: Desktop alerts
cs: Upozornění na ploše
de: Desktop Meldungen
es_es: Alertas de escritorio
fr_fr: Alertes du bureau
it: Avvisi desktop
nl_be: Bureaublad waarschuwingen
pt: Alertas desktop
ru: Оповещения на рабочем столе
sk: Upozornenia na desktope
sv: Notifikationer

source: Theme
cs: Motiv
de: Design
es_es: Tema
fr_fr: Thème
it: Tema
nl_be: Thema
pt: Tema
ru: Тема
sk: Téma
sv: Tema

source: Contact
cs: Kontakt
de: Kontakt
es_es: Contacto
it: Contatto
pt: Contato
ru: Контакты
sk: Kontakt
sv: Kontakt

# EditLabelWindow
source: Edit label
cs: Upravit vydavatele
de: Label bearbeiten
es_es: Editar discográfica
fr_fr: Editer le label
it: Modifica casa discografica
nl_be: Label bewerken
pt: Editar rótulo
ru: Изменить лейбл
sk: Editácia vydavateľa
sv: Ändra utgivare

# BackupRestoredNoProblems
source: Backup restored with no problems. Click OK to restart Helium.
cs: Záloha byla obnovena bez problémů. Kliknutím na OK restartujete Helium.
de: Backup ohne Probleme wiederhergestellt. Klicke OK um Helium neuzustarten.
es_es: Restauración de copia de seguridad efectuada sin problemas. Clic en OK para reiniciar Helium.
fr_fr: Sauvegarde restaurée sans problème. Cliquez OK pour redémarrer Helium.
it: Ripristino backup completato. Clicca OK per riavviare Helium.
nl_be: Reservekopie zonder problemen hersteld.. Klik op OK om Helium te herstarten.
pt: A cópia de segurança foi restaurada sem problemas. Clique OK para reiniciar o Helium.
ru: Резервная копия восстановлена без ошибок. Нажмите «OK», чтобы перезапустить Helium.
sk: Záloha bola úspešne obnovená. Kliknite na OK pre reštart aplikácie Helium.
sv: Backupen återställdes utan problem. Klicka på OK för att starta om Helium.

# BackupRestoredWithProblems
source: Backup restored with one or more problems.
cs: Záloha byla obnovena s jedním nebo více problémy.
de: Backup mit einem oder mehr Problemen wiederhergestellt.
es_es: Restauración de copia de seguridad con uno o más problemas.
fr_fr: Sauvegarde restaurée avec un ou plusieurs problème(s).
it: Ripristino backup completato con uno o più problemi.
nl_be: Reservekopie met één of meer problemen hersteld.
pt: A cópia de segurança foi restaurada com um ou mais problemas.
ru: Резервная копия восстановлена с ошибками.
sk: Záloha bola obnovená s jedným alebo viacerými problémami.
sv: Backupen återställdes utan problem.

# DatabaseIsActive
source: The database you are trying to restore is currently active. Please choose another filename to restore the database to.
cs: Databáze, kterou se pokoušíte obnovit, je momentálně aktivní. Vyberte prosím jiný název souboru, kam obnovit databázi.
de: Die zur Wiederherstellung gewählte Datenbank ist momentan aktiv. Bitte einen anderen Dateinamen zur Wiederherstellung wählen.
es_es: La base de datos que intentas restaurar está activa actualmente. Por favor, elige otro nombre de archivo para restaurar la base de datos en él.
fr_fr: La base de données que vous essayez de restaurer est actuellement active. Veuillez choisir un autre nom de fichier pour restaurer la base de données.
it: Il database che stati cercando di ripristinare è attualmente in uso. Scegli un altro database da ripristinare.
nl_be: De databank die u probeert te herstellen is op dit moment actief. Kies een andere bestandsnaam om de databank te herstellen.
pt: O banco de dados que você está tentando restaurar está atualmente ativo. Por favor escolha outro nome de arquivo.
ru: База данных, которую вы пытаетесь восстановить, сейчас активна. Выберите для восстановления БД другое имя файла.
sk: Databáza, ktorú sa snažíte obnoviť, sa aktuálne používa. Vyberte prosím iný názov pre obnovenie databázy.
sv: Databasen du försöker återställa är aktiv. Vänligen välj ett annat filnamn att återställa till.

source: Extracting backup files
cs: Rozbalování souborů se zálohou
de: Extrahiere Backupdateien
es_es: Extrayendo archivos de copia de seguridad
fr_fr: Extraction des fichiers de sauvegarde
it: Estrazione file di backup
nl_be: Reservekopiebestanden uitpakken
pt: Extraindo arquivos de cópia de segurança
ru: Извлечение файлов резервной копии
sk: Rozbaľujem záložné súbory
sv: Packar upp backup filer

# RestoreOverwriteWarn
source: Warning: Existing settings, pictures and scripts will be overwritten during this operation. Click OK to continue.
cs: Varování: Stávající nastavení, obrázky a skripty budou během této operace přepsána. Pokračujte kliknutím na OK.
de: Warnung: Bestehende Einstellungen, Bilder und Skripte werden überschrieben. Klicke OK um fortzufahren.
es_es: Advertencia: La configuración existente, imágenes y scripts serán sobrescritos durante la operación. Clic en OK para continuar.
fr_fr: Attention : Les réglages, images et scripts existants seront écrasés durant cette opération. Cliquez OK pour continuer.
it: Attenzione: le impostazioni, le immagini e gli script esistenti saranno sovrascritti durante questa operazione. Clicca OK per continuare.
nl_be: Waarschuwing: De bestaande instellingen, foto's en scripts worden overschreven tijdens deze handeling. Klik op OK om door te gaan.
pt: Atenção: configurações, imagens e scripts existentes serão sobrescritos durante esta operação. Clique OK para continuar.
ru: Предупреждение: будут перезаписаны существующие настройки, изображения и сценарии. Чтобы продолжить, нажмите «OK».
sk: Upozornenie: Existujúce nastavenia, obrázky a skripty budú počas tejto operácie prepísané. Pre pokračovanie kliknite na OK.
sv: Varning: Befintliga inställningar, bilder och scripts kommer att skrivas över. Klicka på OK för att fortsätta.

source: Restoring backup
cs: Obnovení zálohy
de: Backup wiederherstellen
es_es: Restaurando copia de seguridad
fr_fr: Restauration de la sauvegarde
it: Ripristino backup
nl_be: Reservekopie herstellen
pt: Restaurando cópia de segurança
ru: Восстановление резервной копии
sk: Obnovujem zálohu
sv: Återställer backup

source: Restoring pictures
cs: Obnovení obrázků
de: Bilder wiederherstellen
es_es: Restaurando imágenes
fr_fr: Restauration des images
it: Ripristino immagini
nl_be: Afbeeldingen herstellen
pt: restaurando arquivos
ru: Восстановление изображений
sk: Obnovujem obrázky
sv: Återställer bilder

source: Restoring scripts
cs: Obnovení skriptů
de: Skripte wiederherstellen
es_es: Restaurando scripts
fr_fr: Restauration des scripts
it: Ripristino scrpts
nl_be: Scripts herstellen
pt: Restaurando scripts
ru: Восстановление сценариев
sk: Obnovujem skripty
sv: Återställer scripts

source: Restoring settings
cs: Obnovení nastavení
de: Einstellungen wiederherstellen
es_es: Restaurando configuración
fr_fr: Restauration des réglages
it: Ripristino impostazioni
nl_be: Instellingen herstellen
pt: Restaurando configurações
ru: Восстановление настроек
sk: Obnovujem nastavenia
sv: Återställer inställningar

source: Extreme
cs: Extrémní
de: Extrem
es_es: Extrema
fr_fr: Extrême
it: Estremo
nl_be: Extreem
pt: Extremo
ru: Наивысшее
sk: Extrémna
sv: Extrem

source: Good
cs: Dobrá
de: Gut
es_es: Buena
fr_fr: Bon
it: Buono
nl_be: Goed
pt: Bom
ru: Хорошее
sk: Dobrá
sv: Bra

source: Low
cs: Nízká
de: Einfach
es_es: Baja
fr_fr: Mauvais
it: Basso
nl_be: Laag
pt: Baixo
ru: Низкое
sk: Nízka
sv: Låg

source: Spectrogram
cs: Spektrogram
de: Spektrogramm
es_es: Espectrograma
it: Spettrogramma
pt: Espectrograma
ru: Спектрограмма
sk: Spektrogram

# SpectrogramInfo
source: The quality will be applied the next time a spectrogram is rendered. The better quality that's set, the more time it will take to render and consume more memory. Be careful when using the extreme setting.
cs: Kvalita bude použita při příštím zobrazení spektrogramu. Čím vyšší kvalita je nastavena, tím více času zabere vykreslení a vzrostou nároky na operační paměť. Buďte opatrní při použití extrémního nastavení.
de: Die Qualität wird angewandt, wenn das nächste Spektrogramm gerendert wird. Je besser die gewählte Qualität, desto mehr Zeit und Speicher wird benötigt. Sei daher vorsichtig mit der Extrem Einstellung.
es_es: La calidad se aplicará la próxima vez que el espectrograma sea generado. A mayor calidad, mayor tiempo y consumo de memoria para generarlo. Sé cuidadoso cuando uses el valor extremo.
fr_fr: La qualité sera appliquée la prochaine fois que le rendu du spectrogram sera calculé. La meilleure qualité entraîne qu'il faudra plus de temps pour calculer le rendu et consommera plus de mémoire. Attention lorsque vous utilisez les réglages extrêmes.
it: La qualità sarà applicata la prossima volta che lo spettrogramma
nl_be: De kwaliteit zal worden toegepast de volgende keer dat een spectrogram wordt weergegeven. Hoe beter de kwaliteit is ingesteld, hoe langer het duurt om te maken en het verbruikt ook meer geheugen. Wees voorzichtig bij het gebruik van de extreme instelling.
pt: A qualidade será aplicada na próxima vez que que o espectrograma for renderizado. Quanto maior a qualidade, mais tempo para renderizar e maior o consumo de memória. Tenha cuidado ao usar configurações extremas.
ru: Настройки качества будут применены при следующем отрисовке спектрограммы. Чем выше качество, тем больше потребуется памяти и времени на отрисовку. Учитывайте это при использовании наивысшего качества.
sk: Kvalita bude nastavená pri ďalšom renderovaní spektrogramu. Čím lepšia kvalita bude nastavená, tým viac času a pamäte sa použije. Dávajte pozor pri použití extrémnych nastavení.
sv: Kvalitet kommer appliceras nästa gång spectrogramet skapas. Bättre kvalitet tar mer tid att rendera och konsumerar mer minne. Använd inställningen "Extreme" med försiktighet.

source: Spectrogram palettes
cs: Barvy spektrogramu
de: Spektrogrammpaletten
es_es: Paletas del espectrograma
fr_fr: Palettes du spectrogram
it: Tavolozze spettrogramma
nl_be: Spectrogram paletten
pt: Paleta de espectrograma
ru: Палитры спектрограммы
sk: Palety spektrogramu
sv: Paletter

source: Spectrogram quality
cs: Kvalita spektrogramu
de: Spektrogrammqualität
es_es: Calidad del espectrograma
fr_fr: Qualité du spectrogram
it: Qualità spettrogramma
nl_be: Spectrogram kwaliteit
pt: Qualidade do espectrograma
ru: Качество спектрограммы
sk: Kvalita spektrogramu
sv: Kvalitet

source: Untitled album
cs: Nepojmenované album
de: Unbenanntes Album
es_es: Álbum sin título
fr_fr: Album sans titre
it: Album senza titolo
nl_be: Naamloos Album
pt: Álbum sem título
ru: Альбом без названия
sk: Neznámy album
sv: Okänt album

# WaveFormChannels
source: Waveform (two channels)
cs: Vlny (dva kanály)
de: Wellenform (Stereo)
es_es: Forma de onda (dos canales)
fr_fr: Forme d'onde (deux canaux)
it: Forma d'onda (stereo)
nl_be: Waveform (twee kanalen)
pt: Forma de onda (dois canais)
ru: Форма волны (два канала)
sk: Waveform (dva kanály)
sv: Vågform (två kanaler)

source: Waveform (mixed)
cs: Vlny (mix)
de: Wellenform (Gemischt)
es_es: Forma de onda (mixed)
fr_fr: Forme d'onde (mixé)
it: Forma d'onda (mix)
nl_be: Waveform (gemengd)
pt: Forma de onda (mixed)
ru: Форма волны (смешанная)
sk: Waveform (zmiešané)
sv: Vågform (blandad)

source: Waveform (mono)
cs: Vlny (mono)
de: Wellenform (Mono)
es_es: Forma de onda (mono)
fr_fr: Forme d'onde (mono)
it: Forma d'onda (mono)
pt: Forma de onda (mono)
ru: Форма волны (моно)
sv: Vågform (mono)

# NoFileSelected
source: No files selected
cs: Nevybrán žádný soubor
de: Keine Dateien gewählt
es_es: No hay archivos seleccionados
fr_fr: Aucun fichier sélectionné
it: Nessun file selezionato
nl_be: Geen bestanden geselecteerd
pt: Nenhum arquivo selecionado
ru: Файлы не выбраны
sk: Žiadne súbory neboli vybrané
sv: Inga filer valda

source: Cleaning empty folders...
cs: Čištění prázdných složek...
de: Bereinige leere Ordner...
es_es: Limpiando carpetas vacías...
fr_fr: Nettoyage des dossiers vides...
it: Elimina cartelle vuote...
nl_be: Lege mappen aan het verwijderen...
pt: Limpando pastas vazias...
ru: Очистка пустых папок…
sk: Odstraňujem prázdne adresáre...
sv: Rensar tomma mappar...

# ClickF2ToRename
source: Select an item and press F2 to rename it manually
cs: Vyberte položku a stisknutím F2 ji přejmenujte ručně
de: Wähle ein Element und drücke F2, um es manuell umzubenennen
es_es: Selecciona un elemento y pulsa F2 para renombrarlo manualmente
fr_fr: Sélectionnez un item et pressez F2 pour le renommer manuellement
it: Seleziona una voce e premi F2 per rinominare manualmente
nl_be: Selecteer een item en druk op F2 om het handmatig te hernoemen
pt: Selecione um item e aperte F2 para renomear manualmente
ru: Чтобы переименовать элемент вручную, выберите его и нажмите F2.
sk: Vyber položku a stlač F2 pre manuálne premenovanie
sv: Välj en post och tryck F2 för att byta namn manuellt

source: Enter new filename
cs: Zadejte nový název souboru
de: Neuen Dateinamen eingeben
es_es: Introduce nuevo nombre de archivo
fr_fr: Entrez un nouveau nom de fichier
it: Inserisci nuovo nome file
nl_be: Nieuwe bestandsnaam invoeren
pt: Entre novo nome de arquivo
ru: Введите новое имя файла
sk: Zadaj nové meno súboru
sv: Nytt filnamn

# FileExists
source: The resulting file already exists
cs: Výsledný soubor již existuje
de: Die Zieldatei existiert bereits
es_es: El archivo resultante ya existe
fr_fr: Le fichier correspondant existe déjà
it: Il file risultante esiste già
nl_be: Het verkregen bestand bestaat al
pt: O arquivo resultante já existe
ru: Итоговый файл уже существует
sk: Výsledný súbor už existuje
sv: Den resulterande filen finns redan

# FilenameTooLong
source: The resulting filename is longer than 256 characters
cs: Výsledný název souboru je delší než 256 znaků
de: Der Zieldateiname ist über 256 Zeichen lang
es_es: El archivo resultante es más largo de 256 caracteres
fr_fr: Le nom de fichier correspondant dépasse les 256 caractères
it: Il file risultante è più lungo di 256 caratteri
nl_be: De verkregen bestandsnaam is langer dan 256 tekens
pt: O nome do arquivo resultante é maior do que 256 caracteres
ru: Итоговое имя файла длиннее 256 символов
sk: Meno výsledného súboru je dlhšie ako 256 znakov
sv: Det resulterande namnet är länge än 256 tecken

source: Moving remaining files...
cs: Přesunutí zbylých souborů...
de: Verschiebe übrige Dateien...
es_es: Moviendo el resto de archivos...
fr_fr: Déplacement des fichiers restants...
it: Spostamento file rimanenti...
nl_be: Resterende bestanden verwijderen...
pt: Movendo arquivos restantes...
ru: Перемещение оставшихся файлов…
sk: Presunúť zostávajúce súbory...
sv: Flyttar återstående filer...

source: Ripping track
cs: Kopírování stopy
de: Rippe Track
es_es: Ripeando pista
fr_fr: Numériser la piste
it: Estrazione brano
nl_be: Nummer rippen
pt: Ripando faixa
ru: Копирование дорожки
sk: Ripovanie skladby
sv: Rippar spår

source: Cd-drive
cs: CD-mechanika
de: CD-Laufwerk
es_es: Unidad de CD
it: Lettore CD
nl_be: CD Speler
ru: Дисковод
sk: Cd-mechanika
sv: Cd-enhet

source: Cd-ripper
es_es: Ripear-CD
fr_fr: Numériser un Cd
it: Estrazione CD
ru: Копирование CD

# CdRipperMenu
source: Cd-ripper...
es_es: Ripear-CD...
fr_fr: Numériser un Cd...
it: Estrazione CD...
ru: Копирование CD…

source: No Cd drives found.
cs: Nebylo nalezeno žádné CD médium.
de: Kein CD-Laufwerk gefunden.
es_es: No se han encontrado unidades de CD.
fr_fr: Pas de lecteur de Cd trouvé.
it: Nessun Lettore CD presente
nl_be: Geen CD-stations gevonden.
pt: Nenhum Cd drive foi achado.
ru: Дисководов не найдено.
sk: Žiadne CD mechaniky sa nenašli.
sv: Inga Cd-enheter funna

source: Refresh
cs: Obnovit
de: Aktualisieren
es_es: Refrescar
fr_fr: Rafraîchir
it: Aggiorna
nl_be: Vernieuwen
pt: Atualizar
ru: Обновить
sk: Obnoviť
sv: Updatera

# SelectTracksToRip
source: Select the tracks to rip
cs: Vyberte stopy ke zkopírování
de: Tracks zum rippen auswählen
es_es: Selecciona las pistas a ripear
fr_fr: Sélectionnez les pistes à numériser
it: Seleziona i brani da estrarre
nl_be: Selecteer nummers om te rippen
pt: Selecionar as faixas para ripar
ru: Выберите дорожки для копирования
sk: Vyberte skladby pre ripovanie
sv: Välj spår att rippa

# EqualizerHeader
source: Equalizer
cs: Ekvalizér
es_es: Ecualizador
fr_fr: Egaliseur
it: Equalizzatore
pt: Equalizador
ru: Эквалайзер
sk: Ekvalizér

# EqualizerMenu
source: Equalizer...
cs: Ekvalizér...
es_es: Ecualizador...
fr_fr: Egaliseur...
it: Equalizzatore...
pt: Equalizador...
ru: Эквалайзер…
sk: Ekvalizér...

source: Presets
cs: Presety
de: Voreinstellungen
es_es: Predeterminado
fr_fr: Préréglages
it: Preset
nl_be: Voorinstellingen
pt: Predefinições
ru: Установки
sk: Prednastavenia
sv: Förinställningar

source: Equalizer
cs: Ekvalizér
es_es: Ecualizador
fr_fr: Egaliseur
it: Equalizzatore
pt: Equalizador
ru: Эквалайзер
sk: Ekvalizér

source: Filename to tag
cs: Název do tagu
de: Dateiname zu Tag
es_es: Nombre arch. a eti.
fr_fr: Nom fich.>tag
it: Nome file > TAG
nl_be: Bestandsnaam om te labelen
ru: Имя файла в тег
sk: Názov do tagu
sv: Filnamn till tag

source: Extract title (remix)(subtitle)
cs: Extrahovat název (remix)(podtitul)
de: Extrahiere Titel (Remix) (Untertitel)
es_es: Extraer título (remix)(subtítulo)
fr_fr: Extraire le titre (remix)(sous-titre)
it: Estrazione titolo (remix/sottotitolo)
nl_be: Titel (remix)(ondertitel) uitpakken
pt: Extrair título (remix)(subtítulo)
ru: Извлечь название (ремикс)(подзаголовок)
sk: Extrahovať názov (remix)(podnázov)
sv: Extrahera titel (remix)(undertitel)

source: files added
cs: souborů přidáno
de: Dateien hinzugefügt
es_es: Archivos añadidos
fr_fr: Fichiers ajoutés
it: file aggiunti
nl_be: bestanden toegevoegd
pt: Arquivos adicionados
ru: файл. добавл.
sk: pridané súbory
sv: tillagada filer

source: files removed
cs: souborů odstraněno
de: Dateien entfernt
es_es: Archivos eliminados
fr_fr: Fichiers retirés
it: file rimossi
nl_be: bestanden verwijderd
pt: Arquivos removidos
ru: файл. удал.
sk: odstránené súbory
sv: borttagna filer

source: files updated
cs: souborů aktualizováno
de: Dateien aktualisiert
es_es: Archivos actualizados
fr_fr: Fichiers mis à jour
it: file aggiornati
nl_be: bestanden bijgewerkt
pt: Arquivos atualizados
ru: файл. обновл.
sk: aktualizované súbory
sv: uppdaterade filer

# NoUpdatesPerformed
source: No updates were performed
cs: Neproběhly žádné aktualizace
de: Keine Änderungen durchgeführt
es_es: No se han realizado actualizaciones
fr_fr: Aucune mise à jour n'a été accomplie
it: Nessun aggiornamento disponibile
nl_be: Er werden geen updates uitgevoerd
pt: Nenhuma atualização foi realizada
ru: Обновления не выполнены
sk: Žiadne aktualizácie neprebehli
sv: Inga uppdateringar genomfördes

source: Playing
cs: Přehrávání
de: Spiele
es_es: Reproduciendo
fr_fr: Lecture
it: In ascolto
nl_be: Afspelen
pt: Reproduzindo
ru: Проигрывается
sk: Hrá
sv: Spelar
