Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Map-to-frame
de: Abbilden auf Frame
es_es: Enmarcar
fr_fr: Coorespondance des champs
nl_be: Map-naar-lijst
ru: Сопоставление с кадром
sv: Mappa till frame

source: Add to library
cs: Přidat do knihovny
de: Zur Bibliothek hinzufügen
es_es: Añadir a biblioteca
fr_fr: Ajouter à la bibliothèque
it: Aggiungi alla collezione
nl_be: Aan bibliotheek toevoegen
pt: Adicionar à coleção
ru: Добавить в библиотеку
sk: Pridať do knižnice
sv: Lägg till bibliotek

source: Command
cs: Příkaz
de: Kommando
es_es: Comando
fr_fr: Commande
it: Comando
nl_be: Opdracht
pt: Comando
ru: Команда
sk: Príkaz
sv: Kommand

source: Converter
cs: Převodník
de: Konvertierer
es_es: Convertir
fr_fr: Convertir
it: Convertitore
nl_be: Converteerder
pt: Conversor
ru: Преобразователь
sk: Konvertor
sv: Konverterare

source: Default tag editor
cs: Výchozí editor tagů
de: Standard Tag Editor
es_es: Editor de etiquetas por defecto
fr_fr: Editeur de tags par défaut
it: Editor di TAG predefinito
nl_be: Standaard labelbewerker
pt: Editor de etiquetas padrão
ru: Редактор тегов по умолчанию
sk: Defaultný editor tagov
sv: Standard tagg redigerare

source: Key
cs: Klávesa
de: Taste
es_es: Tecla
fr_fr: Touche
it: Chiave
nl_be: Sleutel
pt: Tom
ru: Клавиша
sk: Kľúč
sv: Nyckel

source: Modifiers
cs: Modifikátory
de: Umschalttaste
es_es: Modificadores
fr_fr: Modificateurs
it: Modificatore
nl_be: Modificeerders
pt: Modificadores
ru: Модификаторы
sk: Modifikátory
sv: Modifierare

source: Play now
cs: Přehrát nyní
de: Jetzt spielen
es_es: Reproducir ahora
fr_fr: Lire maintenant
it: In ascolto
nl_be: Nu afspelen
pt: Reproduzir agora
ru: Прослушать
sk: Prehrať teraz
sv: Spela nu

source: Queue last
cs: Zařadit na konec
de: Am Ende anfügen
es_es: Último en la cola
fr_fr: Mettre à la fin dans la file d'attente
it: Accoda in fondo
nl_be: Laatste in wachtrij
pt: Adicionar última
ru: В конец очереди
sk: Zaradiť na koniec
sv: Köa sist

source: Queue next
cs: Zařadit jako další
de: Als Nächstes einfügen
es_es: Siguiente en la cola
fr_fr: Mettre à la suite dans la file d'attente
it: Accoda al successivo
nl_be: Volgende in wachtrij
pt: Adicionar próxima
ru: В начало очереди
sk: Zaradiť ako ďalšie
sv: Köa nästa

source: Run script
cs: Spustit skript
de: Skript starten
es_es: Ejecutar script
fr_fr: Exécuter le script
it: Elabora lo script
nl_be: Script uitvoeren
pt: Rodar script
ru: Запуск сценария
sk: Spustiť skript
sv: Kör script

source: Shortcuts
cs: Zkratky
de: Schnelltasten
es_es: Accesos directos
fr_fr: Raccourcis
it: Scorciatoie
nl_be: Snelkoppelingen
pt: Atalhos
ru: Ярлыки
sk: Skratky
sv: Genvägar

source: Splitter
es_es: Divisor
fr_fr: Diviseur
pt: Divisor
ru: Нарезка
sk: Rozdeľovač
sv: Delare

source: Tag to filename
cs: Tag do názvu souboru
de: Tag zu Dateiname
es_es: Etiqueta a nombre de archivo
fr_fr: Tag vers le nom de fichier
it: Da TAG a nome file
nl_be: Label naar bestandsnaam
pt: Nome do arquivo para etiquetas
ru: Тег в имя файла
sk: Tag do názvu súboru
sv: Tag till filnamn

source: Artists view
cs: Zobrazení interpretů
de: Interpretenansicht
es_es: Vista de Artistas
fr_fr: Vue artistes
it: Vista artisti
nl_be: Artiesten bekijken
pt: Vista de artistas
ru: Просмотр исполнителей
sk: Prehľad interprétov
sv: Artist vy

source: Edit subtracks
cs: Upravit subtracky
de: Subtracks bearbeiten
es_es: Editar subpistas
fr_fr: Editer les sous-pistes
it: Modifica sottotracce
nl_be: Ondertitels bewerken
pt: Editar subfaixas
ru: Изменить вложенные дорожки
sk: Editovať substopy
sv: Ändra underspår

source: Genres view
cs: Zobrazení žánrů
de: Genreansicht
es_es: Vista de Géneros
fr_fr: Vue genres
it: Vista Generi
nl_be: Genres bekijken
pt: Vista de gêneros
ru: Просмотр жанров
sk: Prehľad žánrov
sv: Genres vy

source: Labels view
cs: Zobrazení vydavatelů
de: Labelansicht
es_es: Vista de Discográficas
fr_fr: Vue Labels
it: Vista Case discografiche
nl_be: Labels bekijken
pt: Vista de rótulos
ru: Просмотр лейблов
sk: Prehľad vydavateľov
sv: Utgivare vy

source: Playlists view
cs: Zobrazení playlistů
de: Playlistansicht
es_es: Vista de Listas de reproducción
fr_fr: Vue playlist
it: Vista Playlist
nl_be: Afspeellijst bekijken
pt: Vista de lista de reprodução
ru: Просмотр плей-листов
sk: Prehľad playlistov
sv: Spellist vy

source: Releases view
cs: Zobrazení titulů
de: Veröffentlichungsansicht
es_es: Vista Lanzamientos
fr_fr: Vue parutions
it: Vista Pubblicazioni
nl_be: Uitgaves bekijken
pt: Vista de lançamentos
ru: Просмотр выпусков
sk: Prehľad vydaní
sv: Utgåvor vy

source: Statistics view
cs: Zobrazení statistik
de: Statistikansicht
es_es: Vista de Estadísticas
fr_fr: Vue statistiques
it: Vista Statistiche
nl_be: Statistieken bekijken
pt: Vista de estatísticas
ru: Просмотр статистики
sk: Prehľad štatistík
sv: Statistik vy

source: Toggle graphic position bar
cs: Přepnout grafický posuvník
de: Grafischen Positionsanzeiger ein-/ausschalten
es_es: Activar barra gráfica de posicionamiento
fr_fr: Basculer le graphique de progression
it: Commuta barra di posizione grafica
nl_be: Grafische positiebalk inschakelen
pt: Alternar barra de posição gráfica
ru: Включение графической панели положения
sk: Prepnúť grafickú lištu pozície
sv: Växla grafisk positionspanel

# ToggleNavigationPane
source: Toggle navigation pane full-width
cs: Přepnout šířku navigační lišty
de: Kompletten Navigationsbereich an-/abschalten
es_es: Activar ancho completo del panel de navegación
fr_fr: Basculer le volet de navigation
it: Commuta pannello di navigazione a massima dimensione
nl_be: Volledige breedte van navigatievenster inschakelen
pt: Alternar largura total do painel de navegação
ru: Включение панели навигации на полную ширину
sk: Prepnúť navigačnú lištu na celú šírku
sv: Växla full-storleks navigationspanel

source: Tracks view
cs: Zobrazení skladeb
de: Trackansicht
es_es: Vista de Pistas
fr_fr: Vue pistes
it: Vista Brani
nl_be: Nummers bekijken
pt: Vista de faixas
ru: Просмотр дорожек
sk: Prehľad skladieb
sv: Spår vy

source: Years view
cs: Zobrazení roků
de: Jahresansicht
es_es: Vista de Años
fr_fr: vue années
it: Vista Anni
nl_be: Jaren bekijken
pt: Vista de anos
ru: Просмотр лет
sk: Prehľad rokov
sv: År vy

# ClearPqOnDoubleClick
source: Clear Play queue on double-click track
cs: Při dvojkliku na stopu vymazat frontu přehrávání
de: Wiedergabeliste bei Doppelklick leeren
es_es: Limpiar Cola de reproducción al hacer doble clic en la pista
fr_fr: Effacer la file d'attente en double-cliquant sur la piste
it: Cancella la coda di riproduzione con doppio clic
nl_be: Afspeelrij verwijderen bij dubbele-klik nummer
pt: Limpar fila de Reprodução com duplo clique sobre a faixa
ru: Очищать очередь проигрывания по двойному щелчку на дорожке
sk: Vyprázdniť Poradie prehrávania po dvojkliku na skladbu
sv: Rensa spelkö vid dubbel-klick

source: Reload
cs: Znovu načíst
de: Neu laden
es_es: Recargar
fr_fr: Recharger
it: Ricarica
nl_be: Herladen
pt: Recarregar
ru: Перезагрузка
sk: Obnoviť
sv: Ladda om

# Import_InvalidNeonDatabase
source: The selected database does not seem to be a valid Helium database.
cs: Vybraná databáze není platnou databází Helium.
de: Die gewählte Datenbank scheint keine gültige Helium Datenbank zu sein.
es_es: La base de datos seleccionada no parece una base de datos de Helium válida.
fr_fr: La base de données sélectionnée ne semble pas être une base de donnée Helium valide.
it: Il databese selezionato non è un database valido di Helium.
nl_be: De geselecteerde databank lijkt geen geldige Helium databank.
pt: O banco de dados selecionados não parece ser um banco de dados válido do Helium.
ru: Выбранная БД не является допустимой базой данных Helium.
sk: Vybraná databáza nieje platnou Helium databázou.
sv: Den valda databasen är inte en giltig Helium databas.

source: Import
de: Importieren
es_es: Importar
fr_fr: Importer
it: Importa
nl_be: Importeren
pt: Importar
ru: Импорт
sv: Importera

# EqOptions
source: Equalizer options
cs: Volby ekvalizéru
de: Equalizer Optionen
es_es: Opciones del ecualizador
fr_fr: Options de l'égaliseur
it: Opzioni equalizzatore
nl_be: Equalizer opties
pt: Opções do equalizador
ru: Параметры эквалайзера
sk: Moznosti ekvalizéra
sv: Equalizer inställningar

# ImportNeonCommand
source: Import database
cs: Import databáze
de: Datenbank importieren
es_es: Importar base de datos
fr_fr: Importer une base de données
it: Importa database
nl_be: Databank importeren
pt: Importar banco de dados
ru: Импорт базы данных
sk: Importovať databázu
sv: Importera databas

# ToggleEq
source: Toggle equalizer
cs: Přepnout ekvalizér
de: Equalizer starten / stoppen
es_es: Activar ecualizador
fr_fr: Basculer l'égaliseur
it: Commuta equalizzatore
nl_be: Equalizer inschakelen
pt: Alternar equalizador
ru: Включение эквалайзера
sk: Prepnúť ekvalizér
sv: Växla Equalizer

# ToggleNavigationPaneWidth
source: Toggle navigation pane full-width
cs: Přepnout šířku navigační lišty
de: Kompletten Navigationsbereich an-/abschalten
es_es: Activar ancho completo del panel de navegación
fr_fr: Basculer le volet de navigation
it: Commuta pannello di navigazione a piena dimensione
nl_be: Volledige breedte van navigatievenster inschakelen
pt: Alternar largura total do painel de navegação
ru: Включение панели навигации на полную ширину
sk: Prepnúť navigačnú lištu na plnú šírku
sv: Växla full-storleks navigationspanel

# ImportDbProgress25_Neon
source: Importing add paths
cs: Import přidaných cest
de: Importiere hinzugefügte Pfade
es_es: Importando rutas añadidas
fr_fr: Importation des chemins ajoutés
it: Importazione percorsi aggiunti
nl_be: Importeren van paden toevoegen
pt: Importando adicionar caminhos
ru: Импорт путей добавления
sk: Importujem cesty pridávania
sv: Importerar sökvägar

# ImportDbProgress26_Neon
source: Importing smart playlist folders
cs: Import složek smart playlistů
de: Importiere Smartplaylistordner
es_es: Importando carpetas de lista de reproducción inteligente
fr_fr: Importation des dossiers de playlists intelligentes
it: Importazione cartelle playlist Smart
nl_be: Importeren van slimme afspeellijst mappen
pt: Importando pastas de smart playlists
ru: Импорт папок умного плей-листа
sk: Importujem adresár smart playlistov
sv: Importerar smarta spellistor mappar

# ImportDbProgress27_Neon
source: Importing smart playlists
cs: Import smart playlistů
de: Importiere Smartplaylisten
es_es: Importando listas de reproducción inteligentes
fr_fr: Importation de playlists intelligentes
it: Importazione playlist Smart
nl_be: Importeren van slimme afspeellijsten
pt: Importando smart playlists
ru: Импорт умных плей-листов
sk: Importujem smart playlisty
sv: Importerar smarta spellistor

# ImportDbProgress28_Neon
source: Importing album collections
cs: Import textů
de: Importiere Texte
es_es: Importando textos
fr_fr: Importations des textes
it: Importazione testi
nl_be: Importeren van teksten
pt: Importando textos
ru: Импорт текстов
sk: Importujem texty
sv: Importerar texter

# OptimizeCommand
source: Optimize active database
cs: Optimalizace aktivní databáze
de: Optimiere aktive Datenbank
es_es: Optimizar base de datos activa
fr_fr: Optimiser la base de données active
it: Ottimizza il database attivo
nl_be: Actieve databank optimaliseren
pt: Otimizar banco de dados ativo
ru: Оптимизировать активную базу данных
sk: Optimalizovať databázu
sv: Optimera aktiv databas

# OpenPort
source: Open port in Windows firewall
cs: Otevřít port ve Windows firewall
de: Öffne Port in der Windows Firewall
es_es: Abrir puertos en Firewall de Windows
fr_fr: Ouvrir le port dans le firewall de Windows
it: Apri la porta nel firewall di Windows
nl_be: Open poort in Windows Firewall
pt: Abrir porta no firewall do Windows
ru: Открыть порт в брандмауэре Windows
sk: Otvoriť port vo Windows firewall
sv: Öppna port i Windows brandvägg

# DoNotUseRg
source: Do not use replay gain
cs: Nepoužívat normalizaci
de: Lautstärkeanpassung nicht benutzen
es_es: No utilizar replay gain
fr_fr: Ne pas utiliser le gain de relecture
it: Non usare amplificazione
nl_be: Geen Replay Gain gebruiken
pt: Não usar replay gain
ru: Не использовать выравнивание громкости
sk: Nepoužiť ReplayGain
sv: Använd inte replay gain

source: Use album gain
cs: Použít normalizaci alb
de: Albenanpassung benutzen
es_es: Usar ganancia de álbum
fr_fr: Utiliser le gain d'album
it: Non usare amplificazione album
nl_be: Gebruik album winst
pt: Usar album gain
ru: Использовать усиление альбома
sk: Použiť zosilnenie albumu
sv: Använd album gain

source: Use track gain
cs: Použít normalizaci stop
de: Trackanpassung benutzen
es_es: Usar ganancia de pista
fr_fr: Utiliser le gain de piste
it: Non usare amplificazione brano
nl_be: Gebruik nummerwinst
pt: Usar track gain
ru: Использовать усиление дорожки
sk: Použit zosilnenie skladby
sv: Använd track gain

source: Replay gain
cs: Normalizace
de: Lautstärkeanpassung
fr_fr: Gain de relecture
it: Ripeti amplificazione
nl_be: Herhaling verkrijgen
ru: Выравнивание громкости

# UseRgWhenEqIsActive
source: Use replay gain when equalizer is active (override pre-amp)
cs: Používat normalizaci, pokud je aktivní ekvalizér
de: Benutze Lautstärkeanpassung, wenn der Equalizer aktiv ist (Pre-Amp übergehen)
es_es: Usar replay gain cuando esté activo el ecualizador (anula pre-amp)
fr_fr: Utiliser le gain de relecture quand l'égaliseur est actif (outrepasse le pre-amp)
it: Usa amplificazione ripetuta quando l'equalizzatore è attivo (bypass pre-amp)
nl_be: Gebruik Replay Gain wanneer equalizer actief is (negeert voorversterker)
pt: Usar replay gain quando equalizador está ativo (sobrepõe pre-amp)
ru: Выравнивание громкости при активном эквалайзере (переопределение предв. усиления)
sk: Použiť ReplayGain keď je aktívny ekvalizér (obísť predzosilnenie)
sv: Använd replay gain när equalizern är aktiv (överrid pre-amp)

# Stat_OneMonthAgo
source: 1 month ago...
cs: Před měsícem...
de: Vor 1 Monat...
es_es: 1 mes anterior
fr_fr: Depuis 1 mois...
it: 1 mese fa...
nl_be: 1 maand geleden...
pt: 1 mês atrás...
ru: 1 месяц назад…
sk: pred mesiacom...
sv: 1 månad sedan...

# Stat_OneWeekAgo
source: 1 week ago...
cs: Před týdnem...
de: Vor 1 Woche...
es_es: 1 semana anterior
fr_fr: Depuis 1 semaine...
it: 1 settimana fa...
nl_be: 1 week geleden...
pt: 1 semana atrás...
ru: 1 неделя назад…
sk: pred týždňom
sv: 1 vecka sedan...

# Stat_OneYearAgo
source: 1 year ago...
cs: Před rokem...
de: Vor 1 Jahr...
es_es: 1 año anterior
fr_fr: Depuis 1 an...
it: 1 anno fa...
nl_be: 1 jaar geleden...
pt: 1 ano atrás...
ru: 1 год назад…
sk: pred rokom...
sv: 1 år sedan...

# Stat_XMonthsAgo
source: {0} months ago...
cs: Před {0} měsíci...
de: Vor {0} Monaten...
es_es: {0} meses anteriores...
fr_fr: Depuis {0} mois...
it: {0} mesi fa...
nl_be: {0} maanden geleden...
pt: {0} meses atrás...
ru: {0} мес. назад…
sk: pred {0} mesiacom/mi...
sv: {0} månader sedan...

# Stat_XWeeksAgo
source: {0} weeks ago...
cs: Před {0} týdny...
de: Vor {0} Wochen...
es_es: {0} seman. anteriores...
fr_fr: Depuis {0} semaines...
it: {0} settimane fa...
nl_be: {0} weken geleden...
pt: {0} semanas atrás...
ru: {0} нед. назад…
sk: pred {0} týždňom/ami...
sv: {0} veckor sedan...

# Stat_XYearsAgo
source: {0} years ago...
cs: Před {0} roky...
de: Vor {0} Jahren...
es_es: {0} años anteriores...
fr_fr: Depuis {0} années...
it: {0} anni fa...
nl_be: {0} jaar geleden...
pt: {0} anos atrás...
ru: {0} г. назад…
sk: pred {0} rokom/mi...
sv: {0} år sedan...

source: User columns
cs: Uživatelské sloupce
de: Benutzerspalten
es_es: Columnas de usuario
fr_fr: Colonnes de l'utilisateur
it: Colonne utente
nl_be: Gebruiker kolommen
pt: Colunas do usuário
ru: Пользовательские столбцы
sk: Vlastné stĺpce
sv: Användar kolumner

source: Font-size
cs: Velikost písma
de: Schriftgröße
es_es: Tamaño de fuente
fr_fr: Taille de la police de caractères
it: Dimensione carattere
nl_be: Lettertypegrootte
pt: Tamanho da fonte
ru: Размер шрифта
sk: Veľkosť písma
sv: Font-storlek

# FontSizeChanged
source: The global font size has been changed and Helium needs to be restarted. Click OK to restart Helium.
cs: Velikost písma byla změněna a je potřeba restartovat Helium. Kliknutím na OK restartujete Helium.
de: Die globale Schriftgröße wurde geändert und Helium muss neugestartet werden. Klicke OK zum Neustart.
es_es: El tamaño de fuente general ha sido cambiado y Helium necesta ser reiniciado. Clic en OK para reiniciar Helium.
fr_fr: La taille de la police de caractères globale a été changée at Helium doit redémarrer. Cliquez sur OK pour redémarrer Helium.
it: La dimensione carattere è stata cambiata e Helium deve essere riavviato. Clicca OK per riavviare .
nl_be: Het globale lettergrootte formaat is gewijzigd en Helium moet heropgestart worden. Klik op OK om Helium opnieuw op te starten.
pt: O tamanho da fonte global foi alterado e Helium precisa ser reiniciado. Clique em OK para reiniciar o Helium.
ru: Общий размер шрифта изменен, нужно перезапустить Helium. Нажмите «OK», чтобы перезапустить Helium.
sk: Globálna veľkosť písma bola zmenená a Helium je potrebné reštartovať. Po kliknutí na OK sa Helium reštartuje.
sv: Den globala font storleken har ändrats. Klicka på OK för att starta om Helium.

source: Normal
cs: Normální
it: Normale
nl_be: Normaal
ru: Обычный
sk: Normál

source: Custom columns
cs: Vlastní sloupce
de: Benutzerdefinierte Spalten
es_es: Columnas personalizadas
fr_fr: Colonnes personnalisées
it: Colonne personalizzabili
nl_be: Aangepaste kolommen
pt: Colunas personalizadas
ru: Настраиваемые столбцы
sk: Vlastné stĺpce
sv: Egna kolumner

# CardView
source: Cards
cs: Karty
de: Karten
es_es: Tarjetas
fr_fr: Cartes
it: Schede
nl_be: Kaarten
pt: Cartões
ru: Карточки
sk: Karty
sv: Kort

source: Collapse header
cs: Sbalit hlavičku
de: Kopfzeile einklappen
es_es: Colapsar encabezado
fr_fr: Masquer l'en-tête
it: Collassa intestazione
nl_be: Koptekst sluiten
pt: Recolher cabeçalho
ru: Свернуть заголовок
sk: Zatvoriť hlavičku
sv: Kollapsa rubrik

source: Expand header
cs: Rozbalit hlavičku
de: Kopfzeile ausklappen
es_es: Expandir encabezado
fr_fr: Déployer l'en-tête
it: Espandi intestazione
nl_be: Koptekst uitvouwen
pt: Expandir cabeçalho
ru: Развернуть заголовок
sk: Otvoriť hlavičku
sv: Expandera rubrik

source: Split view
cs: Dělené zobrazení
de: Geteilte Anzeige
es_es: Vista dividida
fr_fr: Vue séparée
it: Vista Split
nl_be: Uitzicht splitsen
pt: Dividir vista
ru: Раздельный режим
sk: Delený pohľad
sv: Delad vy

source: Thumbnails
cs: Náhledy
es_es: Miniaturas
fr_fr: Vignettes
it: Miniature
nl_be: Miniatuurafbeeldingen
pt: Miniaturas
ru: Эскизы
sk: Náhľady
sv: Tumnaglar

source: All tracks
cs: Všechny skladby
de: Alle Tracks
es_es: Todas las pistas
fr_fr: Toutes les pistes
it: Tutti i brani
nl_be: Alle nummers
pt: Todas faixas
ru: Все дорожки
sk: Všetky skladby
sv: Alla spår

# UpgradeVersionTitle
source: Upgrade from Helium free to Helium Premium!
cs: Upgrade z Helium free na Helium Premium!
de: Upgrade von Helium Free auf Helium Premium!
es_es: ¡Actualizado de Helium gratuito a Helium Premium!
fr_fr: Mettre à jour depuis Helium free vers Helium Prenium!
it: Aggiorna Helium da free a Premium!
nl_be: Upgrade van gratis Helium naar Helium Premium!
pt: Atualize do Helium free para o Helium Premium!
ru: Переходите с бесплатной версии Helium на Helium Premium!
sk: Vylepšite si Helium Free na Helium Premium!
sv: Uppgradera från Helium free till Helium Premium!

# LimitedInFree
source: This tool is limited to 20 items in the free version
cs: V bezplatné verzi je tento nástroj omezen na 20 položek
de: Diese Funktion ist in Helium Free auf 20 Elemente limitiert
es_es: Esta herramienta está limitada a 20 elementos en la versión gratuita
fr_fr: Cet outil est limité à 20 items dans la version gratuite
it: Questo strumento è limitato a 20 voci nella versione free
nl_be: Dit hulpprogramma is beperkt tot 20 stuks in de gratis versie
pt: Esta ferramenta é limitada a 20 itens na versão free
ru: Бесплатная версия ограничена 20 элементами
sk: Nástroj je vo verzii zdarma limitovaný na 20 položiek
sv: Detta verktyg är begränsat till 20 poster i fri versionen

# ChangeImagePathMessage
source: Changing the image cache path will require a restart of Helium. Would you like to continue?
cs: Změna cesty zálohy obrázků vyžaduje restart programu Helium. Chcete pokračovat?
de: Das Ändern des Bildcachepfads benötigt einen Neustart. Willst du fortfahren?
es_es: Cambiar la ruta del caché de imagen requiere un reinicio de Helium. ¿Quieres continuar?
fr_fr: Changer le chemin du cache images requiert un redémarrage d'Helium. Voulez-vous continuer?
it: Cambiare la cache delle immagini richiede il riavvio di Helium. Vuoi continuare?
nl_be: Veranderen van cachegeheugenbeeld vereist een herstart van Helium. Wiilt U doorgaan?
pt: Mudar o caminho da image cache exigirá reiniciar o Helium. Deseja continuar?
ru: После смены пути к кэшу изображений нужно будет перезапустить Helium. Продолжить?
sk: Zmena cesty obrázkovej cache si vyžaduje reštartovanie programu. Želáte si pokračovať?
sv: Ändring av bild-cache sökvägen kräver en omstart. Vill du fortsätta?

# ChangeImagePathTitle
source: Change image cache
cs: Změna cesty zálohy obrázků
de: Bildcache ändern
es_es: Cambiar el caché de imagen
fr_fr: Changer le cache images
it: Cambia cache immagini
nl_be: Cachegeheugen afbeelding wijzigen
pt: Mudar image cache
ru: Изменить кэш изображений
sk: Zmena obrázkovej cache
sv: Ändra bild-cache

source: Image cache folder
cs: Složka zálohy obrázků
de: Bildcacheordner
es_es: Carpeta de caché de imágenes
fr_fr: Dossier du cache images
it: Cartella cache immagini
nl_be: Afbeelding cachemap
pt: Pasta do cache image
ru: Папка кэша изображений
sk: Adresár obrázkovej cache
sv: Bild-cache mapp

# DAT_ScriptExecuted
source: The selected script executed ok
cs: Vybraný skript proběhl v pořádku
de: Das Skript wurde korrekt ausgeführt
es_es: El script seleccionado se ha ejecutado correctamente
fr_fr: Le script sélectionnée a été correctement exécuté
it: Lo script selezionato è stato eseguito
nl_be: Het geselecteerde script uitgevoerd OK
pt: O script selecionado foi executado ok
ru: Выбранный сценарий выполнен нормально
sk: Vybraný skript prebehol v poriadku
sv: Det valda scriptet kördes utan problem

source: Email
es_es: Correo-e
ru: Эл. почта
sv: E-post

source: Full name
cs: Celé jméno
de: Voller Name
es_es: Nombre completo
fr_fr: Nom complet
it: Nome completo
nl_be: Volledige naam
pt: Nome completo
ru: Полное имя
sk: Celé meno
sv: För- och efternamn

# GetPremium
source: Get Premium version
cs: Získat verzi Premium
de: Hole die Premium Version
es_es: Obtener la versión Premium
fr_fr: Obtenir la version Prenium
it: Passa alla versione Premium
nl_be: Verkrijg premium versie
pt: Obtenha a versão premium
ru: Получить версию Premium
sk: Získať premium verziu
sv: Skaffa Premium versionen

# GetPremiumInformation
source: More information about the Premium version
cs: Více informací o verzi Premium
de: Mehr Informationen über die Premium Version
es_es: Más información sobre la versión Premium
fr_fr: Plus d'informations sur la version Prenium
it: Maggiori informazioni sulla versione Premium
nl_be: Meer informatie over de Premium-versie
pt: Mais informação sobre a versão premium
ru: Подробнее о версии Premium
sk: Viac informácií o premium verzii
sv: Mer information om Premium versionen
