Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: Confirm
cs: Potvrdit
de: Bestätigen
es_es: Confirmar
fr_fr: Confirmer
it: Conferma
nl_be: Bevestigen
pt: Confirmar
ru: Подтвердить

# ThereAreRenameErrors
source: There are one or more errors, would you like to continue?
cs: Došlo k jedné nebo více chybám, chcete pokračovat?
de: Es gibt einen oder mehrere Fehler, möchtest du fortfahren?
es_es: Se han producido uno o más errores. ¿Desea continuar?
fr_fr: Il y a une erreur ou plus. Voulez-vous continuer ?
it: Ci sono uno o più errori, vuoi continuare?
nl_be: Er zijn één of meer fouten, wilt u doorgaan?
pt: Há um ou mais erros. Deseja continuar?
ru: Есть одна или несколько ошибок; продолжить?

# ExportPlaylistsWithExtendedInfo
source: Include extended information when exporting playlists
cs: Při exportu playlistů zahrnout rozšířené informace
de: Bein Exportieren von Playlisten erweiterte Informationen einschließen
es_es: Incluir información ampliada al exportar listas de reproducción
fr_fr: Inclure les informations étendues au moment d'exporter les playlists
it: Includi le informazioni estese quando esporti le playlist
nl_be: Inclusief uitgebreide informatie bij het exporteren van afspeellijsten
pt: Incluir informações estendidas ao exportar listas de reprodução
ru: При экспорте плей-листов добавлять расширенные сведения

# CalculateUserColumns
source: Calculate user columns (disable to increase performance in track lists)
cs: Kalkulace uživatelských sloupců (vypněte pro zvýšení výkonu v seznamech stop)
de: Benutzerspalten berechnen (deaktivieren, um Leistung in Tracklists zu steigern)
es_es: Calcular columnas de usuario (desabilitar para mejorar el rendimiento en las listas de la pista)
fr_fr: Calculer les colonnes d'utilisateur (désactivez pour améliorer les performances dans les listes de pistes)
it: Calcolo colonne utente (disabilita l'incremento di prestazioni nella lista brani)
nl_be: Bereken gebruikerskolommen (uitschakelen om de prestaties in nummerlijsten te verhogen)
pt: Calcular colunas de usuário (desativar para aumentar o desempenho em listas de faixas)
ru: Вычисление столбцов пользователей (если отключить, работа плей-листов ускорится)

source: Music explorer user defined names
cs: Uživatelem definované názvy v Hudebním prohlížeči
de: Benutzerdefinierte Namen im Musikexplorer
es_es: Nombres definidos de usuario en el explorador de música
fr_fr: Noms définis par l'utilisateur de l'explorateur de musiques
it: Esploratore musicale definito dall'utente
nl_be: Door gebruiker gedefinieerde namen in Muziek verkenner
pt: Nomes definidos pelo usuário do explorador de música
ru: Пользовательские имена в «Обзоре музыки»

source: Node
cs: Uzel
de: Knoten
es_es: Nodo
fr_fr: Nœud
it: Nodo
nl_be: Knooppunt
pt: Nó
ru: Узел

source: Remove duplicates
cs: Odstranit duplikáty
de: Duplikate entfernen
es_es: Eliminar duplicados
fr_fr: Supprimer les doublons
nl_be: Dubbele verwijderen
pt: Remover duplicados
ru: Удалить повторы

# AddCancelled
source: The add operation was cancelled
cs: Operace přidání byla zrušena
de: Das Hinzufügen wurde abgebrochen
es_es: Se ha cancelado la operación de añadir
fr_fr: L'opération d'ajout a été annulée
nl_be: De invoegtoepassingsbewerking is geannuleerd
pt: A operação de adição foi cancelada
ru: Операция добавления отменена

source: Permissions
cs: Povolení
de: Berechtigungen
es_es: Permisos
nl_be: Machtigingen
pt: Permissões
ru: Разрешения

source: Move first
cs: Přesunout na začátek
de: An den Anfang verschieben
es_es: Mover en primer lugar
fr_fr: Déplacer en premier
nl_be: Eerst verplaatsen
pt: Mover primeiro
ru: Перенести в начало

source: Move last
cs: Přesunout na konec
de: Ans Ende verschieben
es_es: Mover en último lugar
fr_fr: Déplacer en dernier
nl_be: Laatst verplaatsen
pt: Mover último
ru: Переместить в конец

source: Has AcoustId
cs: Má AcoustId
de: Hat AcoustId
es_es: Tiene AcoustId
fr_fr: Possède AcoustId
nl_be: Heeft AcousticID
pt: Possui AcoustId
ru: С идентификатором AcoustId

source: Browse selected albums
cs: Zobrazit vybraná alba
de: Ausgewählte Alben durchsuchen
es_es: Explorar álbumes seleccionados
fr_fr: Parcourir les albums sélectionnés
nl_be: Geselecteerde albums doorbladeren
pt: Procurar álbuns selecionados
ru: Просмотр выбранных альбомов

source: Skew items
de: Elemente verzerren
es_es: Inclinar elementos
fr_fr: Biaiser les éléments
nl_be: Schuine artikelen
pt: Alterar itens
ru: Наклонять изображения

source: Flat mode
cs: Plochý režim
de: Flat-Modus
es_es: Modo plano
fr_fr: Mode plat
nl_be: Vlakke modus
pt: Modo Flat
ru: Плоский режим

source: Position
cs: Pozice
es_es: Posición
nl_be: Positie
pt: Posição
ru: Положение

# DoubleClickADatabaseToOpenIt
source: Double click a database to activate it
cs: Dvojklikem aktivujete databázi
de: Klicke doppelt auf eine Datenbank, um sie zu aktivieren
es_es: Haga doble clic en una base de datos para activarla
fr_fr: Double cliquer une base de données pour l'activer
nl_be: Dubbelklik op een databank om ze te activeren
pt: Clique duas vezes em um banco de dados para ativá-lo
ru: Чтобы активировать БД, дважды нажмите на нее

source: Use parenthesis for multiple artists
cs: Použít závorky pro více interpretů
de: Verwende Klammern für mehrere Interpreten
es_es: Utilizar paréntesis para varios artistas
fr_fr: Utilisez des parenthèses pour plusieurs artistes
nl_be: Gebruik haakjes voor meerdere artiesten
pt: Use parênteses para vários artistas
ru: Скобки для нескольких исполнителей

# QtTemplateEditorWindow
source: Edit template
cs: Upravit šablonu
de: Vorlage bearbeiten
es_es: Editar plantilla
fr_fr: Editer le modèle
nl_be: Sjabloon bewerken
pt: Editar template
ru: Изменить шаблон

source: Show track list in split mode
cs: Zobrazit seznam stop v děleném zobrazení
de: Trackliste im Splitmodus anzeigen
es_es: Mostrar lista de pistas en vista dividida
fr_fr: Afficher la liste de pistes en mode partagé
nl_be: Toon nummerlijst in splitmodus
pt: Exibir a lista de faixas no modo divisão
ru: Список дорожек в разделенном режиме

source: Carousel view
cs: Carousel
de: Karussell-Ansicht
es_es: Vista de carrusel
fr_fr: Vue circulaire
nl_be: Carrousel weergave
pt: Visualização de carrossel
ru: Режим карусели

source: Genre style
cs: Žánr
de: Genre-Stil
es_es: Estilo de género
fr_fr: Style des genres
nl_be: Genre stijl
pt: Estilo de gênero
ru: Стиль музыки

# ManageGenresMenu
source: Manage genres...
cs: Správa žánrů...
de: Genres verwalten...
es_es: Gestionar géneros...
fr_fr: Gérer les genres...
nl_be: Genres beheren...
pt: Gerenciar gêneros...
ru: Управление жанрами…

# ManageGenresWindow
source: Manage genres
cs: Správa žánrů
de: Genres verwalten
es_es: Gestionar géneros
fr_fr: Gérer les genres
nl_be: Genres beheren
pt: Gerenciar gêneros
ru: Управление жанрами

source: Move to style...
cs: Přesunout do stylu...
de: Zu Stil verschieben...
es_es: Mover a estilo...
fr_fr: Déplacer dans style...
nl_be: Ga naar stijl...
pt: Mover para estilo...
ru: Переместить в стиль…

source: New style...
cs: Nový styl...
de: Neuer Stil...
es_es: Nuevo estilo...
fr_fr: Nouveau style...
nl_be: Nieuwe stijl...
pt: Novo estolo...
ru: Новый стиль…

# EnterNameForStyle
source: Enter style name
cs: Zadejte název stylu
de: Stilnamen eingeben
es_es: Introducir nombre de estilo
fr_fr: Saisissez un nom de style
nl_be: Stijlnaam invoeren
pt: Novo nome de estilo
ru: Введите название стиля

source: Hide styles
cs: Skrýt styly
de: Stile verbergen
es_es: Ocultar estilos
fr_fr: Masquer les styles
nl_be: Stijlen verbergen
pt: Ocultar estilo
ru: Скрыть стили

# SelectGenreStyle
source: Select style
cs: Vybrat styl
de: Stil auswählen
es_es: Seleccionar estilo
fr_fr: Sélectionner un style
nl_be: Stijl selecteren
pt: Selecionar estilo
ru: Выбор стиля

source: Collapse styles
cs: Sbalit styly
de: Stile einklappen
es_es: Contraer estilos
fr_fr: Réduire les styles
nl_be: Stijlen sluiten
pt: Fechar estilos
ru: Свернуть стили

# UseExtendedLogging
source: Use extended logging (ony recommended for support purposes)
cs: Použít rozšířený záznam (doporučeno pouze pro účely podpory)
de: Erweiterte Protokollierung verwenden (nur für Support-Zwecke empfohlen)
es_es: Utilizar registro ampliado (solo recomendado con fines de apoyo)
fr_fr: Utiliser la journalisation étendue (recommandé uniquement pour des questions d'assistance)
nl_be: Gebruik uitgebreide logging (alleen aanbevolen voor ondersteunende doeleinden)
pt: Usar log extendido (recomendado apenas para fins de suporte)
ru: Расширенное ведение журнала (рекомендуется для целей тех. поддержки)

# AddFiles
source: Add...
cs: Přidat...
de: Hinzufügen...
es_es: Añadir...
fr_fr: Ajouter...
nl_be: Toevoegen...
pt: Adicionar...
ru: Добавить…

source: Copy tags...
cs: Kopírovat tagy...
de: Tags kopieren...
es_es: Copiar etiquetas...
fr_fr: Copier les tags...
nl_be: Kopieer labels...
pt: Copiar etiquetas...
ru: Копирование тегов…

# CopyTagsWindow
source: Copy tags
cs: Kopírovat tagy
de: Tags kopieren
es_es: Copiar etiquetas
fr_fr: Copier les tags
nl_be: Kopieer labels
pt: Copiar etiquetas
ru: Копирование тегов

# CTDestinationFiles
source: DESTINATION FILES
cs: CÍLOVÉ SOUBORY
de: ZIELDATEIEN
es_es: ARCHIVOS DE DESTINO
fr_fr: FICHIERS DE DESTINATION
nl_be: BESTEMMING BESTANDEN
pt: ARQUIVOS DE DESTINO
ru: ЦЕЛЕВЫЕ ФАЙЛЫ

# CTSourceFiles
source: SOURCE FILES
cs: ZDROJOVÉ SOUBORY
de: QUELLDATEIEN
es_es: ARCHIVOS DE ORIGEN
fr_fr: FICHIERS SOURCE
nl_be: BRON BESTANDEN
pt: ARQUIVOS DE ORIGEM
ru: ИСХОДНЫЕ ФАЙЛЫ

# EditEllipsed
source: Edit...
cs: Upravit...
de: Bearbeiten...
es_es: Editar...
fr_fr: Éditer...
nl_be: Bewerken...
pt: Editar...
ru: Правка…
sv: Ändra...

source: Show top image on detail pages
cs: Zobrazit obrázek na stránkách detailů
de: Bild oben auf Detailseiten anzeigen
es_es: Ver imagen superior en las páginas de detalle
fr_fr: Afficher l'image du haut sur les pages détaillées
nl_be: Toon top afbeelding op detailpagina's
pt: Mostrar imagem superior nas páginas de detalhe
ru: Показывать изображение вверху страницы сведений

# LoadingApp
source: Loading...
cs: Nahrávání...
de: Laden...
es_es: Cargando...
fr_fr: Chargement...
nl_be: Bezig met laden...
pt: Carregar...
ru: Загрузка…

# CurrentProgress
source: CURRENT
cs: AKTUÁLNÍ
de: AKTUELL
es_es: ACTUAL
fr_fr: ACTUEL
nl_be: HUIDIG
pt: ATUAL
ru: ДОРОЖКА

# TotalProgress
source: TOTAL
cs: CELKEM
de: GESAMT
nl_be: TOTAAL
ru: ВСЕГО

# NewEllipsed
source: New...
cs: Nový...
de: Neu...
es_es: Nuevo...
fr_fr: Nouveau...
nl_be: Nieuw...
pt: Novo...
ru: Создать…

source: Added dates
cs: Přidaná data
de: Hinzugefügte Daten
es_es: Fechas añadidas
fr_fr: Date d'ajout
nl_be: Toegevoegde data
pt: Data de adição
ru: Даты добавления

source: Album artists
cs: Interpeti alba
de: Albuminterpreten
es_es: Artistas del álbum
fr_fr: Artistes de l'album
nl_be: Album artiesten
pt: Álbum dos artistas
ru: Исполнители (альбом)

source: Favourites
cs: Oblíbené
de: Favoriten
es_es: Favoritos
fr_fr: Favoris
nl_be: Favorieten
pt: Favoritos
ru: Избранные

source: File dates
cs: Data souborů
de: Dateidaten
es_es: Fechas del archivo
fr_fr: Dates du fichier
nl_be: Databestanden
pt: Datas do arquivo
ru: Даты файлов

source: Groupings
cs: Seskupování
de: Gruppierungen
es_es: Agrupaciones
fr_fr: Groupements
nl_be: Groeperingen
pt: Agrupamento
ru: Группировки

source: Moods
cs: Nálady
de: Stimmungen
es_es: Estados de ánimo
fr_fr: Ambiances
nl_be: Gemoedstoestanden
pt: Temperamentos
ru: Настроения

source: Played dates
cs: Data přehrání
de: Abspieldaten
es_es: Fechas reproducidas
fr_fr: Dates de lecture
nl_be: Afgespeelde data
pt: Datas de reprodução
ru: Даты проигрывания

source: Ratings
cs: Hodnocení
de: Bewertungen
es_es: Puntuaciones
fr_fr: Notes
nl_be: Waarderingen
pt: Classificações
ru: Оценки

source: Recording years
cs: Roky nahrání
de: Aufnahmejahre
es_es: Años de grabación
fr_fr: Années d'enregistrements
nl_be: Opname jaren
pt: Anos de gravação
ru: Годы записи

source: Release years
cs: Roky vydání
de: Veröffentlichungsjahre
es_es: Años de lanzamiento
fr_fr: Années de parution
nl_be: Uitgebrachte jaren
pt: Anos de lançamento
ru: Годы выпуска

source: Series
cs: Díly
de: Serien
fr_fr: Séries
nl_be: Reeksen
pt: Séries
ru: Серия

source: Situations
cs: Situace
de: Situationen
es_es: Situaciones
nl_be: Situaties
pt: Situação
ru: Обстоятельства

source: Titles
cs: Tituly
de: Titel
es_es: Títulos
fr_fr: Titres
nl_be: Titels
pt: Títulos
ru: Названия

source: Library
cs: Knihovna
de: Bibliothek
es_es: Biblioteca
fr_fr: Bibliothèque
nl_be: Bibliotheek
pt: Acervo
ru: Библиотека

# ExtendedLoggingIsActive
source: Extended logging is active. To increase performance, please inactivate this setting.
cs: Rozšířený záznam byl aktivován. Pro zvýšení výkonu prosím toto nastavení deaktivujte.
de: Erweiterte Protokollierung ist aktiv. Um die Leistung zu erhöhen, deaktiviere bitte diese Einstellung.
es_es: El registro ampliado está activo. Para mejorar el rendimiento, desactiva este ajuste.
fr_fr: La journalisation étendue est active. Pour améliorer les performances, veuillez désactiver ce paramètre.
nl_be: Uitgebreide logging is actief. Als U de prestaties wilt verhogen, kunt U deze instelling uitschakelen.
pt: Log estendido está ativo. Para aumentar o desempenho, desative essa configuração.
ru: Включено расширенное ведение журнала. Чтобы повысить производительность, отключите эту настройку.

# MaxPicturesToDownload
source: Maximum pictures per item to download
cs: Maximum obrázků stažených na jednu položku
de: Maximale Bilder per Element zum Herunterladen
es_es: Máximo número de imágenes por elemento que se puede descargar
fr_fr: Maximum d'images par élément à télécharger
nl_be: Maximum aantal afbeeldingen per item om te downloaden
pt: Imagens máximas por item para o download
ru: Максимум изображений на элемент при скачивании

source: Last modified
cs: Naposledy upraveno
de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière modification
nl_be: Laatst gewijzigd
pt: Última modificação
ru: Последнее изменение

# MoveItems
source: Move files...
cs: Přesunout soubory...
de: Dateien verschieben...
es_es: Mover archivos...
fr_fr: Déplacer les fichiers...
nl_be: Bestanden verplaatsen...
pt: Mover arquivos...
ru: Переместить файлы…

# MoveToExternalFolder
source: Move to folder...
cs: Přesunout do složky...
de: In Ordner verschieben...
es_es: Mover a carpeta...
fr_fr: Déplacer vers le dossier...
nl_be: Naar map verplaatsen...
pt: Mover para a pasta...
ru: Переместить в папку…

source: Rearrange
cs: Posunout
de: Neu anordnen
es_es: Reorganizar
fr_fr: Réorganiser
nl_be: Herschikken
pt: Reorganizar
ru: Переставить

# DeletePlaylist
source: Delete the selected playlist?
cs: Smazat vybraný playlist?
de: Die ausgewählte Playliste löschen?
es_es: ¿Eliminar la lista de reproducción seleccionada?
fr_fr: Supprimer la playlist sélectionnée ?
nl_be: De geselecteerde afspeellijst verwijderen?
pt: Deletar a lista de reprodução selecionada?
ru: Удалить выбранный плей-лист?

# DeletePlaylistFolder
source: Delete the selected playlist folder? All contents inside it will be removed.
cs: Smazat vybranou složku s playlisty? Všechen obsah složky bude odstraněn.
de: Den ausgewählten Playlistenordner löschen? Alle Inhalte darin werden entfernt.
es_es: ¿Eliminar la carpeta seleccionada de la lista de reproducción? Se eliminará todo el contenido en su interior.
fr_fr: Supprimer le dossier de playlist sélectionné ? Tout ce qu'il contient sera supprimé.
nl_be: De geselecteerde afspeellijst verwijderen? Alle inhoud wordt verwijderd.
pt: Exclua a pasta de lista de reprodução selecionada? Todo o conteúdo dela será removido.
ru: Удалить выбранную папку плей-листа? Все содержимое будет удалено.

# DeleteSmartPlaylist
source: Delete the selected smart playlist?
cs: Smazat vybraný smart playlist?
de: Die ausgewählte Smartplayliste löschen?
es_es: ¿Eliminar la lista de reproducción inteligente seleccionada?
fr_fr: Supprimer la playliste intelligente sélectionnée ?
nl_be: De geselecteerde slimme afspeellijst verwijderen?
pt: Deletar a lista de reprodução smat selecionada?
ru: Удалить выбранный умный плей-лист?

# DeleteSmartPlaylistFolder
source: Delete the selected smart playlist folder? All contents inside it will be removed.
cs: Smazat vybranou složku se smart playlisty? Všechen obsah složky bude odstraněn.
de: Den ausgewählten Smartplaylistenordner löschen? Alle Inhalte darin werden entfernt.
es_es: ¿Eliminar la carpeta seleccionada de la lista de reproducción inteligente? Se eliminará todo el contenido en su interior.
fr_fr: Supprimer le dossier de playlist intelligente sélectionné ? Tout ce qu'il contient sera supprimé.
nl_be: De geselecteerde slimme afspeellijst verwijderen? Alle inhoud wordt verwijderd.
pt: Exclua a pasta de lista de reprodução smart selecionada? Todo o conteúdo dela será removido.
ru: Удалить выбранную папку умного плей-лист? Все содержимое будет удалено.

# Forums
source: Online forums
cs: Online fóra
de: Online-Foren
es_es: Foros en línea
fr_fr: Forums en ligne
pt: Fóruns on-line
ru: Форумы

# BrowseAlbumDetail
source: Browse album details
cs: Zobrazit detaily o albu
de: Albumdetails durchsuchen
es_es: Buscar información del álbum
fr_fr: Parcourir les détails de l'album
pt: Procurar detalhes de álbum
ru: Просмотр сведений о альбоме

source: Browse artist details
cs: Zobrazit detaily o interpretovi
de: Interpretendetails durchsuchen
es_es: Buscar información del artista
fr_fr: Parcourir les détails de l'artiste
pt: Procurar detalhes de artista
ru: Просмотр сведений об исполнителе

# ToggleLock
source: Lock/unlock
cs: Odemknout/zamknout
de: Sperren/entsperren
es_es: Bloquear/desbloquear
fr_fr: Verrouiller/déverrouiller
pt: Bloquear/Desbloquear
ru: Заблокировать/разблокировать

# HideShowAlbum
source: Toggle album visibility
cs: Přepnout viditelnost alba
de: Sichtbarkeit des Albums ein-/ausschalten
es_es: Alternar visibilidad del álbum
fr_fr: Activer/désactiver la visibilité de l'album
pt: Alternar visibilidade de álbum
ru: Включение видимости альбома

# HideAlbums
source: Hide hidden albums
cs: Skrýt skrytá alba
de: Versteckte Alben ausblenden
es_es: Ocultar álbumes ocultos
fr_fr: Masquer les albums masqués
pt: Ocultar álbuns ocultos
ru: Скрыть скрытые альбомы

source: Show hidden albums
cs: Zobrazit skrytá alba
de: Versteckte Alben anzeigen
es_es: Mostrar álbumes ocultos
fr_fr: Afficher les albums masqués
pt: Exibir álbuns ocultos
ru: Показать скрытые альбомы

# QuickEditorTitle
source: QUICK EDITOR
cs: RYCHLÝ EDITOR
fr_fr: ÉDITEUR RAPIDE
nl_be: SNELLE BEWERKER
pt: EDITOR RÁPIDO
ru: БЫСТРОЕ РЕДАКТИРОВАНИЕ

# JoinerHelpText
source: Click left mouse button + shift to set the start offset, right mouse button + shift will set the end offset.
cs: Pro nastavení start offsetu klikněte levým tlačítkem myši + shift, pro nastavení end offsetu pravé tlačítko myši + shift.
de: Klicke mit der linken Maustaste und halte die Umschalttaste gedrückt, um den Versatz zu beginnen, die rechte Maustaste in Kombination mit der Umschalttaste beenden den Versatz.
es_es: Haz clic en el botón izquierdo del ratón + la tecla de mayúsculas para establecer el desplazamiento inicial, o en el botón derecho del ratón + la tecla de mayúsculas para establecer el desplazamiento final.
fr_fr: Cliquez avec le bouton gauche de la souris + maj pour définir un décalage de départ, bouton droit de la souris + maj pour définir un décalage de fin.
pt: Clique com o botão esquerdo do mouse + Shift para definir o deslocamento inicial, com o botão direito de botão do mouse + Shift para definir o deslocamento final.
ru: Чтобы задать начальное смещение, нажмите Shift + левую кнопку мыши, конечное — Shift + правую кнопку мыши.

# JoinerTitleHelper
source: Add files with the add button, press F2 to adjust the offsets and the adjusted Bpm. Select a track to view its waveform
cs: Pomocí tlačítka Přidat přidejte soubory, stiskněte F2 pro úpravu offsetů a Bpm. Vyberte stopu pro zobrazení její křivky
de: Füge mit der Schaltfläche hinzufügen neue Dateien hinzu, tippe F2, um die Versätze und die angepassten bpm anzupassen. Wähle einen Track aus, um seine Wellenform anzuzeigen
es_es: Añadir archivos con el botón Agregar, presionar F2 para ajustar los desplazamientos y el Bpm ajustado. Seleccionar una pista para ver su formato waveform
fr_fr: Ajoutez des fichiers avec le bouton ajouter, appuyez sur F2 pour ajuster les décalages et le Bpm ajusté. Sélectionnez une piste pour afficher sa forme d'onde
pt: Adicione arquivos com o botão Adicionar, pressione F2 para ajustar os deslocamentos e o Bpm ajustado. Selecione uma faixa para ver a forma de onda
ru: Добавьте файлы кнопкой добавления, нажмите F2 и настройте смещение и измененное число уд/мин. Выберите дорожку для просмотра формы волны

source: Join
cs: Spojit
de: Zusammenfügen
es_es: Unir
fr_fr: Joindre
pt: Juntar
ru: Объединить

# JoinerWindow
source: Join audio files
cs: Spojit audio soubory
de: Audio-Dateien zusammenfügen
es_es: Unir archivos de audio
fr_fr: Joindre des fichiers audio
pt: Juntar arquivos de áudio
ru: Объединить аудиофайлы

# LoadJoinTemplate
source: Load stored project
cs: Nahrát uložený projekt
de: Gespeichertes Projekt laden
es_es: Cargar proyecto guardado
fr_fr: Charger un projet stocké
pt: Carregar projeto armazenado
ru: Загрузить сохраненный проект

# NewBpm
source: Adjusted Bpm
cs: Přizpůsobené Bpm
de: Angepasste bpm
es_es: Bpm ajustado
fr_fr: Bpm ajusté
pt: Bpm ajustado
ru: Измененное число уд/мин

source: Pitch
cs: Výška
de: Tonlage
es_es: Tono
fr_fr: Ton
pt: Altura
ru: Высота тона

source: Play selection
cs: Přehrát výběr
de: Auswahl abspielen
es_es: Selección de reproducción
fr_fr: Lire la sélection
pt: Reproduzir seleção
ru: Проиграть выбранное

# SaveJoinTemplate
source: Save current project
cs: Uložit aktuální projekt
de: Aktuelles Projekt speichern
es_es: Guardar proyecto actual
fr_fr: Enregistrer le projet en cours
pt: Salvar projeto atual
ru: Сохранить текущий проект

source: Zoom in
cs: Přiblížit
de: Vergrößern
es_es: Acercar zoom
fr_fr: Zoomer
pt: Ampliar zoom
ru: Увеличение

source: Zoom out
cs: Oddálit
de: Verkleinern
es_es: Alejar zoom
fr_fr: Dézoomer
pt: Reduzir zoom
ru: Уменьшение

source: Tag information
cs: Informace tagu
de: Tag-Informationen
es_es: Información de la etiqueta
fr_fr: Information du tag
pt: Informações da etiqueta
ru: Сведения о тегах

source: Join files...
cs: Spojit soubory...
de: Dateien zusammenfügen...
es_es: Unir archivos...
fr_fr: Joindre les fichiers...
pt: Juntar arquivos...
ru: Объединить файлы…

# YouMustSelectAFilename
source: Filename must be selected
cs: Musí být vybrán název souboru
de: Dateiname muss ausgewählt werden
es_es: Se debe seleccionar el nombre del archivo
fr_fr: Un nom de fichier doit être sélectionné
pt: Nome do arquivo deve ser selecionado
ru: Необходимо выбрать имя файла

source: Arguments
cs: Argumenty
de: Argumente
es_es: Argumentos
pt: Argumentos
ru: Аргументы

source: Field
cs: Pole
de: Feld
es_es: Campo
fr_fr: Champ
pt: Campo
ru: Поле

# ShowTrackListInAlbumView
source: Show tracklist in thumbnails/card mode
cs: Zobrazit seznam stop v režimu náhledů/karet
de: Trackliste im Thumbnail-/Kartenmodus anzeigen
es_es: Mostrar lista de canciones en modo miniaturas o tarjeta
fr_fr: Afficher la liste de pistes en mode miniatures/carte
pt: Exibir lista de faixas no modo miniatura/cartão
ru: Показывать список дорожек в виде эскизов или карточек

# NavigationPaneViews
source: Visible navigation views
cs: Viditelná navigační zobrazení
de: Sichtbare Navigationsanzeigen
es_es: Vistas de navegación accesibles
fr_fr: Vues de navigation visibles
pt: Visualizações de navegação visíveis
ru: Видимые представления навигации

source: View filter
cs: Zobrazit filtr
de: Ansichtsfilter
es_es: Filtro de vista
fr_fr: Filtre de vues
pt: Visualizar filtro
ru: Фильтр просмотра
