Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

# EditMultipleLabelsHelper
source: Split labels on separate lines
cs: Oddělte vydavatele do samostatných řádků
de: Ein Label pro Zeile
es_es: Dividir discográficas en líneas separadas
fr_fr: Séparer les labels en lignes séparées
it: Dividi le case disc. in linee separate
nl_be: Splits labels op aparte lijnen
pt: Dividir rótulos em linhas separadas
ru: Разделить лейблы по строкам
sk: Rozdeliť vydavateľov na osobitné riadky
sv: Dela utgivare på separata rader

# EditMultipleLabelsTitle
source: Edit multiple labels
cs: Upravit více vydavatelů
de: Multiple Label bearbeiten
es_es: Editar múltiples discográficas
fr_fr: Editer des labels multiples
it: Modifica più case disc.
nl_be: Meerdere labels bewerken
pt: Editar múltiplos rótulos
ru: Изменить несколько лейблов
sk: Editovať viac vydavateľov
sv: Ändra multipla utgivare

# ImportDbProgress1
source: Importing users
cs: Import uživatelů
de: Importiere Benutzer
es_es: Importando usuarios
fr_fr: Importation des utilisateurs
it: Importazione utenti
nl_be: Gebruikers importeren
pt: Importando usuários
ru: Импорт пользователей
sk: Importujem uživateľov
sv: Importerar användare

# ImportDbProgress10
source: Importing artists
cs: Import interpretů
de: Importiere Interpreten
es_es: Importando artistas
fr_fr: Importation des artistes
it: Importazione artisti
nl_be: Artiesten importeren
pt: Importando artistas
ru: Импорт исполнителей
sk: Importujem interprétov
sv: Importerar artister

# ImportDbProgress11
source: Importing artist ratings
cs: Import hodnocení interpretů
de: Importiere Interpretenbewertungen
es_es: Importando puntuaciones de artistas
fr_fr: Importation des notes des artistes
it: Importazione valutazione artisti
nl_be: Artiest beoordelingen importeren
pt: Importando classificação de artistas
ru: Импорт оценок исполнителей
sk: Importujem hodnotenia interprétov
sv: Importerar artistbetyg

# ImportDbProgress12
source: Importing albums
cs: Import alb
de: Importiere Alben
es_es: Importando álbumes
fr_fr: Importation des albums
it: Importazione album
nl_be: Albums importeren
pt: Importando álbuns
ru: Импорт альбомов
sk: Importujem albumy
sv: Importerar album

# ImportDbProgress13
source: Importing album ratings
cs: Import hodnocení alb
de: Importiere Albenbewertungen
es_es: Importando puntuaciones de álbumes
fr_fr: Importation des notes des albums
it: Importazione valutazione album
nl_be: Album beoordelingen importeren
pt: Importando classificação de álbuns
ru: Импорт оценок альбомов
sk: Importujem hodnotenia albumov
sv: Importerar albumbetyg

# ImportDbProgress14
source: Importing relations
cs: Import propojení
de: Importiere Beziehungen
es_es: Importando relaciones
fr_fr: Importation des relations
it: Importazione relazioni
nl_be: Relaties importeren
pt: Importando relações
ru: Импорт связей
sk: Importujem vzťahy
sv: Importerar relationer

# ImportDbProgress15
source: Importing detail items
cs: Import detailních položek
de: Importiere Songdetails
es_es: Importando detalles de los elementos
fr_fr: Importation des détails des items
it: Importazione voci di dettaglio
nl_be: Detail artikelen importeren
pt: Importando itens de detalhe
ru: Импорт элементов сведений
sk: Importujem detaily
sv: Importerar låtar

# ImportDbProgress16
source: Importing ratings
cs: Import hodnocení
de: Importiere Bewertungen
es_es: Importando puntuaciones
fr_fr: Importation des notes
it: Importazione valutazioni
nl_be: Beoordelingen importeren
pt: Importando classificações
ru: Импорт оценок
sk: Importujem hodnotenia
sv: Importerar betyg

# ImportDbProgress17
source: Importing artist x detail items
cs: Import detailů o interpretech
de: Importiere Interpret x Songdetails
es_es: Importando elementos artista x detalle
fr_fr: Importation des artistes x détails des items
it: Importazione artisti x voci di dettaglio
nl_be: Artiest x detail artikelen importeren
pt: Importando artista x itens de detalhe
ru: Импорт элементов исполнитель x сведения
sk: Importujem detaily x interpréta
sv: Importerar artist/låt relationer

# ImportDbProgress18
source: Importing comments
cs: Import komentářů
de: Importiere Kommentare
es_es: Importando comentarios
fr_fr: Importation des commentaires
it: Importazione commenti
nl_be: Opmerkingen importeren
pt: Importando comentários
ru: Импорт комментариев
sk: Importujem komentáre
sv: Importerar kommentarer

# ImportDbProgress19
source: Importing lyrics
cs: Import textů
de: Importiere Songtexte
es_es: Importando letras
fr_fr: Importation des paroles
it: Importazione testi
nl_be: Teksten importeren
pt: Importando letras
ru: Импорт текстов песен
sk: Importujem texty
sv: Importerar låttexter

# ImportDbProgress2
source: Importing user groups
cs: Import uživatelských skupin
de: Importiere Benutzergruppen
es_es: Importando grupos de usuarios
fr_fr: Importation des groupes d'utilisateurs
it: Importazione gruppi utente
nl_be: Gebruikersgroepen importeren
pt: Importando grupos de usuário
ru: Импорт групп пользователей
sk: Importujem užívateľské skupiny
sv: Importerar användargrupper

# ImportDbProgress20
source: Importing history
cs: Import historie
de: Importiere Historie
es_es: Importando historial
fr_fr: Importation de l'historique
it: Importazione cronologia
nl_be: Geschiedenis importeren
pt: Importando história
ru: Импорт истории
sk: Importujem históriu
sv: Importerar historik

# ImportDbProgress21
source: Importing playlist entries
cs: Import položek playlistu
de: Importiere Playlisteneinträge
es_es: Importando entradas de lista de reproducción
fr_fr: Importation des entrées de la playlist
it: Importazione voci delle playlist
nl_be: Afspeellijst vermeldingen importeren
pt: Importando entradas da lista de reprodução
ru: Импорт записей в плей-листе
sk: Importujem položky playlistu
sv: Importerar innehåll till spellistor

# ImportDbProgress22
source: Importing genre x detail items
cs: Import detailů o žánrech
de: Importiere Genre x Songdetails
es_es: Importando elementos género x detalle
fr_fr: Importation du genre x des détails des items
it: Importazione generi x voci di dettaglio
nl_be: Genre x detail artikelen importeren
pt: Importando gênero x itens de detalhe
ru: Импорт элементов жанр x сведения
sk: Importujem žánre x položiek
sv: Importerar genre/låt relationer

# ImportDbProgress23
source: Importing label x detail items
cs: Import detailů o vydavatelích
de: Importiere Label x Songdetails
es_es: Importando elementos discográficas x detalle
fr_fr: Importation du label x des détails des items
it: Importazione case disc. x voci di dettaglio
nl_be: Label x detail artikelen importeren
pt: Importando rótulo x itens de detalhe
ru: Импорт элементов лейбл x сведения
sk: Importujem vydavateľov x položiek
sv: Importerar utgivare/låt relationer

# ImportDbProgress25
source: Correcting artists with subtracks
cs: Oprava interpretů a subtracků
de: Korrigiere Interpreten mit Subtracks
es_es: Corrigiendo artistas con subpistas
fr_fr: Correction des artistes avec des sous-pistes
it: Correzione artisti co sottotracce
nl_be: Artiesten met subtracks verbeteren
pt: Corrigindo artistas com subfaixas
ru: Исправление исполнителей с вложенными дорожками
sk: Opravujem interprétov, obsahujúcich substopy
sv: Korrigerar artister med underspår

# ImportDbProgress26
source: Correcting subtrack lengths
cs: Oprava délky subtracků
de: Korrigiere Subtracklängen
es_es: Corrigiendo duración de subpistas
fr_fr: Correction de la longueur des sous-pistes
it: Correzione durata sottotracce
nl_be: Subtrack lengtes verbeteren
pt: Corrigindo comprimentos de subfaixa
ru: Исправление длин вложенных дорожек
sk: Upracujem dĺžky subskladieb
sv: Korrigerar underspår längder

# ImportDbProgress27
source: Removing orphaned albums
cs: Odstraňování nedostupných alb
de: Entferne verwaiste Alben
es_es: Eliminando álbumes huérfanos
fr_fr: Retirer les albums orphelins
it: Eliminazione album orfani
nl_be: Verweesde albums verwijderen
pt: Removendo álbuns órfãos
ru: Удаление пустых альбомов
sk: Odstraňujem opustené albumy
sv: Tar bort överflödiga album

# ImportDbProgress28
source: Adding root folders
cs: Přidávání kořenových složek
de: Füge Wurzelverzeichnisse hinzu
es_es: Añadiendo directorios principales
fr_fr: Ajout des dossiers racines
it: Aggiunta cartelle della directory
nl_be: Toevoegen van hoofdmappen
pt: Adicionando pastas raiz
ru: Добавление корневых папок
sk: Pridávanie koreňových adresárov
sv: Lägger till rotmappar

# ImportDbProgress3
source: Importing user mappings
cs: Import uživatelských map
de: Importiere Benutzerzuordnungen
es_es: Importando conexiones de usuario
fr_fr: Importation de la carte des utilisateurs
it: Importazione mappatura utente
nl_be: Gebruiker toewijzingen importeren
pt: Importando mapeamento de usuários
ru: Импорт сопоставлений пользователей
sk: Importujem užívateľské nastavenia
sv: Importerar användarkopplingar

# ImportDbProgress4
source: Importing services
cs: Import služeb
de: Importiere Services
es_es: Importando servicios
fr_fr: Importation des services
it: Importazione servizi
nl_be: Diensten importeren
pt: Importando serviços
ru: Импорт сервисов
sk: Importujem služby
sv: Importerar tjänster

# ImportDbProgress5
source: Importing countries
cs: Import zemí
de: Importiere Länder
es_es: Importando países
fr_fr: Importation des pays
it: Importazione nazioni
nl_be: Landen importeren
pt: Importando países
ru: Импорт стран
sk: Importujem krajiny
sv: Importerar länder

# ImportDbProgress6
source: Importing genres
cs: Import žánrů
de: Importiere Genres
es_es: Importando géneros
fr_fr: Importation des genres
it: Importazione generi
nl_be: Genres importeren
pt: Importando gêneros
ru: Импорт жанров
sk: Importujem žánre
sv: Importerar genres

# ImportDbProgress7
source: Importing playlist folders
cs: Import složek playlistů
de: Importiere Playlistenordner
es_es: Importando carpetas de lista de reproducción
fr_fr: Importation des dossiers de playlists
it: Importazione cartelle playlist
nl_be: Afspeellijst mappen importeren
pt: Importando pastas de lista de reprodução
ru: Импорт папок плей-листов
sk: Importujem adresáre playlistov
sv: Importerar spellistemappar

# ImportDbProgress8
source: Importing playlists
cs: Import playlistů
de: Importiere Playlisten
es_es: Importando listas de reproducción
fr_fr: Importation des playlists
it: Importazione playlist
nl_be: Afspeellijsten importeren
pt: Importando listas de reprodução
ru: Импорт плей-листов
sk: Importujem playlisty
sv: Importerar spellistor

# ImportDbProgress9
source: Importing labels
cs: Import vydavatelů
de: Importiere Label
es_es: Importando discográficas
fr_fr: Importation des labels
it: Importazione case discografiche
nl_be: Labels importeren
pt: Importando rótulos
ru: Импорт лейблов
sk: Importujem vydavateľov
sv: Importerar utgivare

source: Extract
cs: Extrahovat
de: Extrahieren
es_es: Extraer
fr_fr: Extraction
it: Estrazione
nl_be: Uitpakken
pt: Extrair
ru: Извлечь
sk: Extrahovať
sv: Extrahera

source: Edit multiple artists
cs: Upravit více interpretů
de: Multiple Interpreten bearbeiten
es_es: Editar múltiples artistas
fr_fr: Editer les artistes multiples
it: Modifica più artisti
nl_be: Meerdere artiesten bewerken
pt: Editar múltiplos artistas
ru: Изменить несколько исполнителей
sk: Editovať viac interprétov
sv: Ändra multipla artister

# EditIplTitle
source: Edit involved peoples
cs: Upravit zainteresované osoby
de: Beteiligte Personen bearbeiten
es_es: Editar personas involucradas
fr_fr: Editer les personnes impliquées
it: Modifica persone coinvolte
nl_be: Betrokken personen bewerken
pt: Editar pessoas envolvidas
ru: Изменить причастных людей
sk: Editovať zapojených ľudí
sv: Ändra inblandade personer

# EditMclTitle
source: Edit musician credits
cs: Upravit seznam hudebníků
de: Beteiligte Musiker bearbeiten
es_es: Editar créditos de los músicos
fr_fr: Editer les musiciens crédités
it: Modifica riconoscimenti
nl_be: Muziekant bijdrage bewerken
pt: Editar créditos do músico
ru: Изменить состав группы
sk: Editovať kredity interprétov
sv: Ändra musiker

source: Add/edit comment
cs: Přidat/upravit komentář
de: Kommentar hinzufügen/bearbeiten
es_es: Añadir/editar comentario
fr_fr: Ajouter/Editer le commentaire
it: Aggiungi/modifica commenti
nl_be: Commentaar toevoegen/bewerken
pt: Adicionar/editar comentário
ru: Добавить (изменить) комментарий
sk: Pridať/upraviť komentár
sv: Lägg till/ändra kommentar

source: Add/edit txxx
cs: Přidat/upravit txxx
de: TXXX hinzufügen/bearbeiten
es_es: Añadir/editar txxx
fr_fr: Ajouter/Editer txxx
it: Aggiungi/modifica txxx
nl_be: txxx toevoegen/bewerken
pt: Adicionar/editar txxx
ru: Добавить (изменить) TXXX
sk: Pridať/upraviť txxx
sv: Lägg till/ändra txxx

source: Content
cs: Obsah
de: Inhalt
es_es: Contenido
fr_fr: Contenu
it: Contenuto
nl_be: Inhoud
pt: Conteúdo
ru: Содержимое
sk: Obsah
sv: Innehåll

source: Description
cs: Popis
de: Beschreibung
es_es: Descripción
it: Descrizione
nl_be: Beschrijving
pt: Descrição
ru: Описание
sk: Popis
sv: Beskrivning

source: Load
cs: Nahrát
de: Laden
es_es: Cargar
fr_fr: Chargement
it: Carica
nl_be: Laden
pt: Carregar
ru: Загрузить
sk: Nahrať
sv: Ladda

source: Save
cs: Uložit
de: Speichern
es_es: Guardar
fr_fr: Sauvegarde
it: Salva
nl_be: Bewaren
pt: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara

source: Add/edit picture
cs: Přidat/upravit obrázek
de: Bild hinzufügen/bearbeiten
es_es: Añadir/editar imagen
fr_fr: Ajouter/Editer l'image
it: Aggiungi/modifica immagine
nl_be: Afbeelding toevoegen/bewerken
pt: Adicionar/editar imagem
ru: Добавить (изменить) изображение
sk: Pridať/upraviť obrázok
sv: Lägg till/ändra bild

source: Browse
cs: Prohlížet
de: Suchen
es_es: Buscar
fr_fr: Parcourir
it: Sfoglia
nl_be: Bladeren
pt: Navegar
ru: Обзор
sk: Prehliadať
sv: Bläddra

source: Picture
cs: Obrázek
de: Bild
es_es: Imagen
fr_fr: Image
it: Immagine
nl_be: Afbeelding
pt: Imagem
ru: Изображение
sk: Obrázok
sv: Bild

source: Picture type
cs: Typ obrázku
de: Bildtyp
es_es: Tipo de imagen
fr_fr: Type d'image
it: Tipo immagine
nl_be: Beeldtype
pt: Tipo de imagem
ru: Тип изображения
sk: Typ obrázku
sv: Bildtyp

source: Finish
cs: Dokončit
de: Beenden
es_es: Finalizar
fr_fr: Fin
it: Terminato
nl_be: Afwerken
pt: Terminar
ru: Готово
sk: Ukončiť
sv: Avsluta

# te_album
source: Album
es_es: Álbum
pt: Álbum
ru: Альбом

# te_albumartist
source: Album artist
cs: Internet alba
es_es: Artista del álbum
fr_fr: Artiste de l'album
it: Artista album
nl_be: Album artiest
pt: Álbum artista
ru: Исполнитель (альбом)
sk: Interprét albumu

# te_albumartistsortorder
source: Album artist sort order
cs: Řazení interpretů alba
de: Albumartist-Sortierung
es_es: Criterio ord. artista del álbum
fr_fr: Ordre de tri de l'art. de l'alb.
it: Ordinamento artista
nl_be: Album artiest sorteervolgorde
pt: Ordem de álbum artista
ru: Порядок исполнителей (альбом)
sk: Poradie podľa interpréta albumu
sv: Album artist sortering

# te_albumsortorder
source: Album sort order
cs: Řazení alb
de: Album-Sortierung
es_es: Criterio ord. álbum
fr_fr: Ordre de tri de l'alb.
it: Ordinamento album
nl_be: Album sorteervolgorde
pt: Ordem de álbum
ru: Порядок альбомов
sk: Poradie podľa albumu
sv: Album sortering

# te_albumsubtitle
source: Album subtitle
cs: Podtitul alba
de: Albumuntertitel
es_es: Subtítulo del álbum
fr_fr: Sous-titre de l'album
it: Sottotitolo album
nl_be: Album ondertitel
pt: Subtítulo de álbum
ru: Подзаголовок альбома
sk: Podnázov albumu
sv: Album undertitel

# te_albumversion
source: Album version
cs: Verze alba
es_es: Versión del álbum
fr_fr: Version de l'album
it: Edizione album
nl_be: Album versie
pt: Versão do álbum
ru: Версия альбома
sk: Verzia albumu

# te_artist
source: Artist
cs: Interpret
de: Interpret
es_es: Artista
fr_fr: Artiste
it: Artista
nl_be: Artiest
pt: Artista
ru: Исполнитель
sk: Interprét

# te_artistsortorder
source: Artist sort order
cs: Řazení interpretů
de: Interpretensortierung
es_es: Criterio ord. artista
fr_fr: Ordre de tri de l'art.
it: Ordinamento artista
nl_be: Artiest sorteervolgorde
pt: Ordem de artista
ru: Порядок исполнителей
sk: Triedenie podľa interprétov
sv: Artist sortering

# te_artisturl
source: Artist url
cs: URL interpreta
de: Interpret-URL
es_es: Url de artista
fr_fr: Url de l'artiste
it: URL artista
nl_be: Artiest url
pt: Url do artista
ru: Ссылка на исполнителя
sk: Url interpréta

# te_audiofileurl
source: Audio file url
cs: URL audio souboru
de: Audiodatei-URL
es_es: Url de archivo de audio
fr_fr: Url du fichier audio
it: URL file audio
nl_be: Audiobestand url
pt: Url do arquivo de áudio
ru: Ссылка на аудиофайл
sk: Url audio súboru
sv: Ljudfil url

# te_bandorch
source: Band/orchestra
cs: Skupina/orchestr
de: Band/Orchester
es_es: Banda/Orquesta
fr_fr: Groupe/Orchestre
it: Orchestra
nl_be: Groep/orkest
pt: Banda/orquestra
ru: Группа, оркестр
sk: Skupina/orchester
sv: Band/orkester

# te_biography
source: Biography
cs: Biografie
de: Biografie
es_es: Biografía
fr_fr: Biographie
it: Biografia
nl_be: Biografie
pt: Biografia
ru: Биография
sk: Biografia
sv: Biografi

# te_blank
source: Blank
cs: Prázdné
de: Leer
es_es: En blanco
fr_fr: Vide
it: Vuoto
nl_be: Leeg
pt: Vazio
ru: Пусто
sk: Prázdny
sv: Tom

# te_bpm
source: BPM
ru: Уд/мин

# te_buycdurl
source: Buy CD url
cs: Koupit CD
de: Kauf-URL
es_es: Url para comprar el CD
fr_fr: Url d'achat de CD
it: URL acquisto CD
nl_be: CD url kopen
pt: Url para comprar CD
ru: Ссылка на покупку CD
sk: Adresa pre nákup CD
sv: Köp CD länk

# te_catalognumber
source: Catalog number
cs: Katalogové číslo
de: Katalognummer
es_es: Número de catálogo
fr_fr: Numéro du catalogue
it: Numero di catalogo
nl_be: Catalogusnummer
pt: Número de catálogo
ru: Номер по каталогу
sk: Katalógové číslo
sv: Katalognummer

# te_composer
source: Composer
cs: Skladatel
de: Komponist
es_es: Compositor
fr_fr: Compositeur
it: Compositore
nl_be: Componist
pt: Compositor
ru: Композитор
sk: Skladateľ
sv: Kompositör

# te_conductor
source: Conductor
cs: Dirigent
de: Dirigent
es_es: Director
fr_fr: Chef d'orchestre
it: Direttore
nl_be: Dirigent
pt: Regente
ru: Дирижер
sk: Dirigent
sv: Dirigent

# te_copyright
source: Copyright
it: Diritti d'autore
nl_be: Auteursrecht
pt: Direitos autorais
ru: Авторские права

# te_currentcd
source: Current CD
cs: Aktuální CD
de: Aktuelle CD
es_es: CD actual
fr_fr: CD actuel
it: CD corrente
nl_be: Huidige CD
pt: CD corrente
ru: Текущий CD
sk: Aktuálne CD
sv: Aktuell CD

# te_currenttrack
source: Current track
cs: Aktuální stopa
de: Aktueller Track
es_es: Pista actual
fr_fr: Piste actuelle
it: Brano corrente
nl_be: Huidig nummer
pt: Faixa corrente
ru: Текущая дорожка
sk: Aktuálna skladba
sv: Aktuell låt

# te_custom1
source: Custom 1
cs: Vlastní 1
es_es: Personalizado 1
fr_fr: Personnalisé 1
it: Personale 1
nl_be: Aangepast 1
ru: Свое 1
sk: Vlastné 1

# te_custom10
source: Custom 10
cs: Vlastní 10
es_es: Personalizado 10
fr_fr: Personnalisé 10
it: Personale 10
nl_be: Aangepast 10
ru: Свое 10
sk: Vlastné 10

# te_custom2
source: Custom 2
cs: Vlastní 2
es_es: Personalizado 2
fr_fr: Personnalisé 2
it: Personale 2
nl_be: Aangepast 2
ru: Свое 2
sk: Vlastné 2

# te_custom3
source: Custom 3
cs: Vlastní 3
es_es: Personalizado 3
fr_fr: Personnalisé 3
it: Personale 3
nl_be: Aangepast 3
ru: Свое 3
sk: Vlastné 3

# te_custom4
source: Custom 4
cs: Vlastní 4
es_es: Personalizado 4
fr_fr: Personnalisé 4
it: Personale 4
nl_be: Aangepast 4
ru: Свое 4
sk: Vlastné 4

# te_custom5
source: Custom 5
cs: Vlastní 5
es_es: Personalizado 5
fr_fr: Personnalisé 5
it: Personale 5
nl_be: Aangepast 5
ru: Свое 5
sk: Vlastné 5

# te_custom6
source: Custom 6
cs: Vlastní 6
es_es: Personalizado 6
fr_fr: Personnalisé 6
it: Personale 6
nl_be: Aangepast 6
ru: Свое 6
sk: Vlastné 6

# te_custom7
source: Custom 7
cs: Vlastní 7
es_es: Personalizado 7
fr_fr: Personnalisé 7
it: Personale 7
nl_be: Aangepast 7
ru: Свое 7
sk: Vlastné 7

# te_custom8
source: Custom 8
cs: Vlastní 8
es_es: Personalizado 8
fr_fr: Personnalisé 8
it: Personale 8
nl_be: Aangepast 8
ru: Свое 8
sk: Vlastné 8

# te_custom9
source: Custom 9
cs: Vlastní 9
es_es: Personalizado 9
fr_fr: Personnalisé 9
it: Personale 9
nl_be: Aangepast 9
ru: Свое 9
sk: Vlastné 9

# te_encodedby
source: Encoded by
cs: Enkodér
de: Kodiert von
es_es: Codificado por
fr_fr: Encodé par
it: Codificato da
nl_be: Gecodeerd door
pt: Codificado por
ru: Кодирование:
sk: Enkódoval
sv: Kodad av

# te_fileowner
source: File owner
cs: Vlastník souboru
de: Dateibesitzer
es_es: Propietario del archivo
fr_fr: Propriétaire du fichier
it: Proprietario file
nl_be: Bestandseigenaar
pt: Proprietário do arquivo
ru: Владелец файла
sk: Vlastník súboru
sv: Filägare

# te_genre
source: Genre
cs: Žánr
es_es: Género
it: Genere
pt: Gênero
ru: Жанр
sk: Žáner

# te_grouping
source: Grouping
cs: Seskupení
de: Gruppierung
es_es: Agrupación
fr_fr: Regroupement
it: Raggruppamento
nl_be: Groepering
pt: Grupamento
ru: Группировка
sk: Zoskupovanie
sv: Gruppering

# te_initialkey
source: Initial key
cs: Tónina
de: Anfangstonart
es_es: Clave inicial
fr_fr: Clé initiale
it: Chiave iniziale
nl_be: Beginsleutel
pt: Tom inicial
ru: Начальный ключ
sk: Úodný kľúč
sv: Initial nyckel

# te_ipls
source: Involved people
cs: Zainteresovaní lidé
de: Beteiligte Personen
es_es: Personas involucradas
fr_fr: Personne impliquée
it: Persone coinvolte
nl_be: Betrokken personen
pt: Pessoas envolvidas
ru: Причастные
sk: Zainteresovaní ľudia
sv: Inblandade personer

# te_isrc
source: ISRC
ru: Код ISRC

# te_label
source: Label
cs: Vydavatel
es_es: Discográfica
it: Casa discografica
pt: Rótulo
ru: Лейбл
sk: Vydavateľ
sv: Utgivare

# te_labelurl
source: Label url
cs: URL vydavatele
es_es: Url de discográfica
fr_fr: Url du Label
it: URL casa discografica
pt: Rótulo da url
ru: Ссылка на лейбл
sk: Url vydavateľa
sv: Utgivarlänk

# te_language
source: Language
cs: Jazyk
de: Sprache
es_es: Idioma
fr_fr: Langue
it: Lingua
nl_be: Taal
pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk

# te_lyricist
source: Lyricist
cs: Textař
de: Texter
es_es: Letrista
fr_fr: Parolier
it: Paroliere
nl_be: Tekstschrijver
pt: Letrista
ru: Автор текста
sk: Textár
sv: Textförfattare

# te_lyrics
source: Lyrics
cs: Text
de: Songtext
es_es: Letras
fr_fr: Paroles
it: Testi
nl_be: Songtekst
pt: Letra
ru: Текст
sk: Text
sv: Låttexter

# te_mcl
source: Musician credits
cs: Seznam hudebníků
de: Beteiligte Musiker
es_es: Créditos musicales
fr_fr: Musiciens crédités
it: Riconoscimenti
nl_be: Muzikant kredieten
pt: Crédito do músico
ru: Состав группы
sk: Kredity hudobníkov
sv: Musiker

# te_media
source: Media
cs: Médium
de: Medium
es_es: Medio
fr_fr: Média
ru: Носитель
sk: Médiá

# te_mood
source: Mood
cs: Nálada
de: Stimmung
es_es: Estado de ánimo
fr_fr: Ambiance
it: Umore
nl_be: Stemming
pt: Clima
ru: Настроение
sk: Nálada
sv: Humör

# te_multiplecomments
source: Multiple comments
cs: Více komentářů
de: Mehrfache Kommentare
es_es: Comentarios múltiples
fr_fr: Commentaires Multiples
it: Commenti multipli
nl_be: Meerdere opmerkingen
pt: Múltiplos comentários
ru: Несколько комментариев
sk: Viacnásobné komentáre
sv: Multipla kommentarer

# te_orgartist
source: Original artist
cs: Původní interpret
de: Original-Interpret
es_es: Artista original
fr_fr: Artiste original
it: Artista originale
nl_be: Originele artiest
pt: Artista original
ru: Первоначальный исполнитель
sk: Originálny interprét
sv: Ursprunglig artist

# te_orgfilename
source: Original filename
cs: Původní název souboru
de: Original-Dateiname
es_es: Nombre archivo original
fr_fr: Nom du fichier original
it: Nome file originale
nl_be: Originele bestandsnaam
pt: Nome do arquivo original
ru: Первоначальное имя файла
sk: Originálny názov súboru
sv: Ursprungligt filnamn

# te_orglyricist
source: Original lyricist
cs: Původní textař
de: Original-Texter
es_es: Letrista original
fr_fr: Parolier original
it: Paroliere originale
nl_be: Originele tekstschrijver
pt: Letrista original
ru: Первоначальный автор текста
sk: Originálny textár
sv: Ursprunglig textförfattare
