Repository: ImplodedSoftware/HeliumTranslations
Catalog: Translation.*.resx
Languages: cs, de, es_es, fr_fr, it, nl_be, pt, ru, sk, sv

source: ON
cs: ZAP
de: AN
nl_be: AAN
pt: ATIVADO
ru: ВКЛ
sk: Zap.
sv: PÅ

source: Operator
cs: Operátor
es_es: Operador
fr_fr: Opérateur
it: Operatore
nl_be: Operateur
pt: Operador
ru: Оператор
sk: Operátor
sv: Operand

source: Or
cs: Nebo
de: Oder
es_es: O
fr_fr: Ou
it: O
nl_be: Of
pt: Ou
ru: Или
sk: Alebo
sv: Eller

source: Script-scope
de: Arbeitsbereich
es_es: Alcance del script
it: Ambito script
nl_be: Manuscript
pt: Escopo do script
ru: Область действия
sv: Script-omfång

source: Settings
cs: Nastavení
de: Einstellungen
es_es: Configuración
fr_fr: Réglages
it: Impostazioni
nl_be: Instellingen
pt: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar

# UnableToPerformUpdateCheck
source: Unable to perform update check. Try again later.
cs: Aktualizace nelze zkontrolovat. Zkuste to později.
de: Der Updatecheck konnte nicht durchgeführt werden. Versuche es später wieder.
es_es: No se ha podido comprobar el estado de actualizaciones. Inténtalo de nuevo más tarde.
fr_fr: Impossible de vérifier la disponibilité d'une mise à jour. Essayez plus tard.
it: Non posso cotrollare gli aggiornamenti, Ritenta più tardi.
nl_be: Kan update controle niet uitvoeren. Probeer het later nogmaals.
pt: Não é possível executar a verificação de atualização. Tente novamente mais tarde.
ru: Не удается проверить обновления. Повторите попытку позже.
sk: Nieje možné skontrolovať aktualizácie. Vyskúšajte neskôr prosím.
sv: Kunde inte genomföra uppdateringskoll. Försök igen senare.

# ForceCopyPicturesOnAdd
source: Force copy pictures to the specified folder during add
cs: Vynutit zkopírování obrázků do vybrané složky
de: Kopieren von Bildern in den angegebenen Ordner beim Hinzufügen erzwingen
es_es: Forzar copia de imágenes a la carpeta específica durante la adición
fr_fr: Forcer la copie des images dans le dossier spécifié durant l'ajout
it: Forza la copia immagini alla cartella specificata durante l'aggiunta
nl_be: Dwing om de gekopïeerde afbeeldingen naar de opgegeven map te plaatsen bij toevoegen
pt: Forçar cópia de imagens para a pasta especificada durante a adição
ru: Принудительное копирование изображений в указанную папку при добавлении
sk: Vynútiť kopírovanie obrázkov do špecifikovaného adresára počas pridávania
sv: Tvångskopiera bilder hittade till den specificerade mappen under lägg till operationen

# NoErrorsInFlacFile
source: No errors found
cs: Nenalezeny žádné chyby
de: Keine Fehler gefunden
es_es: No se han encontrado errores
fr_fr: Aucune erreur trouvée
it: Nessun errore trovato
nl_be: Geen fouten gevonden
pt: Nenhum erro encontrado
ru: Ошибок не найдено
sk: Nenašli sa chyby
sv: Inga fel hittade

source: Housekeep
cs: Uklidit
de: Aufräumen
es_es: Mantenimiento
fr_fr: Ménage
it: Pulizia
nl_be: Onderhouden
pt: Limpeza
ru: Очистка
sk: Údržba
sv: Hushållning

source: Information
cs: Informace
de: Informationen
es_es: Información
it: Informazione
nl_be: Informatie
pt: Informações
ru: Информация
sk: Informácia

# NoFilesAvailable
source: No files are available
cs: Nejsou dostupné žádné soubory
de: Keine Dateien vorhanden
es_es: No hay archivos disponibles
fr_fr: Aucun fichier n'est disponible
it: Nessun file disponibile
nl_be: Geen bestanden beschikbaar
pt: Nenhum arquivo disponível
ru: Файлов нет
sk: Žiadne súbory niesú dostupné
sv: Inga filer är tillgängliga

source: files loaded
cs: souborů načteno
de: Dateien geladen
es_es: Archivos cargados
fr_fr: Fichiers chargés
it: file caricati
nl_be: bestanden geladen
pt: arquivos carregados
ru: файл. загруж.
sk: načítaných súborov

source: New artist name:
cs: Nový název interpreta:
de: Neuer Interpretenname:
es_es: Nombre de artista nuevo:
fr_fr: Nouveau nom de l'artiste:
it: Nuovo nome artista:
nl_be: Nieuwe artiestennaam:
pt: Novo nome do artista:
ru: Новое имя исполнителя:
sk: Nové meno interpréta:

# HousekeepPaths
source: When housekeeping your paths, all present paths will be removed. Would you like to continue?
cs: Při úklidu vašich cest budou všechny stávající cesty odstraněny. Chcete pokračovat?
de: Wenn die Pfade aufgeräumt werden, werden alle vorhandenen Pfade entfernt. Wirklich fortfahren?
es_es: Cuando se hace mantenimiento en las rutas, todas las rutas actuales son eliminadas. ¿Quieres continuar?
fr_fr: Quand vous faites le ménage des chemins, tous les chemins présents sont supprimés. Voulez-vous continuer?
it: Quando pulisci il tuo percorso, tutti i percorsi presenti verrano rimossi. Vuoi continuare?
nl_be: Wanneer Uw paden worden onderhouden zullen alle huidige paden worden verwijderd. Wilt U doorgaan?
pt: Ao limpar os caminhos, todos os caminhos atuais serão removidos. Deseja continuar?
ru: При очистке дорожек все существующие пути будут удалены. Продолжить?
sk: Pri reorganizácií ciest budú všetky prítomné cesty odstránené. Želáte si pokračovať?

source: Toggle auto inc. tracks
cs: Přepnout auto čísl. stop
de: Auto-Nummerierung ein-/ausschalten
es_es: Activar auto incremento de pistas
fr_fr: Basculer auto inc. pistes
it: Commuta auto inc. brani
nl_be: Auto inc. nummers inschakelen
pt: Alternar para autoinc. faixas
ru: Вкл. автонум. дорожек
sk: Prepnúť auto inc. skladby

# ToggleAutoSort
source: Toggle auto sort order
cs: Přepnout auto řazení
de: Auto-Sortierung ein-/ausschalten
es_es: Activar auto criterio de ordenación
fr_fr: Basculer auto ordre de tri
it: Commuta auto ordinamento
nl_be: Auto sorteervolgorde inschakelen
pt: Alternar para classificar automaticamente
ru: Включение автосортировки
sk: Prepnúť automatické triedenie poradia

source: Toggle capitalizer
cs: Přepnout velká písmena
de: Großschreiber ein-/ausschalten
es_es: Activar capitalizador
fr_fr: Basculer la capitalisation
it: Commuta maiuscolo/minuscolo
nl_be: Hoofdletteraar inschakelen
pt: Alternar capitalizador
ru: Включение режима прописных
sk: Prepnúť kapitalizér

# UL_RemovingFiles
source: Removing files, {0} % done
cs: Odstraňování souborů, {0} % hotovo
de: Entferne Dateien, {0}% erledigt
es_es: Eliminar archivos, {0} % hecho
fr_fr: Suppression des fichiers, {0} % effectuée
it: Rimozione file, {0} % fatto
nl_be: Bestanden verwijderen, {0}% voltooid
pt: Removendo arquivos, {0}% pronto
ru: Удаление файлов, выполнено: {0}%
sk: Odstrňujem súbory, {0} % hotovo

# UL_ScanningExistingFiles
source: Scanning existing files, {0} % done
cs: Prohledávání stávajících souborů, {0} % hotovo
de: Prüfe existierende Dateien, {0}% erledigt
es_es: Escaneando archivos existentes, {0} % hecho
fr_fr: Analyse des fichiers existants, {0} % effectuée
it: Scansione file esistenti, {0} % fatto
nl_be: Bestaande bestanden scannen, {0}% voltooid
pt: Digitalizando arquivos existentes, {0}% feito
ru: Сканирование существующих файлов, выполнено: {0}%
sk: Skenujem existujúce súbory, {0} % hotovo

# UL_SearchingForNewFiles
source: Searching for new files, {0} % done
cs: Vyhledávání nových souborů, {0} % hotovo
de: Suche nach neuen Dateien, {0}% erledigt
es_es: Buscando nuevos archivos, {0} % hecho
fr_fr: Recherche des nouveux fichiers, {0} % effectuée
it: Ricerca nuovi file, {0} % fatto
nl_be: Nieuwe bestanden zoeken, {0}% voltooid
pt: Buscando novos arquivos, {0}% feito
ru: Поиск новых файлов, выполнено: {0}%
sk: Vyhľadávam nové súbory, {0} % hotovo

# UL_UpdatingExistingFiles
source: Updating existing files, {0} % done
cs: Aktualizace stávajících souborů, {0} % hotovo
de: Aktualisiere exisitierende Dateien, {0}% erledigt
es_es: Actualizando archivos existentes, {0} % hecho
fr_fr: Mise à jour des fichiers existants, {0} % effectuée
it: Aggiornamento file esistenti, {0} % fatto
nl_be: Bestaande bestanden bijwerken, {0}% voltooid
pt: Atualizando arquivos existentes, {0}% feito
ru: Обновление существующих файлов, выполнено: {0}%
sk: Aktualizujem existujúce súbory, {0} % hotovo

source: Updating meta-data
cs: Aktualizace metadat
de: Aktualisiere Meta-Daten
es_es: Actualizando metadatos
fr_fr: Mise à jour des meta-data
it: Aggiornamento metadati
nl_be: Bijwerken metadata
pt: Atualizando metadados
ru: Обновление метаданных
sk: Aktualizujem meta dáta

# AlbumsArtistDetails
source: Releases within artist details
cs: Tituly v detailech interpretů
de: Veröffentlichungen in Interpretendetails
es_es: Lanzamientos sin detalles de artista
fr_fr: Parutions avec des détails sur l'artiste
it: Pubblicazioni senza detagli artista
nl_be: Meer informatie in artiest details geven
pt: Lançamentos nos detalhes do artista
ru: Выпуски в сведениях об исполнителе
sk: Vydania v rámci detailov interpréta

# DlAlbumsStatusBar
source: {0} albums, {1} selected
cs: {0} alb, {1} vybráno
de: {0} Alben, {1} ausgewählt
es_es: {0} álbumes, {1} seleccionado
fr_fr: {0} albums, {1} sélectionné(s)
it: {0} album, {1} selezionati
nl_be: {0} albums, {1} gekozen
pt: {0} álbuns, {1} selecionados
ru: Альбомов — {0}, выбрано — {1}
sk: {0} albumov, {1} vybraných

# DlArtistsStatusBar
source: {0} artists, {1} selected
cs: {0} interpretů, {1} vybráno
de: {0} Interpreten, {1} ausgewählt
es_es: {0} artistas, {1} seleccionado
fr_fr: {0} artistes, {1} sélectionné(s)
it: {0} artisti, {1} selezionati
nl_be: {0} artiesten, {1} gekozen
pt: {0} artistas, {1} selecionados
ru: Исполнителей — {0}, выбрано — {1}
sk: {0} interprétov, {1} vybraných

source: Downloading image
cs: Stahování obrázku
de: Lade Bild herunter
es_es: Descargando imagen
fr_fr: Téléchargement de l'image
it: Download immagine
nl_be: Downloaden van afbeelding
pt: Baixando imagem
ru: Скачивание изображения
sk: Sťahujem obrázok

source: Contents
cs: Obsah
de: Inhalte
es_es: Contenidos
fr_fr: Contenus
it: Contenuti
nl_be: Inhoud
pt: Conteúdo
ru: Оглавление
sk: Obsahy

# PlayerInfo
source: Player information
cs: Informace z přehrávače
de: Playerinformationen
es_es: Información del reproductor
fr_fr: Informations affichées sur le lecteur
it: Informazioni Player
nl_be: Afspeler informatie
pt: Informação do reprodutor
ru: Сведения о проигрывателе
sk: Informácie prehrávača

source: False
cs: Nepravda
de: Falsch
es_es: Verdadero
fr_fr: Faux
it: Falso
nl_be: Fout
pt: Falso
ru: Ложь
sk: Nepravda

source: True
cs: Pravda
de: Wahr
es_es: Falso
fr_fr: Vrai
it: Vero
nl_be: Juist
pt: Verdadeiro
ru: Истина
sk: Pravda

# Stars_0
source: No rating
cs: Bez hodnocení
de: Keine Bewertung
es_es: Sin puntuación
fr_fr: Pas de note
it: Nessuna valutazione
nl_be: Geen beoordeling
pt: Sem classificação
ru: Без оценки
sk: Bez hodnotenia

# Stars_0_5
source: 0.5 stars
cs: 0,5 hvězd
de: 0,5 Sterne
es_es: 0.5 estrellas
fr_fr: 0.5 étoile
it: 0,5 stelle
nl_be: 0,5 ster
pt: 0,5 estrela
ru: 0,5 звезды
sk: 0.5 hviezdy

# Stars_1
source: 1 star
cs: 1 hvězda
de: 1 Stern
es_es: 1 estrella
fr_fr: 1 étoile
it: 1 stella
nl_be: 1 ster
pt: 1 estrela
ru: 1 звезда
sk: 1 hviezda

# Stars_1_5
source: 1.5 star
cs: 1,5 hvězdy
de: 1,5 Sterne
es_es: 1.5 estrella
fr_fr: 1.5 étoiles
it: 1,5 stelle
nl_be: 1,5 ster
pt: 1,5 estrela
ru: 1,5 звезды
sk: 1.5 hviezdy

# Stars_2
source: 2 stars
cs: 2 hvězdy
de: 2 Sterne
es_es: 2 estrellas
fr_fr: 2 étoiles
it: 2 stelle
nl_be: 2 sterren
pt: 2 estrelas
ru: 2 звезды
sk: 2 hviezdy

# Stars_2_5
source: 2.5 stars
cs: 2,5 hvězdy
de: 2,5 Sterne
es_es: 2.5 estrellas
fr_fr: 2.5 étoiles
it: 2,5 stelle
nl_be: 2,5 sterren
pt: 2,5 estrelas
ru: 2,5 звезды
sk: 2.5 hviezdy

# Stars_3
source: 3 stars
cs: 3 hvězdy
de: 3 Sterne
es_es: 3 estrellas
fr_fr: 3 étoiles
it: 3 stelle
nl_be: 3 sterren
pt: 3 estrelas
ru: 3 звезды
sk: 3 hviezdy

# Stars_3_5
source: 3.5 stars
cs: 3,5 hvězdy
de: 3,5 Sterne
es_es: 3.5 estrellas
fr_fr: 3.5 étoiles
it: 3,5 stelle
nl_be: 3,5 sterren
pt: 3,5 estrelas
ru: 3,5 звезды
sk: 3.5 hviezdy

# Stars_4
source: 4 stars
cs: 4 hvězdy
de: 4 Sterne
es_es: 4 estrellas
fr_fr: 4 étoiles
it: 4 stelle
nl_be: 4 sterren
pt: 4 estrelas
ru: 4 звезды
sk: 4 hviezdy

# Stars_4_5
source: 4.5 stars
cs: 4,5 hvězdy
de: 4,5 Sterne
es_es: 4.5 estrellas
fr_fr: 4.5 étoiles
it: 4,5 stelle
nl_be: 4,5 sterren
pt: 4,5 estrelas
ru: 4,5 звезды
sk: 4.5 hviezdy

# Stars_5
source: 5 stars
cs: 5 hvězd
de: 5 Sterne
es_es: 5 estrellas
fr_fr: 5 étoiles
it: 5 stelle
nl_be: 5 sterren
pt: 5 estrelas
ru: 5 звезд
sk: 5 hviezd

source: Overwrite existing pictures
cs: Přepsat stávající obrázky
de: Überschreibe vorhandene Bilder
es_es: Sobrescribir imágenes existentes
fr_fr: Ecrire sur les images existantes
it: Sostituisci immagini esistenti
nl_be: Bestaande afbeeldingen overschrijven
pt: Sobrescrever imagens existentes
ru: Перезапись существующих изображений
sk: Prepísať existujúce obrázky

# OverwriteExistingPicturesInfo
source: If overwrite is selected, existing pictures of type Cover front will be replaced.
cs: Pokud je vybráno přepsání, stávající obrázky typu Přední obal budou nahrazeny.
de: Wenn Überschreiben ausgewählt ist, werden vorhandene Bilder des Covers ersetzt.
es_es: Si se ha seleccionado sobrescribir, las imágenes existentes de tipo Carátula serán reemplazadas.
fr_fr: Si cette option est sélectionnée, les images existantes des jaquettes seront remplacées.
it: Se Sovrascrivi è selezionato, le immagini esistenti delle Cover saranno sostituite.
nl_be: Als overschrijven is geselecteerd, zullen de bestaande afbeeldingen van het type Cover voorzijde worden vervangen.
pt: Se sobrescrever for selecionado, as imagens existentes do tipo Capa frontal serão substituídas.
ru: Если выбрана перезапись, существующие изображения лицевой стороны обложки будут заменены.
sk: Ak je vybrané prepísanie, všetky obrázky typu Cover Front budú nahradené.

source: Save album picture to tags...
cs: Uložit obrázek alba do tagů...
de: Speichere Albumbild in Tags...
es_es: Guardar imagen de álbum en etiquetas...
fr_fr: Sauvegarder l'image de l'album dans les tags...
it: Salva Immagine album nei TAG...
nl_be: Albumafbeeldingen in labels bewaren...
pt: Salve imagem do álbum em marcações...
ru: Сохранить изображение альбома в теги…
sk: Uložiť obrázok albumu do tagov...

# SaveAlbumPictureToTagsTitle
source: Save album picture to tags
cs: Uložit obrázek alba do tagů
de: Speichere Albumbild in Tags
es_es: Guardar imagen de álbum en etiquetas
fr_fr: Sauvegarder l'image de l'album dans les tags
it: Salva Immagine album nei TAG
nl_be: Albumafbeeldingen in labels bewaren
pt: Salve imagem do álbum em marcações
ru: Сохранить изображение альбома в теги
sk: Uloženie obrázku albumu do tagu

source: Save album pictures to tags...
cs: Uložit obrázky alba do tagů...
de: Speichere Albumbilder in Tags...
es_es: Guardar imagen de álbum en etiquetas...
fr_fr: Sauvegarder l'image de l'album dans les tags...
it: Salva Immagine album nei TAG...
nl_be: Albumafbeeldingen in labels bewaren...
pt: Salve imagens do álbum em etiquetas...
ru: Сохранить изображения альбомов в теги…
sk: Uložiť obrázky albumov do tagov...

source: Link type
cs: Typ odkazu
de: Linktyp
es_es: Tipo de enlace
fr_fr: Type de lien
it: Tipo collegamento
nl_be: Koppelingstype
pt: Tipo de link
ru: Тип ссылки
sk: Typ linku

source: Release details
cs: Detaily o titulu
de: Veröffentlichungsdetails
es_es: Detalles del lanzamiento
fr_fr: Détails de la parution
it: Dettagli Pubblicazione
nl_be: Uitgave informatie
pt: Detalhes de lançamento
ru: Сведения о выпуске
sk: Detaily vydania

source: Track details
cs: Detaily o stopách
es_es: Detalles de pista
fr_fr: Détails de la piste
it: Dettagli Brano
nl_be: Nummer informatie
pt: Detalhes da faixa
ru: Сведения о дорожке
sk: Detaily skladby

source: View mode
cs: Režim zobrazení
de: Anzeigemodus
es_es: Modo de vista
fr_fr: Mode vue
it: Modalità Vista
nl_be: Weergavemodus
pt: Modo de exibição
ru: Режим просмотра
sk: Mód pohľadu

# ReleasesByRecordingYear
source: Tracks by recording year
cs: Stopy podle roku nahrání
de: Tracks nach Aufnahmejahr
es_es: Pistas por año de grabación
fr_fr: Pistes par année d'enregistrement
it: Brani per anno registrazione
nl_be: Nummers volgens opnamejaar
pt: Faixas por ano de gravação
ru: Дорожки по году записи
sk: Skladby podľa roku nahrávky

source: Releases by release year
cs: Tituly podle roku vydání
de: Veröffentlichungen nach Aufnahmejahr
es_es: Lanzamientos por año de lanzamiento
fr_fr: Parutions par années de parution
it: Pubblicazioni per anno registrazione
nl_be: Uitgaves volgens uitgavejaar
pt: Lançamentos por ano de lançamento
ru: Выпуски по году выпуска
sk: Vydania podľa roku vydania

# Id3Tags
source: Id3 v2 tags
cs: Tagy Id3 v2
de: Tags Id3 v2
es_es: Etiquetas Id3 v2
it: TAG Id3 v2
pt: Etiquetas de Id3 v2
ru: Теги Id3v2
sk: Id3 v2 tagy

# SaveInCompatibleId3v2Mode
source: Save album artist with full external compatibility
cs: Ukládat interpreta alba s plnou zpětnou kompatibilitou
de: Album-Interpreten mit vollständiger externer Kompatibilität speichern
es_es: Guardar artista del álbum con compatibilidad externa completa
fr_fr: Sauvegarder l'artiste de l'album avec toute la compatibilité externe
it: Salva album con piena compatibilità esterna
nl_be: Bewaar album artiest met volledige externe compatibiliteit
pt: Salvar artista do álbum com compatibilidade externa total
ru: Сохранить исполнителя альбома с полной внешней совместимостью
sk: Uložiť interpréta albumu s plnou externou kompatibilitou

# DockPlayQueue
source: Dock Play queue in right sidebar
cs: Ukotvit Frontu přehrávání do pravé lišty
de: Wiedergabeliste an die rechte Seitenleiste anhängen
es_es: Anclar Cola de reproducción en barra lateral derecha
fr_fr: File d'attente dans le volet droit
it: Pannello Ascolti nella barra di destra
nl_be: Afspeelwachtrij in rechter zijbalk plaatsen
pt: Fila do Dock Play na barra lateral direita
ru: Закрепить очередь проигрывания в правой панели
sk: Zobraz Poradie prehrávania v pravom bočnom paneli

source: Line 1
cs: Řádek 1
de: Zeile 1
es_es: Línea 1
fr_fr: Ligne 1
it: Linea 1
nl_be: Lijn 1
pt: Linha 1
ru: Строка 1
sk: Riadok 1

source: Line 2
cs: Řádek 2
de: Zeile 2
es_es: Línea 2
fr_fr: Ligne 2
it: Linea 2
nl_be: Lijn 2
pt: Linha 2
ru: Строка 2
sk: Riadok 2

source: Line 3
cs: Řádek 3
de: Zeile 3
es_es: Línea 3
fr_fr: Ligne 3
it: Linea 3
nl_be: Lijn 3
pt: Linha 3
ru: Строка 3
sk: Riadok 3

source: New album name
cs: Nový název alba
de: Neuer Albumname
es_es: Nombre de álbum nuevo:
fr_fr: Nom du nouvel album
it: Nuovo nome album
nl_be: Nieuwe naam album
pt: Nome do novo álbum
ru: Новое название альбома
sk: Nové meno albumu

# DoubleClickToSeeMoreDetails
source: Double click on an item to see more details about that specific date
cs: Dvojklikem na položku zobrazíte více detailů o tomto specifickém datu
de: Klicke doppelt auf ein Element, um mehr Details über dieses bestimmte Datum zu sehen
es_es: Doble clic en un elemento para ver más detalles sobre ese dato específico
fr_fr: Double cliquez sur un item pour voir plus de détails sur cette date particulière
it: Doppio clic su una voce per vedere maggiori dettagli specifici
nl_be: Dubbelklik op een item om meer details te zien over deze specifieke datum
pt: Clique duas vezes em um item para ver mais detalhes sobre essa data específica
ru: Дважды нажмите на элемент — откроются сведения о конкретной дате
sk: Dvojklik na položku pre zobrazenie viac detailov o specifickom dátume

source: Default script
cs: Výchozí skript
de: Standardskript
es_es: Script predeterminado
fr_fr: Script par défaut
it: Script predefinito
nl_be: Standaard script
pt: Script padrão
ru: Сценарий по умолчанию
sk: Dafultný skript

source: Execute default script
cs: Spustit výchozí skript
de: Standardskript ausführen
es_es: Ejecutar script predeterminado
fr_fr: Exécuter le script par défaut
it: Esecuzione script predefinito
nl_be: Standaard script uitvoeren
pt: Executar o script padrão
ru: Выполнить сценарий по умолчанию
sk: Spustenie defaultného skriptu

source: No albums available
cs: Nejsou dostupná žádná alba
de: Keine Alben verfügbar
es_es: No hay álbumes disponibles
fr_fr: Pas d'album disponible
it: Nessun album disponibile
nl_be: Geen albums beschikbaar
pt: Nenhum álbum disponível
ru: Альбомов нет
sk: Žiadne albumy niesú dostupné

# RenderDetailPageStatistics
source: Render artist and album detail page statistics (can make rendering slower)
cs: Renderovat stránku se statistikou pro detaily interpreta a alba (může zpomalit renderování)
de: Interpreten- und Album-Details in der Statistikseite rendern (kann Rendering verlangsamen)
es_es: Renderizar página de estadísticas de detalles de artista y y álbum
fr_fr: Rendu des détails sur les artistes et les albums dans la page des statistiques (peut rendre le calcul du rendu plus lent)
it: Restituzione statistiche pagine di dettaglio artista e album
nl_be: Artiest en album detailpaginastatistieken weergeven (kan weergave vertragen)
pt: Estatísticas da página de renderização do artista e detalhes do álbum (pode tornar o processamento mais lento)
ru: Показывать статистику страницы данных исполнителя и альбома (отрисовка может замедлиться)
sk: Renderovanie statistík interpréta a detailu albumu (môžš spomaliť renderovanie)

source: Undefined
cs: Nedefinováno
de: Nicht definiert
es_es: Indefinido
fr_fr: Indéfini
it: Indefinito
nl_be: Onbepaald
pt: Indefinido
ru: Не определено
sk: Nedefinované

source: No rating
cs: Bez hodnocení
de: Keine Bewertung
es_es: Sin puntuación
fr_fr: Pas de Note
it: Nessuna valutazione
nl_be: Geen beoordeling
pt: Sem classificação
ru: Без оценки
sk: Bez hodnotenia

source: Biography height
cs: Výška biografie
de: Höhe der Biografie
es_es: Altura de Biografía
fr_fr: Hauteur de la biographie
it: Altezza biografia
nl_be: Biografie hoogte
pt: Altura da biografia
ru: Высота биографии
sk: Výška biografií

source: Lyrics height
cs: Výška textů
de: Höhe des Liedtextes
es_es: Alto de Letras
fr_fr: Hauteur des paroles
it: Altezza Testi
nl_be: Songtekst hoogte
pt: Altura das letras
ru: Высота текста песни
sk: Výška textov

source: Pictures height
cs: Výška obrázků
de: Höhe der Bilder
es_es: Alto de imágenes
fr_fr: Hauteur des images
it: Altezza immagini
nl_be: Hoogte afbeeldingen
pt: Altura das imagens
ru: Высота изображений
sk: Výška obrázkov

source: Right sidebar
cs: Pravá lišta
de: Rechte Seitenleiste
es_es: Barra lateral derecha
fr_fr: Volet droit
it: Barra di destra
nl_be: Rechter zijbalk
pt: Barra lateral direita
ru: Правая панель
sk: Pravý bočný panel

source: Album collections
cs: Sbírka alb
de: Albensammlungen
es_es: Colecciones de álbumes
fr_fr: Collections d'albums
it: Collezione album
nl_be: Albumverzamelingen
pt: Coleções de álbuns
ru: Коллекции альбомов

source: Collection name
cs: Název sbírky
de: Sammlungsname
es_es: Nombre de la colección
fr_fr: Collection de noms
it: Nome collezione
nl_be: Naam verzameling
pt: Nome da coleção
ru: Название коллекции

# CreateNewMenu
source: Create new...
cs: Vytvořit novou...
de: Neu erstellen...
es_es: Crear nuevo...
fr_fr: Créer une nouvelle...
it: Crea nuovo...
nl_be: Maak nieuw...
pt: Crie nova...
ru: Создать…

source: Manage album collections...
cs: Správa sbírek alb...
de: Albensammlungen verwalten...
es_es: Gestionar colecciones de álbumes...
fr_fr: Gérer les collections d'albums...
it: Gestisci collezioni album....
nl_be: Albumverzameling beheren...
pt: Gerenciar coleções de álbum...
ru: Коллекции альбомов…

# ManageAlbumCollectionsWindow
source: Manage album collections
cs: Správa sbírek alb
de: Albensammlungen verwalten
es_es: Gestionar colecciones de álbumes
fr_fr: Gérer les collections d'albums
it: Gestisci collezioni album....
nl_be: Albumverzameling beheren
pt: Gerenciar coleções de álbum
ru: Коллекции альбомов

# NewCollectionWindow
source: New album collection
cs: Nová sbírka alb
de: Neue Albensammlung
es_es: Nueva colección de álbum
fr_fr: Nouvelle collection d'albums
it: Nuova collezione album
nl_be: Nieuwe albumverzameling
pt: Nova coleção de álbum
ru: Новая коллекция альбомов

source: No collection
cs: Žádná sbírka
de: Keine Sammlung
es_es: No hay colección
fr_fr: Pas de collection
it: Nessuana collezione
nl_be: Geen verzameling
pt: Nenhuma coleção
ru: Коллекций нет
